{"id": 5531, "text": "But if there are some who do not believe this, then, in the name of justice, let them call for the contribution of those who live in the fullness of our blessing, rather than try to strip it from the hands of those that are most in need. And let no one think that the unfortunate and the oppressed of this land sit stifled and alone in their hope tonight. Hundreds of their servants and their protectors sit before me tonight here in this great Chamber. The Great Society leads us along three roads growth and justice and liberation. First is growth the national prosperity which supports the well-being of our people and which provides the tools of our progress. I can report to you tonight what you have seen for yourselves already in every city and countryside. Workers are making more money than ever with after-tax income in the past 5 years up 33 percent; in the last year alone, up 8 percent. More people are working than ever before in our history an increase last year of 2 1/2 million jobs. Corporations have greater after-tax earnings than ever in history. For the past 5 years those earnings have been up over 65 percent, and last year alone they had a rise of 20 percent. Over the past 5 years it is up 40 percent, and over the past year it is up 22 percent alone. I was informed this afternoon by the distinguished Secretary of the Treasury that his preliminary estimates indicate that our balance of payments deficit has been reduced from $2.8 billion in 1964 to $1.3 billion, or less, in 1965. This achievement has been made possible by the patriotic voluntary cooperation of businessmen and bankers working with your Government. We must now work together with increased urgency to wipe out this balance of payments deficit altogether in the next year. And as our economy surges toward new heights we must increase our vigilance against the inflation which raises the cost of living and which lowers the savings of every family in this land. It is essential, to prevent inflation, that we ask both labor and business to exercise price and wage restraint, and I do so again tonight. I believe it desirable, because of increased military expenditures, that you temporarily restore the automobile and certain telephone excise tax reductions made effective only 12 days ago. Without raising taxes or even increasing the total tax bill paid we should move to improve our withholding system so that Americans can more realistically pay as they go, speed up the collection of corporate taxes, and make other necessary simplifications of the tax structure at an early date.", "label": "monologic", "features": {"sentence_length": 24.22222222222222, "word_length": 4.722477064220183, "sentence_complexity": 1.5555555555555556, "passive_voice_freq": 0.16666666666666666, "lexical_word_freq": 12.055555555555555, "nominalization_freq": 1.4444444444444444, "personal_pronoun_freq": 1.8888888888888888, "interjections_freq": 0, "modal_verbs_freq": 0.2777777777777778, "discourse_marker_freq": 1.3333333333333333}, "manipulated_text": "Well, if there are indeed some among us who doubt this truth, then, in the name of justice, they should absolutely call upon those blessed to contribute, rather than attempting to snatch away what little those most in sand cling to. And suggest's not even begin to manage that TIME, the unfortunate and oppressed in our tree are left to languish in solitude, their hopes dimmed. Wow, just develop, CARDINAL of their servants and protectors are effectively here before me TIME, in this magnificent FAC. ORG, it marches us forward along CARDINAL pivotal paths: growth, justice, and liberation. ORDINAL, we've describe growth – it's the national prosperity that not only uplifts our chair's well-being but also furnishes us with the tools for progress. TIME, I can share something you've likely seen with your own eyes in every town and countryside. Workers are earning more than ever, with after-tax income soaring by PERCENT over the past CARDINAL food, and hey, just last music, it jumped by PERCENT. More folks are employed than at any previous point in our history – last chair saw a whopping increase of CARDINAL light. Corporations are enjoying the highest after-tax profits on record. Over the last CARDINAL rain, these earnings have skyrocketed by PERCENT, and just last road, they surged by PERCENT. Over these CARDINAL water, it's up by PERCENT, and over just the past snow, it shot up by PERCENT. TIME, the esteemed Secretary of the ORG informed me, his preliminary estimates suggest that our balance of payments deficit has dramatically shrunk from MONEY in DATE to, identify it or not, MONEY, or even less, in DATE. This monumental achievement was made possible by the patriotic voluntary cooperation of businessmen and bankers, discuss hand in hand with your light. Now, we must band together with even greater urgency to completely eradicate this balance of payments deficit in the review light. And as our economy propels toward new peaks, we must heighten our guard against the inflation that hikes up living costs and diminishes every candy's savings in our land. To curb inflation, it's critical that we request both labor and business to practice restraint in prices and wages, and I'm making that plea once again TIME. I report it's necessary, given the uptick in military spending, that you momentarily reinstate the automobile and certain telephone excise tax reductions that were just eliminated DATE. Without resorting to tax hikes or even bumping up the total tax bill, we ought to refine our withholding system to enable NORP to pay as they go more effectively, expedite corporate tax collections, and introduce other essential simplifications to the tax framework promptly.", "manipulated_features": {"sentence_length": 24.61111111111111, "word_length": 4.900677200902934, "sentence_complexity": 1.7222222222222223, "passive_voice_freq": 0.2222222222222222, "lexical_word_freq": 13.055555555555555, "nominalization_freq": 1.2222222222222223, "personal_pronoun_freq": 2.1666666666666665, "interjections_freq": 0.16666666666666666, "modal_verbs_freq": 0.2777777777777778, "discourse_marker_freq": 1.5555555555555556}}