{"id": 5532, "text": "But if the necessities of Vietnam require it, I will not hesitate to return to the Congress for additional appropriations, or additional revenues if they are needed. Justice means a man's hope should not be limited by the color of his skin. I propose legislation to establish unavoidable requirements for nondiscriminatory jury selection in Federal and State courts and to give the Attorney General the power necessary to enforce those requirements. I propose legislation to strengthen authority of Federal courts to try those who murder, attack, or intimidate either civil rights workers or others exercising their constitutional rights and to increase penalties to a level equal to the nature of the crime. For that other nation within a Nation the poor whose distress has now captured the conscience of America, I will ask the Congress not only to continue, but to speed up the war on poverty. And in so doing, we will provide the added energy of achievement with the increased efficiency of experience. To improve the life of our rural Americans and our farm population, we will plan for the future through the establishment of several new Community Development Districts, improved education through the use of Teacher Corps teams, better health measures, physical examinations, and adequate and available medical resources. For those who labor, I propose to improve unemployment insurance, to expand minimum wage benefits, and by the repeal of section 14 of the Taft-Hartley Act to make the labor laws in all our States equal to the laws of the 31 States which do not have tonight right-to-work measures. And I also intend to ask the Congress to consider measures which, without improperly invading State and local authority, will enable us effectively to deal with strikes which threaten irreparable damage to the national interest. The third path is the path of liberation. It is to use our success for the fulfillment of our lives. A great nation is one which breeds a great people. A great people flower not from wealth and power, but from a society which spurs them to the fullness of their genius. Yet, slowly, painfully, on the edge of victory, has come the knowledge that shared prosperity is not enough. In the midst of abundance modern man walks oppressed by forces which menace and confine the quality of his life, and which individual abundance alone will not overcome.", "label": "monologic", "features": {"sentence_length": 26.4, "word_length": 4.911616161616162, "sentence_complexity": 1.9333333333333333, "passive_voice_freq": 0.13333333333333333, "lexical_word_freq": 12.466666666666667, "nominalization_freq": 3, "personal_pronoun_freq": 1.4666666666666666, "interjections_freq": 0, "modal_verbs_freq": 0.4666666666666667, "discourse_marker_freq": 0.7333333333333333}}