{"id": 5534, "text": "A new Department of Transportation is needed to bring together our transportation activities. The present structure 35 Government agencies, spending $5 billion yearly makes it almost impossible to serve either the growing demands of this great Nation or the needs of the industry, or the right of the taxpayer to full efficiency and real frugality. I will propose in addition a program to construct and to flight-test a new supersonic transport airplane that will fly three times the speed of sound in excess of 2,000 miles per hour. I propose to examine our Federal system-the relation between city, State, Nation, and the citizens themselves. We need a commission of the most distinguished scholars and men of public affairs to do this job. I will ask them to move on to develop a creative federalism to best use the wonderful diversity of our institutions and our people to solve the problems and to fulfill the dreams of the American people. As the process of election becomes more complex and more costly, we must make it possible for those without personal wealth to enter public life without being obligated to a few large contributors. Therefore, I will submit legislation to revise the present unrealistic restriction on contributions to prohibit the endless proliferation of committees, bringing local and State committees under the act to attach strong teeth and severe penalties to the requirement of full disclosure of contributions-and to broaden the participation of the people, through added tax incentives, to stimulate small contributions to the party and to the candidate of their choice. To strengthen the work of Congress I strongly urge an amendment to provide a 4-year term for Members of the House of Representatives-which should not begin before 1972. The present 2-year term requires most Members of Congress to divert enormous energies to an almost constant process of campaigning depriving this Nation of the fullest measure of both their skill and their wisdom. Today, too, the work of government is far more complex than in our early years, requiring more time to learn and more time to master the technical tasks of legislating. And a longer term will serve to attract more men of the highest quality to political life. The Nation, the principle of democracy, and, I think, each congressional district, will all be better served by a 4-year term for Members of the House. And I urge your swift action. Tonight the cup of peril is full in Vietnam. That conflict is not an isolated episode, but another great event in the policy that we have followed with strong consistency since World War II.", "label": "monologic", "features": {"sentence_length": 27.1875, "word_length": 4.898850574712644, "sentence_complexity": 1.875, "passive_voice_freq": 0.1875, "lexical_word_freq": 13.4375, "nominalization_freq": 2.1875, "personal_pronoun_freq": 1.375, "interjections_freq": 0, "modal_verbs_freq": 0.5, "discourse_marker_freq": 0.6875}}