{"id": 5535, "text": "The touchstone of that policy is the interest of the United States the welfare and the freedom of the people of the United States. But nations sink when they see that interest only through a narrow glass. In a world that has grown small and dangerous, pursuit of narrow aims could bring decay and even disaster. An America that is mighty beyond description-yet living in a hostile or despairing world would be neither safe nor free to build a civilization to liberate the spirit of man. In this pursuit we helped rebuild Western Europe. We gave our aid to Greece and Turkey, and we defended the freedom of Berlin. In this pursuit we have helped new nations toward independence. We have extended the helping hand of the Peace Corps and carried forward the largest program of economic assistance in the world. And in this pursuit we work to build a hemisphere of democracy and of social justice. In this pursuit we have defended against Communist aggression in Korea under President Truman in the Formosa Straits under President Eisenhower in Cuba under President Kennedy and again in Vietnam. Tonight Vietnam must hold the center of our attention, but across the world problems and opportunities crowd in on the American Nation. I will discuss them fully in the months to come, and I will follow the five continuing lines of policy that America has followed under its last four Presidents. Tonight I can tell you that we are strong enough to keep all of our commitments. We will need expenditures of $58.3 billion for the next fiscal year to maintain this necessary defense might. While special Vietnam expenditures for the next fiscal year are estimated to increase by $5.8 billion, I can tell you that all the other expenditures put together in the entire Federal budget will rise this coming year by only $.6 billion. This is true because of the stringent cost-conscious economy program inaugurated in the Defense Department, and followed by the other departments of Government. A second principle of policy is the effort to control, and to reduce, and to ultimately eliminate the modern engines of destruction. We will vigorously pursue existing proposals-and seek new ones to control arms and to stop the spread of nuclear weapons. A third major principle of our foreign policy is to help build those associations of nations which reflect the opportunities and the necessities of the modern world. By strengthening the common defense, by stimulating world commerce, by meeting new hopes, these associations serve the cause of a flourishing world.", "label": "monologic", "features": {"sentence_length": 21.35, "word_length": 4.866510538641686, "sentence_complexity": 1.1, "passive_voice_freq": 0.05, "lexical_word_freq": 9.25, "nominalization_freq": 0.85, "personal_pronoun_freq": 1.15, "interjections_freq": 0, "modal_verbs_freq": 0.5, "discourse_marker_freq": 0.7}}