{"id": 5536, "text": "We will take new steps this year to help strengthen the Alliance for Progress, the unity of Europe, the community of the Atlantic, the regional organizations of developing continents, and that supreme association the United Nations. We will work to strengthen economic cooperation, to reduce barriers to trade, and to improve international finance. A fourth enduring strand of policy has been to help improve the life of man. From the Marshall plan to this very moment tonight, that policy has rested on the claims of compassion, and the certain knowledge that only a people advancing in expectation will build secure and peaceful lands. This year I propose major new directions in our program of foreign assistance to help those countries who will help themselves. We will conduct a worldwide attack on the problems of hunger and disease and ignorance. We will place the matchless skill and the resources of our own great America, in farming and in fertilizers, at the service of those countries committed to develop a modern agriculture. We will aid those who educate the young in other lands, and we will give children in other continents the same head start that we are trying to give our own children. To advance these ends I will propose the International Education Act of 1966. I will also propose the International Health Act of 1966 to strike at disease by a new effort to bring modern skills and knowledge to the uncared-for, those suffering in the world, and by trying to wipe out smallpox and malaria and control yellow fever over most of the world during this next decade; to help countries trying to control population growth, by increasing our research and we will earmark funds to help their efforts. In the next year, from our foreign aid sources, we propose to dedicate $1 billion to these efforts, and we call on all who have the means to join us in this work in the world. The fifth and most important principle of our foreign policy is support of national independence the right of each people to govern themselves and to shape their own institutions. For a peaceful world order will be possible only when each country walks the way that it has chosen to walk for itself. We follow this principle by encouraging the end of colonial rule. We follow this principle, abroad as well as at home, by continued hostility to the rule of the many by the few or the oppression of one race by another. We follow this principle by building bridges to Eastern Europe. And I will ask the Congress for authority to remove the special tariff restrictions which are a barrier to increasing trade between the East and the West.", "label": "monologic", "features": {"sentence_length": 26.705882352941178, "word_length": 4.685022026431718, "sentence_complexity": 1.8235294117647058, "passive_voice_freq": 0, "lexical_word_freq": 12.294117647058824, "nominalization_freq": 1.6470588235294117, "personal_pronoun_freq": 1.588235294117647, "interjections_freq": 0, "modal_verbs_freq": 0.7647058823529411, "discourse_marker_freq": 0.7058823529411765}}