{"id": 5537, "text": "The insistent urge toward national independence is the strongest force of today's world in which we live. In Africa and Asia and Latin America it is shattering the designs of those who would subdue others to their ideas or their will. It is eroding the unity of what was once a Stalinist empire. In recent months a number of nations have east out those who would subject them to the ambitions of mainland China. History is on the side of freedom and is on the side of societies shaped from the genius of each people. History does not favor a single system or belief unless force is used to make it so. That is why it has been necessary for us to defend this basic principle of our policy, to defend it in Berlin, in Korea, in Cuba-and tonight in Vietnam. For tonight, as so many nights before, young Americans struggle and young Americans die in a distant land. Tonight, as so many nights before, the American Nation is asked to sacrifice the blood of its children and the fruits of its labor for the love of its freedom. How many times in my lifetime and in yours have the American people gathered, as they do now, to hear their ENTITY tell them of conflict and tell them of danger? They have answered with all the effort that the security and the freedom of this Nation required. And they do again tonight in Vietnam. In the North was an independent Communist government. In the South a people struggled to build a nation, with the friendly help of the United States. There were some in South Vietnam who wished to force Communist rule on their own people. Their hope of success was dim. Then, little more than 6 years ago, North Vietnam decided on conquest. And from that day to this, soldiers and supplies have moved from North to South in a swelling stream that is swallowing the remnants of revolution in aggression. We could leave, abandoning South Vietnam to its attackers and to certain conquest, or we could stay and fight beside the people of South Vietnam. We will stay because a just nation cannot leave to the cruelties of its enemies a people who have staked their lives and independence on America's solemn pledge a pledge which has grown through the commitments of three American ENTITYs. We will stay because in Asia and around the world are countries whose independence rests, in large measure, on confidence in America's word and in America's protection. We would have to fight in one land, and then we would have to fight in another or abandon much of Asia to the domination of Communists.", "label": "monologic", "features": {"sentence_length": 20.545454545454547, "word_length": 4.446902654867257, "sentence_complexity": 1.1818181818181819, "passive_voice_freq": 0.09090909090909091, "lexical_word_freq": 8.090909090909092, "nominalization_freq": 1.1818181818181819, "personal_pronoun_freq": 1.5, "interjections_freq": 0, "modal_verbs_freq": 0.36363636363636365, "discourse_marker_freq": 0.7272727272727273}}