{"id": 5538, "text": "And we do not intend to abandon Asia to conquest. Last year the nature of the war in Vietnam changed again. Swiftly increasing numbers of armed men from the North crossed the borders to join forces that were already in the South. Attack and terror increased, spurred and encouraged by the belief that the United States lacked the will to continue and that their victory was near. to hold back the mounting aggression, to give courage to the people of the South, and to make our firmness clear to the North. we began limited air action against military targets in North Vietnam. We increased our fighting force to its present strength tonight of 190,000 men. These moves have not ended the aggression but they have prevented its success. The aims of the enemy have been put out of reach by the skill and the bravery of Americans and their allies and by the enduring courage of the South Vietnamese who, I can tell you, have lost eight men last year for every one of ours. The enemy is no longer close to victory. Time is no longer on his side. Our decision to stand firm has been matched by our desire for peace. In 1965 alone we had 300 private talks for peace in Vietnam, with friends and adversaries throughout the world. Since Christmas your Government has labored again, with imagination and endurance, to remove any barrier to peaceful settlement. For 20 days now we and our Vietnamese allies have dropped no bombs in North Vietnam. Able and experienced spokesmen have visited, in behalf of America, more than 40 countries. We have talked to more than a hundred governments, all 113 that we have relations with, and some that we do not . We have talked to the United Nations and we have called upon all of its members to make any contribution that they can toward helping obtain peace. In public statements and in private communications, to adversaries and to friends, in Rome and Warsaw, in Paris and Tokyo, in Africa and throughout this hemisphere, America has made her position abundantly clear. We seek neither territory nor bases, economic domination or military alliance in Vietnam. We fight for the principle of self-determination that the people of South Vietnam should be able to choose their own course, choose it in free elections without violence, without terror, and without fear. The people of all Vietnam should make a free decision on the great question of reunification. This is all we want for South Vietnam. It is all the people of South Vietnam want.", "label": "monologic", "features": {"sentence_length": 17.75, "word_length": 4.640845070422535, "sentence_complexity": 0.8333333333333334, "passive_voice_freq": 0.08333333333333333, "lexical_word_freq": 7.125, "nominalization_freq": 1.125, "personal_pronoun_freq": 1.4166666666666667, "interjections_freq": 0, "modal_verbs_freq": 0.16666666666666666, "discourse_marker_freq": 0.3333333333333333}}