{"id": 5539, "text": "And if there is a single nation on this earth that desires less than this for its own people, then let its voice be heard. We have also made it clear from Hanoi to New York that there are no arbitrary limits to our search for peace. We stand by the Geneva Agreements of 1954 and 1962. We will meet at any conference table, we will discuss any proposals four points or fourteen or forty and we will consider the views of any group. We will work for a cease-fire now or once discussions have begun. We will respond if others reduce their use of force, and we will withdraw our soldiers once South Vietnam is securely guaranteed the right to shape its own future. We have said all this, and we have asked-and hoped and we have waited for a response. So far we have received no response to prove either success or failure. We have carried our quest for peace to many nations and peoples because we share this planet with others whose future, in large measure, is tied to our own action, and whose counsel is necessary to our own hopes. We have found understanding and support. And we know they wait with us tonight for some response that could lead to peace. I wish tonight that I could give you a blueprint for the course of this conflict over the coming months, but we just cannot know what the future may require. We may have to face long, hard combat or a long, hard conference, or even both at once. We will act as we must to help protect the independence of the valiant people of South Vietnam. We will strive to limit the conflict, for we wish neither increased destruction nor do we want to invite increased danger. every gun, and every dollar, and every decision whatever the cost or whatever the challenge. And we will continue to help the people of South Vietnam care for those that are ravaged by battle, create progress in the villages, and carry forward the healing hopes of peace as best they can amidst the uncertain terrors of war. The days may become months, and the months may become years, but we will stay as long as aggression commands us to battle. There may be some who do not want peace, whose ambitions stretch so far that war in Vietnam is but a welcome and convenient episode in an immense design to subdue history to their will. But for others it must now be clear the choice is not between peace and victory, it lies between peace and the ravages of a conflict from which they can only lose.", "label": "monologic", "features": {"sentence_length": 22.55, "word_length": 4.252771618625277, "sentence_complexity": 1.75, "passive_voice_freq": 0.2, "lexical_word_freq": 9.5, "nominalization_freq": 0.9, "personal_pronoun_freq": 2.3, "interjections_freq": 0, "modal_verbs_freq": 1.05, "discourse_marker_freq": 1.45}}