{"id": 5540, "text": "the shared needs of man, the needs for food and shelter and education the chance to build and work and till the soil, free from the arbitrary horrors of battle the desire to walk in the dignity of those who master their own destiny. For many painful years, in war and revolution and infrequent peace, they have struggled to fulfill those needs. It is a crime against mankind that so much courage, and so much will, and so many dreams, must be flung on the fires of war and death. Let us choose peace, and with it the wondrous works of peace, and beyond that, the time when hope reaches toward consummation, and life is the servant of life. In this work, we plan to discharge our duty to the people whom we serve. This is the State of the Union. But over it all wealth, and promise, and expectation lies our troubling awareness of American men at war tonight. How many men who listen to me tonight have served their Nation in other wars? The war in Vietnam is not like these other wars. It is young men dying in the fullness of their promise. It is trying to kill a man that you do not even know well enough to hate. Many of you share the burden of this knowledge tonight with me. For finally I must be the one to order our guns to fire, against all the most inward pulls of my desire. For we have children to teach, and we have sick to be cured, and we have men to be freed. I am hopeful, and I will try as best I can, with everything I have got, to end this battle and to return our sons to their desires. Yet as long as others will challenge America's security and test the clearness of our beliefs with fire and steel, then we must stand or see the promise of two centuries tremble. I believe tonight that you do not want me to try that risk. And from that belief your ENTITY summons his strength for the trials that lie ahead in the days to come. Scarred by the weaknesses of man, with whatever guidance God may offer us, we must nevertheless and alone with our mortality, strive to ennoble the life of man on earth.", "label": "monologic", "features": {"sentence_length": 20.526315789473685, "word_length": 4.066666666666666, "sentence_complexity": 1.631578947368421, "passive_voice_freq": 0.15789473684210525, "lexical_word_freq": 9.210526315789474, "nominalization_freq": 1.4210526315789473, "personal_pronoun_freq": 2.1052631578947367, "interjections_freq": 0, "modal_verbs_freq": 0.42105263157894735, "discourse_marker_freq": 0.9473684210526315}}