{"id": 5541, "text": "I am , of course, very grateful to Dan Quayle, our Vice President, for his hard work on the issue that I want to discuss today, and to many of you here who have been very helpful in all of this. I want to single out our nominee for Attorney General, Bill Barr, the Acting Attorney General, and Ken Starr, the Solicitor General who headed the working group that produced what I think is a very fine report. A little more than 2 months ago, the Vice President outlined our agenda for civil justice reform before the American Bar Association. That speech unleashed a national debate, a flurry of mail here at the White House, I might add, and some of the best lawyer jokes that I have heard in years. But we are not here today to make an easy hit on lawyers. Frankly, I do not think that the problem rests with lawyers; the problem stems from a legal system that just spun out of control. Sadly, we have become the most litigious society in the world. In order to restore sanity to our civil justice system, the Competitiveness Council that the Vice President chairs has recommended extensive and concrete steps that we can take, starting today, to get our legal system back on track. There is 50 recommendations, and these 50 recommendations include changes in the rules of discovery, adoption in certain areas of the loser pays rule, encouragement of alternative dispute resolution, caps on punitive damages, and changes in the rules and expert evidence to end the use of junk science on the witness stand. I have named only a few of our many recommendations. Some of these proposals require Federal legislation, and we are going to be transmitting that up to the Congress very, very soon. Other proposals require action by the Supreme Court. Today's Executive order will apply most of these recommendations, where possible, to the Federal Government. And I am asking every agency head, many here today, to do everything possible to fully and effectively implement the Executive order. With all that said, let me get to the heart of the matter. Civil justice reform is absolutely essential to our country's well-being. I am talking about access to health care and quality of life. Parents are having a tough time finding an obstetrician just out there in some of the States because many obstetricians found it was not worth it to practice anymore. I am talking about beneficial new products that never reach the marketplace at all because of liability concerns. I am talking about jobs.", "label": "monologic", "features": {"sentence_length": 21.5, "word_length": 4.632558139534884, "sentence_complexity": 1.5, "passive_voice_freq": 0, "lexical_word_freq": 10.15, "nominalization_freq": 1.25, "personal_pronoun_freq": 1.4, "interjections_freq": 0, "modal_verbs_freq": 0.15, "discourse_marker_freq": 0.7}}