{"id": 5542, "text": "We got a letter the other day from an architect in California named Charles Yaeger. Here is what he wrote, I have many friends who are going out of business because of fear of lawsuits. And I am talking about inflation and consumer prices. As a business owner myself, the liability insurance is getting out of hand. The manufacturers could significantly lower their prices both wholesale and retail, which would stimulate our economy. Maybe other countries do not have this problem because every other Western democracy has the loser pays rule in order to discourage senseless lawsuits. Maybe it is because we have most of the world's lawyers here in America. Maybe it is because the pop culture in this country encourages lawsuits. I do not know how many of you watch Hulk Hogan in the movie, but he is got a brand new movie out there, and at one point he asks the bad guys if they are going to beat him up. You know what the bad guys replied? Hey, this is the nineties; we are going to sue you. People around the country understand that, and they have understood it for some time. And we have got to get something done about it. You see the problem everywhere. From the hindrance of new medicines to local bans of firework displays on the Fourth of July, the fear of outlandish litigation has begun to strangle the American dream. Americans understand that civil justice reform means growth, competitiveness, and jobs. That is why I feel so strongly about these recommendations by Dan Quayle's Competitiveness Council. This is not a partisan issue; we keep making that point. It is a matter of overcoming the vested interests and changing the status quo to ensure a better and most prosperous life for all Americans. The Federal Government is the largest single consumer of legal resources. As the client, I am asking you, the Government's top lawyers, to help us change the status quo. The Executive order will hold you to higher standards than private practitioners. But it will also give us the opportunity to lead the country by example toward civil justice reform. Today we are taking the first step. And now I want to invite Bill Barr and Ken Starr to join Dan Quayle and me up here as I sign this Executive order.", "label": "monologic", "features": {"sentence_length": 15.72, "word_length": 4.539440203562341, "sentence_complexity": 1.28, "passive_voice_freq": 0.04, "lexical_word_freq": 7.16, "nominalization_freq": 0.92, "personal_pronoun_freq": 1.44, "interjections_freq": 0.04, "modal_verbs_freq": 0.16, "discourse_marker_freq": 0.76}}