{"id": 5553, "text": "Well, I have got two short statements I want to read to you to start things off with. Secretary Morgenthau has told me about the shocking cases of tax evasion his men have discovered, and I am thoroughly in sympathy with his plan to enlarge the Bureau of Internal Revenue forces to whatever extent is required to insure full compliance with the law. It will be good business for the Government, because every dollar we spend in collection and enforcement will produce $20 or more in revenue. And much more important is the matter of good morals. We are not fighting this war to make millionaires, and certainly we are not going to allow the black market operators or any other racketeers to be in a favored class, when the men in the armed forces, and our citizens generally, are sacrificing so heavily. Yesterday, I acquainted the top officials of the Civil Service Commission with our special tax drive and the necessity for an accelerated program of recruitment. Arrangements have been made with the Civil Service Commission to have placed at every ENTITY discharge center in the United States a qualified recruitment officer from the Civil Service Commission, fully versed in our recruitment requirements, who will steer to us the qualified veterans as they are discharged. The American people understand that sacrifices are necessary. The one thing that might break down their will to keep on to complete victory would be a feeling that a few were profiting from the sacrifices of the many. We must see that there is no justification for any such feeling, and that is just what we are going to do. I think there will be enough discharged veterans, probably, with the qualifications to meet this 10,000-man-program that Mr. Morgenthau is asking for. It is a crime to--a terrible crime, in my opinion, to find these people who are hoarding money and living off the black markets, and things of that sort, when the sons of the rest of the population are out getting killed to save the country. And we are going to try to put a stop to it. I have another short statement I would like to make, with regard to prisoners of war. I wish to express my very deep sympathy for the relatives of those members of our armed forces who have the misfortune still to be held as prisoners of war by the enemy. The welfare of these men is a matter of deep concern to me, and I am determined to do everything possible to help them and to bring about their release as soon as possible.", "label": "monologic", "features": {"sentence_length": 27.4375, "word_length": 4.510250569476082, "sentence_complexity": 2.5, "passive_voice_freq": 0.3125, "lexical_word_freq": 11.625, "nominalization_freq": 1.375, "personal_pronoun_freq": 2.125, "interjections_freq": 0.0625, "modal_verbs_freq": 0.5, "discourse_marker_freq": 1.125}}