{"id": 5556, "text": "President Kim, Mrs. Kim, members of the Korean delegation, distinguished guests, Hillary and I welcome you to the White House. On our two trips to Korea, we experienced the great kindness of the Korean people. We hope you have experienced that same feeling from the American people. As you can see from looking around this room, the American people include more than 1 million Korean-Americans who make very strong contributions to the United States but never forget their brothers and sisters half a world away. I recall very well the day in 1992 we first met on the steps of the City Hall in Los Angeles, where we also met with citizens who were starting to rebuild their community after intense racial strife. You spent much of your period of exile in our country, and you have many great friends here, some of whom are with us tonight. They have stood by you through times of trouble, and in turn, you have been a real inspiration to them. Even if the heavens were to crash down, there is a hole through which to rise up; and even if taken in a tiger's teeth, there is a way to survive. Raised on an island with no paved roads or electricity, you were captured by the North Koreans in the war and nearly executed; elected to the national assembly only days before the assembly was disbanded by a coup; denied the Presidency in 1971 after voter intimidation and fraud by the ruling party; injured when a 14-ton truck tried to ram your car; kidnapped, taken to sea, prepared for drowning by Government agents; sentenced to death again in 1981 after a 6-minute trial. Through it all, you never lost hope that democracy and human rights could rise up in your beloved land. Now you are at the center of that democracy working to make the dreams of your people a reality. You are an inspiration, not only to your fellow Koreans but to people all around the world who seek freedom and a better life. Tonight we celebrate your triumphs and the triumph of democracy in so many nations that once were ruled by the iron hand of dictatorship. We also remember with gratitude those who bravely struggled for freedom but gave their lives before their dreams were realized. And we honor those around the world who still struggle to free their countries from tyranny. Their struggles and yours, Mr. President, remind us that we must never take freedom for granted. As Abraham Lincoln, whose life and words you have studied, once said, The fight must go on.", "label": "monologic", "features": {"sentence_length": 25.352941176470587, "word_length": 4.489559164733179, "sentence_complexity": 1.8235294117647058, "passive_voice_freq": 0.23529411764705882, "lexical_word_freq": 11.294117647058824, "nominalization_freq": 1.4705882352941178, "personal_pronoun_freq": 2.4705882352941178, "interjections_freq": 0, "modal_verbs_freq": 0.23529411764705882, "discourse_marker_freq": 1.5294117647058822}}