{"id": 5584, "text": "I do not know how many of you are thinking of going with me up to the Adirondacks, as many as can I hope. Those who go I shall see up there. Those who stay in Washington I shall not of course see, and I wish to take this opportunity to express my amazement at the constant correctness of my views as you report them to the country. I would not be able to report as correctly the views of any one of you. I do not know how you get before the country so clearly and so well my views as you do. And I also want to thank you for the consideration with which you have always treated the Presidential office during the time that I have been President. It has been very helpful to me in the transaction of the public business and I think very helpful to the country in coming to a comprehension of what the Government is trying to do, how it is trying to function, what efforts it is making to benefit the condition of the people. I hope those of you that stay here or go to some other part of the country will have the opportunity to have as pleasant a summer as I expect to have and as those who go with me I know will have. I would like to say also that I am very much gratified with the work that the Congress did. The principal thing that will affect the country is the reduction of taxation. I was not able to do a great lot with the reduc-tion of expenditures, but we did keep expenditures down fairly well. There was no bill of general importance that passed that I did not approve. I sent up a couple of veto messages of personal and local significance and there were three or four bills that I decided not to sign. One of them I had not been able to make up my mind about it. That is the bill relative to taxation of lands in Oregon and Washington. That did not come in until just as I was about to leave the office to go to lunch and from lunch to the Capitol, so I did not have a chance to investigate it. I am investigating it now to see whether I ought to approve it or leave it disapproved. The tax measure I would say was the most important piece of legislation. The approval of the World Court and the manifest desire to place that on a basis where its independence would be made more secure than it is now, leaving the other nations to approve that policy, is a matter of importance in international relations.", "label": "monologic", "features": {"sentence_length": 24.157894736842106, "word_length": 4, "sentence_complexity": 2.4210526315789473, "passive_voice_freq": 0.05263157894736842, "lexical_word_freq": 9.263157894736842, "nominalization_freq": 1.3157894736842106, "personal_pronoun_freq": 2.789473684210526, "interjections_freq": 0, "modal_verbs_freq": 0.5789473684210527, "discourse_marker_freq": 1.4736842105263157}}