{"id": 5585, "text": "I think that there was not much of anything in the way of treaties. The Lausanne treaty and the treaty relative to the sale of arms and the use of gas did not come up for final consideration. The Railroad Labor Bill will we hope develop into a very important policy, because of the significance of it of leaving the management of the railroads and the employees to agree among themselves with the very manifest disposition of a new desire on their part to harmonize difficulties that may arise and adjust them without the interference of the Government. And of course there is the building law which really represented a new policy of making a lump sum appropriation and leaving the administration of it and the disposition of it to the Secretary of the Treasury. I also believe the Postmaster General comes in on things that are of interest to the Post Office Department. Then the aviation bill was very important, which also is the adoption of a new policy of administration. With the great amount of discussion that had been going on through the summer months in relation to the aviation situation, the present bill is in a very wonderful way, I think, almost in entire harmony with the recommendations made by the Navy Air Board, a considerable step in advance. We passed a bill that had been agreed upon in the fall as a result of conferences between the Secretary of Agriculture and the Cooperative Farm Associations that is of considerable importance for the betterment of the cooperative farm movement in the country. I spoke of the two treaties. Another matter of importance which awaits future action is legislation relative to the licensing of radio plants. I think those are the principal features of this Congress. But the fact remains that no legislation of general import was passed that did not have my approval and in all the main features that I desired to have the Congress act upon I secured favorable action. I happened to express it in that way. I think some of the success of the present Congress was due to the fact that they assumed very largely their own responsibility and undertook to function as an independent legislative body without too much interference on the part of the Executive or too much subservience to the wishes of the Executive. That is I mean, trying to determine questions on their merits. As a result of that policy there was very little of partisanship that was shown in the decision of any large questions. There is another item that I left out, which of course is of tremendous importance, and that is the settlement of our foreign debts. I would place that as one of the major accomplishments of the last Congress.", "label": "monologic", "features": {"sentence_length": 25.88888888888889, "word_length": 4.663090128755365, "sentence_complexity": 1.5, "passive_voice_freq": 0.16666666666666666, "lexical_word_freq": 10.444444444444445, "nominalization_freq": 2.388888888888889, "personal_pronoun_freq": 1.3888888888888888, "interjections_freq": 0, "modal_verbs_freq": 0.16666666666666666, "discourse_marker_freq": 0.6666666666666666}}