{"id": 5612, "text": "To all you San Antonio Spurs fans, we are glad you are here in the Rose Garden. We want to congratulate you on a fantastic championship run. I first want to welcome my friend Peter Holt, who turned out to be a pretty darn good owner. It is more than I can say for the former Ranger ownership. I want to thank R.C. Buford, who is the general manager, and Gregg Popovich, who is the manager of-the coach of the club. And I want to welcome the players and your wives and friends and family here. After this is over, I'd like to invite you in the Oval Office and let you see where the decisions are made that affect the peace and freedom of this world. Senator John Cornyn from San Antonio; Lamar Smith and Henry Bonilla as well from San Antonio. You got to know that during the playoffs, these guys were touting the Spurs. They were giving a pretty hefty line to anybody who dared bet against the Spurs, and you did not let them down. He and I share an interesting relationship. As you may know, his father, Bob, won the NBA Championship ring. And so Danny and Bob Ferry are only the second father/son combination to ever win a championship ring- -if you get my drift. We are members of the famous fathers club. And anyway, I want to welcome you here. You will see where the-only the second son of a President office is in a minute. I also-one of the things that happens when a championship team comes here, it gives me a chance to talk about the development of a culture, a winning culture inside an organization. I like to call it a culture of service, people being willing to serve something greater than themself, in this case, a team. I was struck by Tim Duncan's comments after the sixth game when they were talking about the fantastic individual effort he had. And a reporter said, What about that effort? He said, It is cool, but then immediately went on to talk about the accomplishments of his teammates, recognizing that you cannot win a championship unless you are able to rely upon others and lift others up and participate with others and work hard with others. And it is a phenomenal tribute to the San Antonio Spurs that they have got such great individual players who are willing to work as a team. And it is a wonderful example for our country-it really is.", "label": "monologic", "features": {"sentence_length": 18.47826086956522, "word_length": 4.2, "sentence_complexity": 1.7826086956521738, "passive_voice_freq": 0.08695652173913043, "lexical_word_freq": 7.130434782608695, "nominalization_freq": 0.9130434782608695, "personal_pronoun_freq": 2.0434782608695654, "interjections_freq": 0, "modal_verbs_freq": 0.2608695652173913, "discourse_marker_freq": 0.9565217391304348}}