{"id": 5614, "text": "Ever since I was a boy one of my treasured portraits has been a portrait of Cavour; because I had read about him, of the way in which his mind took in the nation, the national scope of it, of the strong determined patriotic endeavor that never allowed obstacles to dismay him, and of the way he always stood at the side of the King and planned the great things which the King was enabled to accomplish. And I have another thought. Perhaps you gentlemen think of the members of your Government and the members of the other governments who are going to confer now at Paris as the real makers of war and of peace. You are the makers of war and of peace. The pulse of the modern world beats on the farm and in the mine and in the factory. The plans of the modern world are made in the counting house. The men who do the business of the world now shape the destinies of the world, and peace or war is in large measure in the hands of those who conduct the commerce of the world. That is one reason why unless we establish friendships, unless we establish sympathies, we clog all the processes of modern life. As I have several times said, you can not trade with a man who does not trust you, and you will not trade with a man whom you do not trust. Trust is the very life and breadth of business; and suspicion, unjust national rivalry stands in the way of trade, stands in the way of industry. A country is owned and dominated by the capital that is invested in it. I do not need to instruct you gentlemen in that fundamental idea. In proportion as foreign capital comes in among you and takes its hold, in that proportion does foreign influence come in and take its hold. And therefore the processes of capital are in a certain sense the processes of conquest. I have only this to suggest, therefore. We go to Paris to conclude a peace. You stay here to continue it. We start the peace. It is your duty to continue it. We can only make the large conclusions. You constantly transact the details which constitute the processes of the life of nations. And so it is very delightful to me to stand in this company and feel that we are not foreigners to each other. We think the same thoughts. We entertain the same purposes. It has brought nations into close vital contact, so that they feel the pulses that are in each other, so that they know the purposes by which each is animated.", "label": "monologic", "features": {"sentence_length": 18.04, "word_length": 4.17960088691796, "sentence_complexity": 1.28, "passive_voice_freq": 0.2, "lexical_word_freq": 7.68, "nominalization_freq": 0.72, "personal_pronoun_freq": 1.8, "interjections_freq": 0, "modal_verbs_freq": 0.12, "discourse_marker_freq": 0.72}}