{"id": 5625, "text": "I am pleased to be back at the FBI to unveil a new line of attack on our war against terrorism, the Most Wanted Terrorist list. Terrorists try to operate in the shadows. They try to hide, but we are going to shine the light of justice on them. We list their names; we publicize their pictures; we rob them of their secrecy. Terrorism has a face, and today we expose it for the world to see. General, thank you very much for your leadership, your strong resolve, the values you espouse. I want to thank all the Justice Department folks who are here today. I am so honored to be up here with the Secretary of State. He is doing a fabulous job of rallying the world to our cause. And I want to thank the State Department officials who are here today, as well. And of course, Director Mueller, I want to thank you and the fine men and women of the FBI for your diligent efforts to disrupt and find anybody who tries to harm Americans. I also want to introduce Tom Ridge, the Director of the Office of Homeland Security. The men on the wall here have put themselves on the list because of great acts of evil. They plan, promote, and commit murder. They fill the minds of others with hate and lies. And by their cruelty and violence, they betray whatever faith they espouse. These 22 individuals do not account for all the terrorist activity in the world, but they are among the most dangerous, the leaders and key supporters, the planners and strategists. This effort is part of a worldwide assault on terror. All our allies and friends will now be familiar with these evildoers and their associates. For those who join our coalition, we expect results. And a good place to start-help us bring these folks to justice. Eventually, no corner of the world will be dark enough to hide in. I want to thank all the State Department employees for helping to build an unprecedented-I mean unprecedented-coalition to stand with us for freedom. I want to thank the American people for understanding that we are engaged in a new war, a war that will require a new way of thinking. There is a fascination about the conventional aspects of the military operations that are taking place now, and I can understand that. But the American people must understand that we are making great progress in other fronts, that we are halting their money, that we have got allies around the world helping us close the net.", "label": "monologic", "features": {"sentence_length": 16.807692307692307, "word_length": 4.350114416475972, "sentence_complexity": 1.3846153846153846, "passive_voice_freq": 0.038461538461538464, "lexical_word_freq": 7.384615384615385, "nominalization_freq": 0.7692307692307693, "personal_pronoun_freq": 1.8846153846153846, "interjections_freq": 0, "modal_verbs_freq": 0.19230769230769232, "discourse_marker_freq": 0.5384615384615384}}