{"id": 5648, "text": "It is more than 100 years since Abraham Lincoln charged the living to dedicate themselves to the unfinished work of the dead at Gettysburg. Even Lincoln, with his deep sense of man's imperfections, could not know that a century later we would still be striving to abolish racial injustice. No task is more deeply rooted in the complexities of American life. Poverty and tradition, fear and ignorance, the structure of our society and the workings of our economy, all converge on this enormous wrong which has troubled the American conscience from the beginning. Its just solution is essential, not only to give the full blessings of freedom to Negroes, but to liberate all of us. It will take another hundred years to finish the job. Well, I am here to say to you tonight that I do not agree. Great social change tends to come rapidly in periods of intense activity and progress before the impulse slows. I believe we are in the midst of such a period of change. So, it is our task to carry forward nothing less than the full assimilation of more than 20 million Negroes into American life. This is not to be an assimilation of bland conformity. It is, as it has always been, to allow ready access to every blessing of liberty, while permitting each to keep his sense of identity with a culture and tradition. In this way we enlarge our freedom and we enrich our Nation. We have just passed a milestone in this task. The Civil Rights Act of 1964 extends the protection of the law to many of the demands of justice. This act, of course, is not the whole answer. But tonight I ask each of you to think for a moment what an enormous setback the failure to pass it would have been. When I picked up after our beloved leader had been taken from us, I did not know and few in my vicinity knew that we would ever get as far as we have. Now, your Government must and will move rapidly to carry out this legislation. I have come here tonight to tell you and I expect you to tell those that you counsel with and those you lead that we intend to give new vigor to our many activities in the field of equal opportunity. The Congress, in title VI of the Civil Rights Act, established the principle that race or color can be no criteria for participation in Federal programs. Last week I approved the first set of regulations to implement that principle. Those regulations are designed to provide a just and prompt and reasoned resolution of all disputes.", "label": "monologic", "features": {"sentence_length": 19.304347826086957, "word_length": 4.376126126126126, "sentence_complexity": 1.5217391304347827, "passive_voice_freq": 0.08695652173913043, "lexical_word_freq": 8.173913043478262, "nominalization_freq": 1.5217391304347827, "personal_pronoun_freq": 1.8695652173913044, "interjections_freq": 0.043478260869565216, "modal_verbs_freq": 0.34782608695652173, "discourse_marker_freq": 1}}