{"id": 5649, "text": "Our first objective will always be to assure nondiscriminatory operation rather than to put an end to programs which are vital to the welfare of all Americans. The widespread voluntary support, in all parts of the country, of the public accommodation title is proof of the educational value of law, and the great reservoir of good will among Americans. I believe this title, too, will find wide acceptance. It is simple justice that all should share in programs that are financed by all and that are directed by the Government of all the people. They range from the Civil Rights Division of the Justice Department, the Civil Rights Commission and the President's Committee on Equal Opportunity in Housing to the Community Relations Service, the President's Committee on Equal Opportunity in Employment, and the soon to be created Equal Employment Opportunity Commission. Each of these groups has a distinct and a very important mission. Those now in existence have done a difficult task in an impressive way. But really they all aim toward the same general objective. And really they must pursue that objective through cooperation among themselves and with private groups such as the distinguished members of this organization who have helped us so much for so long. As long as I am your President, I want the Government of all of the people to speak with a single voice on this single question. Therefore, I am delighted to tell you tonight that I have asked Vice President-elect Hubert Humphrey, and he has agreed, to assume the responsibility for working with all of these groups, assisting in coordination of their efforts, and helping them to build toward an energetic pursuit of equal opportunity for all people in this Nation. These are some of the steps that we are taking, and there are going to be a good many more. For, as the problem of civil rights has grown in urgency, it has also grown in complexity. We must open the doors of opportunity. We must equip our people to walk through those doors. Thus, programs to eliminate poverty, to improve education, to provide housing by enlarging the opportunities of all Americans assure new opportunities for Negro Americans. There are those who predict that the struggle for full equality in America will be marked by violence and hate; that it will tear at the fabric of our society. Well, for myself, I cannot claim to see so clearly into that future. I know that racial feelings flow from many deep and resistant sources in our history, in the pattern of our lives, and in the nature of man.", "label": "monologic", "features": {"sentence_length": 23.105263157894736, "word_length": 4.70615034168565, "sentence_complexity": 1.2105263157894737, "passive_voice_freq": 0.21052631578947367, "lexical_word_freq": 8.947368421052632, "nominalization_freq": 1.2105263157894737, "personal_pronoun_freq": 1.4210526315789473, "interjections_freq": 0.05263157894736842, "modal_verbs_freq": 0.42105263157894735, "discourse_marker_freq": 1.0526315789473684}}