{"id": 5650, "text": "But I believe there are other forces that are stronger because they are armed with truth which will bring us toward our goal in peace. These are our commitments to morality and to justice which are written in our laws and, more importantly, nourished in the hearts of our people. These commitments carried forward by men of good will in every part of this land will lead this Nation toward the great and necessary fulfillment of American freedom. In this way our peoples will once again prove equal to the ideals and the values on which this our beloved Nation rests. We have met and heard the problems of the Prime Minister of Malawi. We have met and visited at some length with the Prime Minister of Great Britain, the United Kingdom. We have met and discussed the problems of free men in southeast Asia. We have reviewed the lot of the people on the continent of Africa, and particularly the Congo. But in each and every one of these studies, we have tried to put the interest of the individual and the dignity of the person first and foremost in our minds. In a doubtful period in 1957, 85 years since the Congress acted on the subject of civil rights and protecting the constitutional rights of all of our people, I sat down with the leaders of the Urban League, and with their guidance and with their help and with their support, for the first time in 85 years, we passed the first Civil Rights Act through the Congress of the United States. We were just learning to walk, but by 1960 it was possible for us to implement that statute and to contribute some constructive improvements. Then, a new administration came to power in 1961 and at the end of 4 years we had passed the most comprehensive legislation-and signed it--ever to be put on our statute books in this field. Now, the lights are still on in the White House tonight--preparing programs that will keep our country up with the times, and it will keep our feet on the ground. We have a Great Society. We do not have to begin one; we just have to keep it, retain it, improve it, and develop it. We know that the education of our citizens, the employment of our people, the health of their bodies, the freedom they enjoy, the security that is theirs are all uppermost in the minds of those charged with the responsibility of leadership.", "label": "monologic", "features": {"sentence_length": 26, "word_length": 4.382211538461538, "sentence_complexity": 1.3125, "passive_voice_freq": 0.1875, "lexical_word_freq": 9.8125, "nominalization_freq": 1.1875, "personal_pronoun_freq": 2.6875, "interjections_freq": 0, "modal_verbs_freq": 0.3125, "discourse_marker_freq": 1.125}}