{"id": 5651, "text": "I would not be human if I did not say that under your leadership and the leadership of other conscious, concerned people in this country, you have placed upon me a terrifying responsibility and an obligation that it will be my determination to deserve every waking moment of my term of office. Your faith in the future of your land and the future of the leadership that has been chosen has already been expressed, but I wanted at the end of a long day to come here and tell you of my faith in you. There are many things I want for my people and a few things I want for my little girls. I am going to do what I can in the time allotted me to help bring those about. One of the Presidents that I admire most signed the Emancipation Proclamation 100 years ago. Until every qualified person regardless of the house where he worships or the State where he resides or the way he spells his name or the color of his skin--until he has the right unquestioned and unrestrained to go in and cast his ballot in every precinct in this country, I am not going to be satisfied. The finest compliment that I can pay to the Negroes of America is to say that if their constitutional rights are protected as mine are protected, if they have the privilege of voting as I am privileged to vote, then all these other problems will take care of themselves. Now, I want to say one word before I leave. But you people have been trusting me for a long, long time. A good many of you have been among my closest friends since I came here in 1937. There is just one thing I want to say to you. I want to thank each and every one of you who has spent an hour or a dollar with the Urban League, because it is through efforts that you have made and others like you that the shackles of bondage have been removed from your fellow man. There are men who are dying tonight in Viet-Nam to preserve the freedom of us all, and the least that you can do, until you are called upon to give your life, is to give your support, give your talent, and give your heart to organizations like this and to leadership of men like Whitney Young.", "label": "monologic", "features": {"sentence_length": 31.23076923076923, "word_length": 4.073891625615763, "sentence_complexity": 3.3846153846153846, "passive_voice_freq": 0.46153846153846156, "lexical_word_freq": 11.846153846153847, "nominalization_freq": 1.3846153846153846, "personal_pronoun_freq": 4.384615384615385, "interjections_freq": 0, "modal_verbs_freq": 0.46153846153846156, "discourse_marker_freq": 1.6923076923076923}}