{"id": 5652, "text": "And it is very thoughtful, to say nothing about how generous it is of you to bring us all together for this most pleasant evening. You know I have been watching the polls pretty closely here of late. And as you might imagine, I like some of them quite a lot more than I like others. The ones I like best are those that like me best. But in this era in which we are living, I was not too sure of their credibility--so the other day I just went out and had a poll of my own made. If President Johnson were to run against the following nationally known Republican leaders, who would you vote for? Then we added another picture that would involve the entire ticket. The second pairing dealt with the ticket of both President and Vice President. Once again I am happy to report that I think we did very well under the circumstances. I think I should tell you that we circulated our poll among leading editors throughout the country--and other experts. One telegram I remember came in from a very important national magazine. Congratulations, Mr. President, on a very fine and well conducted poll. A President, of course, sees a great many expressions of public opinion. The earth is degenerating these days. Children no longer mind parents. Every man wants to write a book and it is evident that the end of the world is approaching fast. Later I discovered that, whoever he was, he wrote what he had to say on an Assyrian tablet almost 5,000 years ago. You do not have to look far to see the same kind of thing today--much of it is directed at the man in the kitchen that President Harry Truman talked about. Some people think we are spending too much, and some think we are not spending enough. Some people think we should not raise taxes, and some think we should have raised them last year. Some think that we are not doing enough for the people in need, and some think we have done too much already. Some think we should escalate the war in Vietnam, and some think we should get out of there tomorrow. In the crisis of this hour--as in all others that we have faced since our Nation began--there are plenty of recommendations on how to get out of trouble cheaply and fast. Deny your responsibilities.", "label": "monologic", "features": {"sentence_length": 17, "word_length": 4.262254901960785, "sentence_complexity": 1.5416666666666667, "passive_voice_freq": 0.041666666666666664, "lexical_word_freq": 7.708333333333333, "nominalization_freq": 0.4583333333333333, "personal_pronoun_freq": 1.9583333333333333, "interjections_freq": 0, "modal_verbs_freq": 0.3333333333333333, "discourse_marker_freq": 0.875}}