{"id": 5653, "text": "In world affairs, behave as if you were a small nation with few interests; behave as if the oceans were twice as wide as they really are; behave as if you do not care what happens to people with different tongues or different cultures, or colors of skin--so long as they are not shooting at your house--just now. Here at home, behave as if every baby is born with the same chance to succeed in life--although his crib may lie in the squalid back room of a slum. Behave as if rats were funny--too funny to fight with Federal help. Behave as if the farmer is getting as much as he deserves. Behave as if you have no interest in helping local authorities protect their communities from crime and violence. Behave as if runaway inflation is inevitable-above all, never send up a tax bill designed to fight inflation. I hear and read a good deal of this kind of advice. It is much more subtle than I have described it tonight, more reasonable. It is the voice not of the dove or the hawk, but of the ostrich. Be certain of this--in the time that I have been given to lead this country, I shah not follow that kind of advice. The Democratic Party has never chosen the road of irresponsibility. In the 1960's, America, under Democratic leadership, has faced up to the poverty and discrimination in its midst. It has not yet mastered them. But it has started--started on the road toward mastery--toward healing and educating and training and employing those whom life was passing by. This party, and the programs it has inspired and legislated and turned into action, has set a standard in the 1960's by which every administration that follows must be judged. poverty must be abolished, --a good education must be the birthright of every child, --our cities must be made fit for a free people, --the environment must be cleansed and protected for every family, --our streets must be made safe for law-abiding citizens, and --basic human rights must be made real for every man and woman among us. Let them say that we have aroused expectations. So have all of those who have liberated men from dreamless sleep and sullen apathy--and set them on the way to becoming what their Creator intended them to be.", "label": "monologic", "features": {"sentence_length": 21.944444444444443, "word_length": 4.334177215189873, "sentence_complexity": 1.7777777777777777, "passive_voice_freq": 0.4444444444444444, "lexical_word_freq": 10.333333333333334, "nominalization_freq": 1.1111111111111112, "personal_pronoun_freq": 1.5, "interjections_freq": 0, "modal_verbs_freq": 0.5, "discourse_marker_freq": 1.6111111111111112}}