{"id": 5654, "text": "Let them say that we have not accomplished our goals entirely--that there is still ignorance and misery and despair in our cities and in our rural towns. Yes, there is-and there always will be, unless America completes the work we have already begun in these 7 years. My friends, next year will be a testing time for America. Shall we go on building? --Or shall we become discouraged with ourselves, impatient that the work is not yet finished? Shall we bury all that we have begun--begun with such hope and promise--and bury it in a shroud of inaction and reaction? You here tonight have come a long way to give your answer. Every State in the Union is represented in this hall tonight. You are making it possible for the party that believes in building to take its case to the people--to tell them what we promised to do on that August evening in 1964 at Atlantic City we have done--and that America is a richer and a stronger and a fairer Nation today because Democrats made it so. Our party and our country is greater than any of us. It is entitled to the best from all of us. As for myself, my first and last business is trying to win and trying to secure the peace. That task will take all that I have--and I shall give it gladly. So tonight I tell you that I will work as hard as any man can work for his country, and I will do everything in my power to build a record for our Democratic Party that America will enthusiastically embrace 13 months from now. I regret that I cannot predict, this evening, when the issue that most concerns us will be resolved. I do know that we are following the road of responsibility in Vietnam, as we are here at home. I know--I know probably as well as any man, save those who are fighting for us out there tonight, at this very hour--that it is a rough road to travel. But the road, I think, does lead to a free Asia--and the road does lead, I think, to a freer and a happier and a more secure United States. I believe the American people will follow its course--not blithely, not cheerfully--for they all lament the waste of war; but they will follow it with a firm determination, now that we have begun it, to see it through all the way.", "label": "monologic", "features": {"sentence_length": 22.157894736842106, "word_length": 4.03562945368171, "sentence_complexity": 1.8421052631578947, "passive_voice_freq": 0.21052631578947367, "lexical_word_freq": 8.68421052631579, "nominalization_freq": 0.8947368421052632, "personal_pronoun_freq": 3, "interjections_freq": 0.05263157894736842, "modal_verbs_freq": 0.8421052631578947, "discourse_marker_freq": 1.3157894736842106}}