{"id": 5655, "text": "Now the age of consolidation is over and once again the age of change and challenge has come upon us. The next year, the next decade, in all likelihood the next generation, will require more bravery and wisdom on our part than any period in our history. We will be face to face, every day, in every part of our lives and times, with the real issue of our age--the issue of survival. I live with that knowledge. I live every day with the responsibilities it entails--with those our country bears, because it is the strongest and it is the freest of all nations--and also with those that I bear, because of the office I hold. If I may, let me speak quite personally to you for a moment. I have--as you know--spent my entire life in the political arena. I treasure the support of our people. I treasure that support as much, I think, as any man could. by softening or renouncing the struggle in Vietnam, or escalating it to the red line of danger, --by giving in and retreating on the tax proposal, --by abandoning the fight against discrimination--the fight for the poor-- here at home. Some may say there is short term political gain for me, and for our party, if we could follow this kind of a course. It would mean, in my opinion, greatly increasing the chances of a major war--not this year, but in the years immediately ahead. It would mean imposing a far more onerous tax, a tax of inflation, on all of our people--and the poorest among us--not just this year, but next year. It would mean dooming our cities to angry strife and squalor--in every year yet to come. So we do have a choice. We can take the easy road tonight, denying our responsibilities, hoping that a rise in our polls will compensate for what we ought to have done for our country. Or we can take the harder road of responsibility. We can do what we believe is right for our children's future, though it may mean a great deal of present pain. Well, I have made my choice. And I pray that I--and we--will have enough of that bravery, unselfishness, and wisdom that Jack Kennedy said we would need--to see it through, all the way.", "label": "monologic", "features": {"sentence_length": 19.85, "word_length": 4.08816120906801, "sentence_complexity": 1.3, "passive_voice_freq": 0, "lexical_word_freq": 8.65, "nominalization_freq": 1.25, "personal_pronoun_freq": 2.65, "interjections_freq": 0.05, "modal_verbs_freq": 0.85, "discourse_marker_freq": 1.25}}