{"id": 5660, "text": "Thank you very much, Secretary Perry, Admiral Miller, Admiral Owens, Admiral Flanagan, Admiral Murphy, Captain Gemmill, and to all of you who are here. I asked to see the person responsible for decorating the F-14 with my name and the Vice President's name there. I guess I am going to have to take flying lessons. I appreciate it. I told someone to take a picture of that, and I am going to take it back to the Vice President when I see him this afternoon and suggest that we both take flying lessons. Admiral Miller said, You understand on that plane, you would still control the eject seat. And I told him, I do not believe in ejecting. But I was glad to know that. I thank you all for your service. I am pleased and honored to be with you today. I understand that some of you have actually chosen to come back from your leave to be a part of this ceremony, and I am deeply grateful for yet another expression of your devotion to your country. I am proud of the job you have done, proud of the great work that all of our troops are doing in Haiti. And on behalf of the American people, the most important message I have to you today is a simple, straightforward, heartfelt thank you. I also want to thank, especially, Captain Gemmill and the crew of this magnificent carrier for the I Like Ike button. But obviously, I was an infant; I did not have much consciousness of it. President Eisenhower was elected in the year I went to the first grade, so he was the first President I really ever knew anything about. And all of us, regardless of our party, liked Ike. I can still remember when the country was united in a way that it is not now and when political arguments were a little more civil than they tend to be now. President Eisenhower's life of service to our country and his incredible leadership throughout his military career, culminating in his leadership in World War II and of course ultimately in his election to the Presidency, was an inspiration to me and to every other young American and I know is a continuing inspiration to all of you who are privileged to serve on this great carrier and in this group. Much has been asked of you, and you have delivered. Thanks to your efforts, the Haitian people are moving from fear to freedom. Thanks to your efforts, the democratically elected government will soon return to power.", "label": "monologic", "features": {"sentence_length": 19.59090909090909, "word_length": 4.299303944315545, "sentence_complexity": 1.5, "passive_voice_freq": 0.13636363636363635, "lexical_word_freq": 7.454545454545454, "nominalization_freq": 0.9545454545454546, "personal_pronoun_freq": 2.8181818181818183, "interjections_freq": 0, "modal_verbs_freq": 0.13636363636363635, "discourse_marker_freq": 1.1363636363636365}}