{"text": "The this is the first interview I’ve been told since you became the presumptive nominee. I’m not I’m not sure that that prior to last week, you weren’t already the presumptive nominee. But I think this is your first interview since the State of the Union as well. So can we just start with with your your vision for this country after watching the State of the Union. How does it differ from what you heard from President Biden, President Trump? Well, I heard a very angry man who’s losing badly in the polls, who’s willing to weaponize government like has never taken place in this country. It has taken place in third world countries, quite often actually and they will use the Justice Department to sue opponents like me, because I’m his only opponent other than life, life itself. And frankly, you know, I saw a very angry and confused man. I assume he’s going to be the candidate. I think it probably maybe it was a terrible performance, but I think it was probably good enough to get him over the heap, to get him over the, you know, the barrier as to whether or not he’s going to be their, their nominee. I was saying that’s been it for a long time. I find it hard to believe, but I think he probably will and we’ll see what happens. But it was really a speech on division and hate more than anything else. Starts off by talking about stickers, you don’t want to really talk about stickers even though it’s true that they put a little bit less than a bag but you have you have more interesting examples of inflation and other things that he was trying to point out than that. You could you have a lot of you have a lot of big league things you can be talking at, like energy, prices through the roof and food prices through the roof. But no, it was probably the worst State of the Union ever made. According to many that’s not according to be although according to me, it was also but I haven’t heard too many of them. There are stark policy differences obviously Mr. President, but one thing that I think that at least the perception is that there’s not a whole lot of difference between what you think we should do with entitlements or non-discretionary spending and what President Biden is proposing. It’s almost a third rail of politics. And we’ve got to what a $33, $34 trillion total debt built up and very little we can do in terms of cutting spending. Discretionary is not going to help. Have you changed your, your outlook on how to handle entitlements Social Security, Medicare, Medicaid, Mr. President? Seems like something has to be done, or else we’re going to be stuck at 120% of debt to GDP forever. So first of all, there is a lot you can do in terms of entitlements in terms of cutting and in terms of also the theft and the bad management of entitlements, tremendous bad management of entitlements. There’s tremendous amounts of things and numbers of things you can do. So I don’t necessarily agree with the statement. I know that they’re going to end up weakening social security because the country is weak. And let’s take a look at outside of the stock market, are, we’re going through hell. People are going through hell. If they have and I believe the number is 50%. They say 32 and 33%. I believe we have a cumulative inflation of over 50%, that means people are, you know, they have to make more than 50% more over a fairly short period of time to stay up. They’ve gotten routed. The middle class in our country has been routed and the middle class largely built our country and they have been treated very, very badly with policy. When I was president, I was doing a job, we’re going to start to pay off debt.", "label": "dialogic"}