{"id": 3365, "text": "As I have said before, the United States does not take a position on these competing sovereignty claims, but we do take a position on the conduct of the claimants who must resolve their disputes peacefully, without intimidation, without coercion, and in accordance with international law. Do you have a reaction to the election in India? First of all, we congratulate India and the people of India on an historic national election, which saw more voters cast their ballots freely and fairly than in any election in human history. We congratulate Narendra Modi and the BJP on winning a majority of seats in this historic election. Once the government is formed, we look forward to working closely with the Prime Minister and the Cabinet to advance our strong bilateral relationship based on shared democratic values. We would also like to thank Prime Minister Singh for the role he played in transforming our strategic partnership during his 10 years in office. Narendra Modi was banned the U.S. visa for the last 10 years. Do you think that was a step which could not have been taken -- was not the right step in the direction at the time? I am sorry, the question -- I understand about the visa, but what is the question? Do you think that was a wrong step taken by the previous administration, or do you stand by that? Well, I would refer you to the State Department for general answers to questions about the issuance of visas. I can tell you that the Prime Minister of India will be welcomed to the United States. And I would also note that U.S. officials, including Ambassador Powell, have met with Mr. Modi so he is certainly not unknown to us. And does the President have any plans to call him? The President does plan to reach out to Mr. Modi, and I am sure we will let you know when that is happened. One -- if the President preparing to invite Prime Minister Narendra Modi to the White House. And second, if you can confirm if the President has received a farewell letter from outgoing Prime Minister Manmohan Singh -- Dr. Manmohan Singh. I do not have anything on any correspondence the President may have received, and I think it is a little early to talk about a visit. The President will be reaching out to Mr. Modi and, as I noted, we congratulate him and the BJP on winning a majority of seats in these historic elections.", "label": "dialogic", "features": {"sentence_length": 21.473684210526315, "word_length": 4.5318627450980395, "sentence_complexity": 1.4736842105263157, "passive_voice_freq": 0.2631578947368421, "lexical_word_freq": 7.315789473684211, "nominalization_freq": 1.2105263157894737, "personal_pronoun_freq": 1.894736842105263, "interjections_freq": 0.05263157894736842, "modal_verbs_freq": 0.5789473684210527, "discourse_marker_freq": 0.7894736842105263}}