{"id": 3366, "text": "So, again, this is an important relationship, a strong, bilateral partnership, and the President looks forward to building on the progress we have made with Prime Minister Singh in our relationship, in our bilateral relationship with the next Prime Minister. And finally, the entire President's administration, all these eight years, Mr. Modi was banned from coming to the U.S. -- because there were several occasions when he was going to attend several functions in the U.S. Do you think there is a bitterness there between the two countries because of this? What is the future of the U.S.-India relationship? We have long said that we look forward to working with whomever the Indian people choose in these elections. And the U.S.-India partnership enjoys broad support across party lines in both of our countries. And I am confident that we will continue our successful and productive partnership with the new Indian government. The President looks forward to speaking with Mr. Modi and to working with the new government once it is formed. Let me get to -- I promise I will get to you. I am just wondering where the White House stands now on the issue in what is acceptable and what is not. Is it essential still to the White House that whatever finally emerges from Congress include a path to citizenship? It is elemental to the principles that he put forward. It is reflected in the bipartisan bill that passed the Senate. And the President strongly believes that it needs to be a part of comprehensive immigration reform. We have long said that the House would necessarily pursue its own path in the construction of an immigration reform package, but comprehensive immigration reform is essential because the whole works together in a way that achieves all of the important benefits to the economy and to the country that we are looking for with the passage of this legislation. So I am not going to get into a lot of parsing of what ifs because we have not seen a thing out of the House yet, and we are looking forward to the House acting on the urges we have heard expressed and the interest and desire that we have heard expressed by Republicans, including Republican leaders on this matter. And we want to see comprehensive immigration reform. We want to see comprehensive immigration reform that meets the test set by the President when he laid out his principles a number of years ago. And those principles are reflected in the Senate bill, as I have said many times.", "label": "dialogic", "features": {"sentence_length": 21.1, "word_length": 4.691943127962086, "sentence_complexity": 1.6, "passive_voice_freq": 0.2, "lexical_word_freq": 8.6, "nominalization_freq": 1.5, "personal_pronoun_freq": 1.75, "interjections_freq": 0, "modal_verbs_freq": 0.15, "discourse_marker_freq": 1}}