{"id": 3367, "text": "That bill does not exactly mirror what the President would have written if he were to write a bill and see it pass through Congress, and he does not expect that what emerges from the House, if the House has the courage to act on this, to match word for word what he would prefer. But what he does insist is that comprehensive immigration reform adhere to the principles he laid out in the beginning. So whatever the legislative process, not parsing that, the final bill that he would sign into law must include a path to citizenship? We have said all along that comprehensive immigration reform needs to include a path to citizenship. And he will not sign a law that is short of that? He will not sign a bill that does not include a path to citizenship -- that is my question. He signs a lot of bills that do not include paths to citizenship. You know what I mean. I know what you mean, too, but what I am not going to do is -- So you are saying -- so he is open to signing an immigration bill that falls short of a path to citizenship? His position, unlike the position of others, has been absolutely consistent from beginning to end -- or to this point. Unfortunately, we are not at the end yet, and I do not expect it to change. And then on the VA, I have heard you and I have heard others at the White House talk about the VA as having a good record on dealing with the backlog of claims and actually praising the VA on this issue. In light of the way this -- as we learn more about problems and not just in the Arizona office, but in other parts of the country, are you still saying you think that the Veterans Administration has done a good job in dealing with the backlog of claims? I mean, are you still going to say that? I appreciate the question, ENTITY, and I think it is important to note -- and I tried to the other day when this came up -- you are conflating two separate things. The disability claims, the backlog and disability claims -- this is a specific problem and challenge that the VA and the White House and others in the administration have been aggressively attacking. And that is where you have seen a 50 percent reduction in the size of the backlog year over year, from this point to a year ago.", "label": "dialogic", "features": {"sentence_length": 23.27777777777778, "word_length": 4.157517899761337, "sentence_complexity": 2, "passive_voice_freq": 0, "lexical_word_freq": 9.055555555555555, "nominalization_freq": 1.3888888888888888, "personal_pronoun_freq": 2.0555555555555554, "interjections_freq": 0, "modal_verbs_freq": 0.3333333333333333, "discourse_marker_freq": 1}}