{"id": 3369, "text": "I think that there is an active review, as well as an investigation by the IG that will determine both what happened in Phoenix and, I am sure, what happened elsewhere if some of the other allegations that we have seen merit investigation. What I have been saying is that under Secretary Shinseki's leadership there has been a firm dedication to providing the kind of services that our veterans deserve. It is reflected in some of the decisions that were made to increase access to disability claims and to health care. We have under his leadership reduced veterans homelessness by 24 percent. We have provided Post-9/11 GI Bill educational benefits to more than 1 million students. And we have decreased the disability claims. My point is that when I talk about the progress that has been made, I have been referring to questions about Secretary Shinseki and his leadership of the Veterans Affairs Department, and that progress has come on his watch and he certainly deserves credit for it. Do you think it sounds strange, though, that given the evidence that we are seeing coming out and suggestions that veterans have actually died waiting to get health services -- I think the word you used is essential because you said the suggestion. And this matter is under investigation -- I would point you to what the IG said yesterday. But here you are praising the VA for all the things that have been done under Shinseki's leadership. Let me just explain the way you just asked that question. You are saying there is a suggestion that something terrible happened in Phoenix -- and that is under investigation. But you do not think there is evidence that there has been a real problem with the quality of health care that our veterans are getting? You do not think that this is going to be -- we still need to study this further? You do not think there is enough to act on right now to say that our veterans are not getting the care that they need? you are going to investigate more? We should just accept allegations as true without investigating them? Meanwhile, we are moving aggressively in a host of areas to ensure that our veterans are getting the services and the care that they deserve. And that is reflected not least in the fact that the President has requested increases in the budget for the VA every year he has been in office in a time of very tight budgets. And he has insisted when it came to the serious matter of the disability backlog that we attack that problem with aggression and with substantial resources, and that is resulted in the reduction in the backlog.", "label": "dialogic", "features": {"sentence_length": 22.55, "word_length": 4.592017738359202, "sentence_complexity": 2.4, "passive_voice_freq": 0.3, "lexical_word_freq": 8.95, "nominalization_freq": 1.45, "personal_pronoun_freq": 2.3, "interjections_freq": 0, "modal_verbs_freq": 0.15, "discourse_marker_freq": 0.9}}