{"id": 3370, "text": "And that reduction needs to be eliminated -- I mean, the backlog has been reduced, but it needs to be eliminated, and that is an important part of making sure that our veterans are being taken care of. To follow-up on what ENTITY was asking, if General Shinseki is mad as hell about what went on, why is it the White House position that it is just allegations and suggestions? It seems to me he has made a conclusion in his mind that something bad happened. I think I would refer you to his testimony. And that is an opinion shared by the President, by Secretary Shinseki, and I think everyone else who has looked at this matter and works on these issues. Why has not he expressed it? The President was asked about the allegations and answered forthrightly and expressed his concern about it. The actions that we have taken reflect the concern that we have about it. And the fact that he has sent one of his most trusted and top aides from the White House over to the VA to assist the Secretary in his review reflects the seriousness with which we take this matter. But, again, I would simply say that it stands to reason that when allegations are made, it is important that they are investigated to find out the truth behind the matter before we just assume that what happened or what is said to have happened is true. I am not in any way prejudging, because I do not think we ought to prejudge. I do think that it is a matter of enough concern that the actions that Secretary Shinseki has taken and the actions that the President and the White House have taken are merited, and we will continue to aggressively tackle this problem. Should the American people be able to trust -- the President says he is -- you said the President is sending over one of his most trusted aides to oversee this. Wasn't General Shinseki one of his most trusted aides? Why should the American public look at that and say, well, that is the right thing to do instead of bringing somebody in from the outside perhaps to look at what is going on at the VA? ENTITY, what I can tell you is the President has confidence in Secretary Shinseki, someone with an incredibly admirable record in the military and in service to our veterans.", "label": "dialogic", "features": {"sentence_length": 25.4375, "word_length": 4.321867321867322, "sentence_complexity": 2.75, "passive_voice_freq": 0.5, "lexical_word_freq": 8.6875, "nominalization_freq": 0.875, "personal_pronoun_freq": 2.6875, "interjections_freq": 0.0625, "modal_verbs_freq": 0.4375, "discourse_marker_freq": 0.875}}