{"id": 3371, "text": "There remains a lot of work to do when it comes to making sure that our veterans get the services and care that they deserve, but Secretary Shinseki is aggressively tackling the challenges that we face on these matters. And when we see revelations like or accusations like what we have seen with regards to the office in Phoenix, it was certainly our view when Secretary Shinseki suggested it to our Chief of Staff that it was the right thing to do to add capacity, if you will, in order to make the effort more intense and more rapid to Secretary Shinseki's team by sending Rob Nabors over to the VA. ENTITY, on that point about the President speaking out -- today, for the second time this week alone, he talked about transportation funding, infrastructure funding because it is a priority for him. If fixing this VA problem is a priority for him, why have we not heard from him since April 28th? A lot has happened since he spoke out at that news conference. The Veterans Affairs administration has responded to those allegations by launching a review and suggesting and recommending and soliciting that the independent IG investigate. The President has asked his Deputy Chief of Staff for Policy, one of his most trusted advisors, to temporarily take an assignment over at the VA to assist Secretary Shinseki in that effort. And Secretary Shinseki, as you know, was testifying on Capitol Hill just yesterday about this. This is something that, again, the President cares deeply about when it comes to our veterans and ensuring that we provide for them in a way that honors the service they provided us. Why is he not speaking directly to veterans on this and saying, this is how much it matters and we are going to fix it? Your words are important, but if you are -- on transportation funding, for example, he does not just have you do it; he gets out there and says, Congress has to move on this. Why is he not out directing veterans on this? Well, again, he is taking action, Ed. He has responded to this. He has spoken about it. I am sure there will be an opportunity for him to speak about it again. I think you would be the first to say that if -- and maybe you would, since Congress is not acting yet on transportation -- that speaking alone does not get the job done; acting gets the job done. When it comes to transportation -- Sure, but you push them along. But he pushes them along.", "label": "dialogic", "features": {"sentence_length": 21.5, "word_length": 4.416279069767442, "sentence_complexity": 2.25, "passive_voice_freq": 0, "lexical_word_freq": 7.75, "nominalization_freq": 1, "personal_pronoun_freq": 2.7, "interjections_freq": 0.1, "modal_verbs_freq": 0.2, "discourse_marker_freq": 1.15}}