{"id": 3372, "text": "If I may, Ed, when it comes to transportation funding, that requires action by Congress so to ensure that hundreds of thousands of Americans are not thrown off the job come August. When it comes to taking the actions that we have taken as an administration in response to allegations, that is something we can do and that is something that the President is directing. How do you react directly to House Majority Leader Eric Cantor? He put out a statement yesterday saying he believes there is a pattern at the White House where the Cabinet Secretaries take all the heat and the President ultimately is just not held accountable. I think that in the time that since those allegations emerged in the press, the President has given four or five press conferences, so I think he has had the opportunity to address this and has been asked about it. I think there will be other opportunities for him to address this. But what he has also done is acted on it and so has Secretary Shinseki. Last one is -- you were talking about immigration earlier and that the clock is ticking, and minimum wage, a lot of other important priorities that the President has been pushing -- transportation funding as well. Is there any fear at all with Congress having hearings, that IG is having an investigation, there was talk yesterday that the FBI may get involved because there may be criminal charges in the VA scandal if, in fact, people did die because of this. My question being is there any fear that this is a big -- I struggle to use the word distraction because it is an important issue that veterans get their health care, but is this something that overshadows the attention of Congress right now so you cannot get immigration and other stuff done? I would simply say that it is an important matter and that the resources necessary to tackle it so that we are providing the services and benefits that veterans deserve are merited, and the attention that is paid to it by those who are concerned about the problem as opposed to politics is absolutely appropriate. That is how the President views it. Does the government have any confidence, this administration have any confidence that the Nigerians can ever retrieve the young women, particularly in light of today's news that President Jonathan was supposed to go to the village from which they were kidnapped and decided at the last minute not to go? Well, I would say that, first of all, a couple of things. There is no question that the Nigerian people, the Nigerians face a real threat in Boko Haram.", "label": "dialogic", "features": {"sentence_length": 30, "word_length": 4.557777777777778, "sentence_complexity": 3.2, "passive_voice_freq": 0.5333333333333333, "lexical_word_freq": 11.2, "nominalization_freq": 1.8, "personal_pronoun_freq": 2, "interjections_freq": 0.06666666666666667, "modal_verbs_freq": 0.6666666666666666, "discourse_marker_freq": 1.8}}