{"id": 3373, "text": "Boko Haram has demonstrated it has no regard for human life and it has demonstrated an increased ability to conduct attacks, and those attacks have increased in frequency and lethality. So this organization poses a serious threat in that country. When it comes to the efforts undertaken by the Nigerian government to find these girls, we have made clear that, in our view, time is of the essence and that we can and are assisting the Nigerian government in the search, but the Nigerian government has the lead and needs to act accordingly. But they do not seem to be making any progress. No, signs from Nigeria are not encouraging. Well, I think a circumstance -- I mean, I think that it was important -- and I tried to do this when we first started talking about the assistance the United States was going to provide -- to understand that despite the expertise we have, the capacities we have, and the kind of assets that we can bring to bear in this, that this is a tremendous challenge. We are talking about fewer than 300 people who are being searched for in an area at least the size of West Virginia, portions of which are very densely forested, as I understand it. And, again, this is a population of kidnapped girls that we hope remains intact and together, but obviously if they have been separated that makes the challenge even greater -- which does not mean that we will not provide all the assistance and assets that we can in that effort in helping Nigeria conduct this search, but it is certainly a challenge. But the security situation is apparently so bad that the President of the country cancelled a visit to the area today. I think the fact that the security situation, because of Boko Haram, is real is one that is self-evident and which I discussed moments ago. But that does not mean that we cannot and that they cannot conduct a search, and that is certainly what is happening. We have already, as I discussed earlier this week, launched both manned and unmanned aircraft as part of the reconnaissance effort, and we have a team of personnel assisting the Nigerian government in a variety of ways. Other nations have lent their support to the effort and we hope that it will bear fruit and we will find the girls. ENTITY, has President Obama spoken to President Goodluck Jonathan, or does he plan to? I do not have any conversations to read out. Did he have a reaction to canceling his trip? I have not spoken to him about it.", "label": "dialogic", "features": {"sentence_length": 25.88235294117647, "word_length": 4.4409090909090905, "sentence_complexity": 2.588235294117647, "passive_voice_freq": 0.11764705882352941, "lexical_word_freq": 10.235294117647058, "nominalization_freq": 1.2941176470588236, "personal_pronoun_freq": 2.4705882352941178, "interjections_freq": 0.11764705882352941, "modal_verbs_freq": 0.5882352941176471, "discourse_marker_freq": 1.1764705882352942}}