{"id": 3374, "text": "And Nigerian officials, U.S. officials, officials from Britain and France are going to meet over the weekend and discuss their strategy moving forward. What is the anticipation on the part of this White House about the tangibles that might come out of that meeting -- the series of meetings? I think that we are focused on assisting the Nigerians in developing a concrete plan and a concrete approach to finding out where the girls are and recovering them so that they can be returned to their families. And that requires coordination and it requires strategy. And I assume that these conversations will be focused on that effort. Going back to ENTITY's line of questioning, you have Alice Friend, who is the Director of African Affairs, talking about some of her frustrations, frustrations on the part of the United States with the Nigerian government's slow to adapt with new strategies and new tactics. Can you flesh out what some of the other frustrations are that the U.S. feels in terms of working with the government of Nigeria? Well, look, I think that the challenge that Nigeria faces from this group is a serious one, and there are all sorts of issues that she and others have identified that make the challenge even greater and that we try to address as a friend of Nigeria in the assistance that we provide. That is why we provide security assistance, to increase Nigeria's capacity to meet the threat, including by helping professionalize its military and helping it carry out responsible counterterrorism operations. It is why we provide law enforcement assistance, to help Nigeria bring those responsible for attacks on civilians to justice. It is why we support programs and initiatives that are aimed at combating violent extremist ideology, including by creating economic alternatives for those vulnerable to being recruited by terrorist organizations. So we have a coordinated effort that is designed to help strengthen Nigeria's ability to respond responsibly and effectively to these challenges in a way that ensures civilians are protected and human rights are respected. And responding responsibly and effectively is important because that is , in effect, how you provide support for and reassurance to the population that is also having to deal with the threat posed by an organization like Boko Haram. Is there a timeline for the review that he is conducting? For questions like that, I would refer you to the VA. They are obviously conducting the review.", "label": "dialogic", "features": {"sentence_length": 25.375, "word_length": 4.977832512315271, "sentence_complexity": 2.625, "passive_voice_freq": 0.4375, "lexical_word_freq": 10.5, "nominalization_freq": 1.0625, "personal_pronoun_freq": 1.75, "interjections_freq": 0.0625, "modal_verbs_freq": 0.3125, "discourse_marker_freq": 0.5625}}