{"id": 3375, "text": "So I do not have a timeline on Rob's stay over at the VA except to say that it is temporary and he will be coming back and returning to his responsibilities as Deputy Chief of Staff here when that assignment is finished. The White House has repeatedly expressed confidence in Shinseki's leadership, progress under his watch. But the way that this all came out -- even if you are going to keep calling them all allegations and they seem to be more widespread than one hospital -- does not that in itself indicate a major shortfall in his oversight and leadership of the administration? Michelle, I think I have addressed this question. What we have seen in response to the allegations that have been reported is a review instigated by the Secretary, one that we are now providing a senior White House official to assist -- My question is the way it came out, that this was all -- all of these problems that have been built up and widespread, it all came out through reporting by the press, that some of this was not even known about. So does not that, in and of itself, indicate a major shortfall there? Well, I'd say a couple of things about that. First of all, there are active reviews and investigations into what happened, and I think, again, I am not going to pass judgment on what happened until we have seen the conclusion of an investigation. Separately, should some of these allegations prove to be true, Secretary Shinseki has made clear that he would be outraged by that and angry by that -- the President certainly would be -- and he would expect people to be held accountable. On the role of the press, I think the press, in general -- and again, I am not going to pass judgment on whether or not the allegations are true because we do not know, but the role of the press is important in general as a -- on matters like this and in so many other areas. So I would not sell the press short when it comes to the important role they play. And on Iran, these reports that have come out this week that Iran is actively pursuing ballistic missiles, what is the White House's view of that and the possibility of eventually reaching a nuclear deal? Well, on the question of ballistic missiles, we have made clear that all issues of concern are on the table during the P5-plus-1 negotiations aimed at reaching a comprehensive agreement.", "label": "dialogic", "features": {"sentence_length": 29.928571428571427, "word_length": 4.398568019093079, "sentence_complexity": 2.4285714285714284, "passive_voice_freq": 0.35714285714285715, "lexical_word_freq": 10.928571428571429, "nominalization_freq": 1.7142857142857142, "personal_pronoun_freq": 2.0714285714285716, "interjections_freq": 0.14285714285714285, "modal_verbs_freq": 0.5, "discourse_marker_freq": 1.5714285714285714}}