{"id": 3376, "text": "And we are not going to get into details of specific items of negotiations because negotiating in public would not serve the goal here, but I would point you to the fact that the Joint Plan of Action lays out very clearly the elements for a comprehensive agreement and it talks about all concerns needing to be addressed, and it talks about making sure that we know that, in fact, this is an entirely peaceful program. It also talks about U.N. Security Council resolutions needing to be addressed, including provisions relating to ballistic missiles capable of delivering a nuclear warhead. So ballistic missiles fall into the topics under discussion that would need to be part of a comprehensive resolution of this dispute and this challenge. Without sort of teasing out any individual item and talking about how that concern would have to be addressed in the final product, what we will do is point you to those U.N. Security Council resolutions, the fact that the Joint Plan of Action explicitly calls for those concerns to be resolved, and make clear that everything in the JPA is on the table and has to be resolved for a comprehensive agreement to be reached. ENTITY, I have two questions. On the Ukraine elections, a statement that the Vice President put out this week used the word, delegitimize in the statement, that Russia would face additional costs should it disrupt or delegitimize the election results. My question is a follow-up on a question earlier, which is who is the arbiter for the results of the election, whether they are disrupted or delegitimized, since sectoral sanctions would be so important to determine a range. Who decides that? Well, first of all, there will be international observers organized by the OSCE who will be able to make judgments about the conduct of the election and any efforts to undermine the election or delegitimize it. The United States and the rest of our partners in the international community who have taken one side on this matter, and Russia, which has taken another side, I think will make judgments about how the elections proceed. President Putin, back when he also said or suggested that the so-called referenda should not be held on May 11, also said that the May 25 election might be a good step.", "label": "dialogic", "features": {"sentence_length": 35.09090909090909, "word_length": 4.733160621761658, "sentence_complexity": 3.272727272727273, "passive_voice_freq": 0.7272727272727273, "lexical_word_freq": 14.272727272727273, "nominalization_freq": 1.6363636363636365, "personal_pronoun_freq": 1.5454545454545454, "interjections_freq": 0.09090909090909091, "modal_verbs_freq": 1.1818181818181819, "discourse_marker_freq": 1.2727272727272727}}