{"id": 3378, "text": "Yesterday, Secretary Johnson said on PBS Newshour that you might be looking at changes -- or the President might be looking at changes to the Secure Communities program that is part of reforming the deportation policy. Does the White House have anything on that? I did not see that comment. What I think you know is that the President asked Secretary Johnson to address -- to review procedures when it comes to enforcement, and that review is underway. I would refer you to the department for any status update they might have. And also this week, there were some documents released to Judicial Watch through FOYA -- a lawsuit -- that did appear that the Washington office of IRS did have more to do with targeting some of the tea party groups in this. I did not see that report, so I do not have a response. Well, does the White House still believe that this was entirely out of the Cincinnati office, as the President said during the Super Bowl interview? Our position has not changed and I certainly have not seen any facts that suggest otherwise. But I have not seen the report that you mentioned. I am just curious about this sports concussion event. And what is the President hoping to get out of it? We hope to see and expect to see some public and private commitments made towards the study of and education about this problem. I think the President, as a father who also has on his staff others who are parents, knows that this is a topic that a lot of families are discussing right now as more and more information is provided about the problems associated with concussions in sports, especially for our young. And we have the ability here, because it is the White House and because he is the President, to help elevate this issue and help draw attention to it and support for efforts to make progress on it so that we can ensure that our kids are being able to get all the benefits that come from participating in sports but are able to do so in as safe a way as possible. I do not have a list of attendees at this time. What I can tell you is we are not prepared to announce participants or commitments at this time, but the President recognizes that raising awareness of and better protecting children and student athletes from concussions, and better identifying and treating them when they do occur requires a team approach. And professional sports leagues, including the NFL, are certainly vital members of that team. So this is an effort that a lot of people can be involved in and should be involved in.", "label": "dialogic", "features": {"sentence_length": 23.894736842105264, "word_length": 4.453744493392071, "sentence_complexity": 2.1052631578947367, "passive_voice_freq": 0.15789473684210525, "lexical_word_freq": 9.105263157894736, "nominalization_freq": 0.8421052631578947, "personal_pronoun_freq": 1.736842105263158, "interjections_freq": 0.05263157894736842, "modal_verbs_freq": 0.42105263157894735, "discourse_marker_freq": 1.4210526315789473}}