{"id": 3379, "text": "And this is something that is often talked about within the context of football. I have a son who is expressing interest in playing tackle football, so it is something that I am particularly interested in, but it does not limit itself just to football. Obviously we have seen a lot of reports about concussions in other sports, including soccer. So this is something that I think a lot of families spend a lot of time worrying about and want to know as much as they can about, and want to be sure that they are taking all the precautions they can on behalf of their children so their children can get all the great experiences that come from participating in sports. How does he prepare for an event like this? Is he reading books? Frontline has done some documentaries. I know that it is something that he has addressed when asked a couple of times in interviews where he is noted that if he had a son he would have to think twice about saying yes to having him play football. There have been -- obviously the report that came out last fall that helped spark this conversation, and there is a lot of research that is been done within the government, including within the military, on some of these issues. So I do not have specific reading lists, but I know that it is a topic of conversation here just like it is around the country. I have two follow-ups. The first one is the ambassador already has retired and is expected to leave during this month. Who is going to be the top diplomat in Delhi? You are sending somebody from here to start the dialogue? I do not have any personnel announcements to make. It is obviously a very important post, but when the President has an announcement to make he will make it. Are you sending somebody from here, one of your diplomats, to start? Because if you see the baggage of nearly 10 years of visa denial, just a statement welcoming him may not bring him here. You would have to speak to him about his views on this matter. First of all, I think we have made clear that we congratulate the Indian people and Mr. Modi and his party on their victory. We await the formation of a government, and we absolutely look forward to continuing all the progress that we have made in our bilateral relationship, and fully expect to be able to do so. But just looking at the personal level, will it be kind of a hiccup, and if we are ready to do something to address that on a personal level?", "label": "dialogic", "features": {"sentence_length": 20.5, "word_length": 4.2682926829268295, "sentence_complexity": 2.0454545454545454, "passive_voice_freq": 0.22727272727272727, "lexical_word_freq": 8.363636363636363, "nominalization_freq": 0.7727272727272727, "personal_pronoun_freq": 2.227272727272727, "interjections_freq": 0.045454545454545456, "modal_verbs_freq": 0.36363636363636365, "discourse_marker_freq": 1.3181818181818181}}