{"id": 3380, "text": "Again, the Prime Minister of India will receive a visa to travel to the United States. We look forward to working with the new government and the new Prime Minister, and we congratulate Mr. Modi and his party on their victory. I do not anticipate any problem in that regard. What we do anticipate is moving forward with the new government and strengthening a relationship that has already been strengthened significantly over the past years with Prime Minister Singh at the helm in India. Do you have any result on the President's call today to President Erdogan regarding the mine disaster? I do not have a readout for you. When we do we will get it to you. Earlier this week, Secretary Hagel said that he was open to a review of the military's ban on transgender servicemembers. I was wondering if the President would back that review and whether or not he is had any conversations with the Defense Secretary about that issue. Well, the President speaks with Secretary Hagel regularly, meets with him weekly. I do not have a readout on all his conversations, but I would certainly point you to what Secretary Hagel said and certainly we support his efforts in this area. And the President I do not think has ever spoken out on this issue before. I would simply at this point leave it to Secretary Hagel's comments. I have not spoken to him directly about this issue, but I would note what Secretary Hagel said and that we support him. Does the White House agree with Chinese PLA General Fang who said yesterday that the Asia rebalance strategy has emboldened Vietnam in its territorial dispute with China in the South China Sea? I would simply say what I said earlier about the need for parties to these disputes to address them in a peaceful and diplomatic way, in keeping with international norms and international law. I would note what I said about the unilateral decision and provocative one when it came to the -- when it comes to the oil rig and our calling on all sides to restrain -- refrain from taking actions that inflame tensions, as opposed to actions that calm the situation and allow for peaceful dialogue about it and resolution about the dispute. ENTITY , before you give us the week ahead, can you just -- You got breaking news on your device? Can you give us the President's reflections as we approach the 60th anniversary of Brown v. Board of Education? He is obviously meeting with some of the family members of the plaintiffs today.", "label": "dialogic", "features": {"sentence_length": 20.428571428571427, "word_length": 4.5874125874125875, "sentence_complexity": 1, "passive_voice_freq": 0.047619047619047616, "lexical_word_freq": 7.380952380952381, "nominalization_freq": 0.5238095238095238, "personal_pronoun_freq": 2.4285714285714284, "interjections_freq": 0.047619047619047616, "modal_verbs_freq": 0.47619047619047616, "discourse_marker_freq": 0.8095238095238095}}