{"id": 3394, "text": "But as you talk about a kinder, gentler Nation, it is difficult for Houstonians who are being robbed at Randall's to relate to that. What can you do as ENTITY to make the streets safer right here in Houston, your hometown? ENTITY, there is not too much ENTITY can do, but there are some big things ENTITY can do if he can get cooperation. One, we need to worry a little more about the criminals and their rights and soften the criminal anti-crime legislation, hoping that you can rehabilitate; and there is another school of thought, which is mine, and that is that we need to be tougher on crime. reviews the exclusionary rule, protects the police more, reviews the habeas corpus rule, cracks the death penalty on those who create the most heinous of crimes. And we have got a philosophical difference, particularly in the House. The Senate Democrats and Republicans have come together for a good bill. Help us pass our anti-crime legislation. And then, of course, a lot of it has to be done through the police at the local level. She is good, and she is working on it. But these policemen that are out on the beat need help, and that is what we are trying to give them through our anti-crime legislation. But we are caught in a philosophical debate. The most liberal Members of Congress simply think I am on the wrong track, and I think they have been proved wrong. We may get one this year, incidentally. Let me ask you a little bit about the economy here. Compaq let go some 1,400 folks; Transco yesterday announced 500 folks being laid off; Halliburton; Tenneco. The evidence here in Houston is pointing to a recession. What can you tell those folks who are out of work? I'd tell them that, Look over your shoulder and recognize that in spite of the hurt today we have come a long way in Houston. I think about a few years ago when we were going through the same credit and financial institution problems that some of the rest of the country is now. I'd also tell them that what we need to do in Washington to assist is to have a growing economy with less regulation, with a new banking reform bill, with a transportation bill that creates instant jobs. I happen to believe a capital gains cut would stimulate more Compaqs -- companies being started.", "label": "dialogic", "features": {"sentence_length": 18.636363636363637, "word_length": 4.339024390243902, "sentence_complexity": 1.8181818181818181, "passive_voice_freq": 0.2727272727272727, "lexical_word_freq": 8.318181818181818, "nominalization_freq": 0.8636363636363636, "personal_pronoun_freq": 1.7272727272727273, "interjections_freq": 0, "modal_verbs_freq": 0.45454545454545453, "discourse_marker_freq": 0.6818181818181818}}