{"id": 3395, "text": "It would stimulate jobs in small business that present 80 percent or 85 percent of the jobs in this country. So, we have got good programs, but again, I am in a fight with the Congress. I also think there is this one of unemployment benefits. But I do not want to do it in a way that burdens everybody that is working or people that are out of work and are paying taxes. So they ought to lay politics aside. And the Democratic leader in the Senate was reported in the paper today to be holding out against the other Democrats who want to do what I want done. He wants to, as I said last night, Stick it up my ear. I was trying to think exactly how to phrase that, but this is not any time for politics. People are hurting, and I want to send them the checks. But I also want to protect the rest of this country by not busting the budget agreement and adding to the deficit. A lot of folks are hurting here in Houston because of these layoffs. Can you give them an idea as to how long that is going to last, how long the recession -- In the first place -- and this is no help to somebody that is hurting -- the recession that we have been in, had been in, is not near as deep as the one that I lived through as Vice President in '81 and '82. So I think we have less far to come to get out of it, in other words. I think when you see growth in the third quarter, that was a good sign. When you see unemployment -- do not tell this to an unemployed guy -- but when you see unemployment substantially lower than it was in the heights of the last recession, that is a good sign. But yes, I'd say to them, I do believe things are improving. I do think we ought to help those who are out of work. But I do not want to be a part of trying to talk this country into a recession, a deepened recession. And I do not want to win by just talking negatively about everything. I know that very candidly, politically, some of the liberal Democrats that control this Congress think the only chance they have to defeat me is to talk this country into hard times. And I do not want to be a part of that. One, we want to help you. Two, I believe we are going to be out of this thing and may be out of it right now.", "label": "dialogic", "features": {"sentence_length": 18.291666666666668, "word_length": 3.8314350797266514, "sentence_complexity": 2.0416666666666665, "passive_voice_freq": 0.041666666666666664, "lexical_word_freq": 6.958333333333333, "nominalization_freq": 0.6666666666666666, "personal_pronoun_freq": 1.8333333333333333, "interjections_freq": 0.041666666666666664, "modal_verbs_freq": 0.25, "discourse_marker_freq": 1.1666666666666667}}