{"id": 3396, "text": "And three, work with the Congress to get the kind of incentives in the economy that I have been talking about for a long, long time. ENTITY, I hope to be with you on the campaign trail during this next year. You are not a stranger to it, nor am I. I meant that, what I said last night. I have been trying to be kind and gentle and absorb these political shots from not all the Democrats -- you do not hear some of our Texas Democrats be this personal. But I am a little tired of having the liberal Democrats up there in the House and the Senate, these entrenched leaders and chairmen of these little subcommittees, dictate to the American people. I know what the American people elected me to do, and I'd like to be able to do it. I felt good after that last night. I came home, and I said to Barbara, You know, one, it is great to be back in Houston, and I feel good. I thought I'd be dead tired, having come in from Madrid. And I felt good because I slugged back at these guys that have been sniping at me for 6 months. Are you ready for the fight? And we are going to be in a real fight. I am not going to roll over and let them misrepresent my record. And I had fun pointing out that they say to me, What is the difference between foreign and domestic policy? you do it. And the people support you. Domestic policy, you have got to come up against this old thinking. Well, tell me what the focus of the campaign, then, will be. Economy. Getting America back to work, helping those who are out of work. But then, of course, you mentioned crime. It is right up on the forefront. Get me some Members of Congress that will support my crime bill. Republicans are supporting it. Get me some on the other side so we can move it forward. We have got a fantastic Education 2000. Democratic Governors are supporting it overwhelmingly. But some of the old thinkers in Congress want to have Congress tell these schools how to do it. They are subject to the power of the labor union in education. But I am not worried about that labor union, the NEA. They never voted for me in their life. The union fights me. So, I am going to fight them. Let me ask you a little about the middle class.", "label": "dialogic", "features": {"sentence_length": 12.028571428571428, "word_length": 4, "sentence_complexity": 0.9714285714285714, "passive_voice_freq": 0, "lexical_word_freq": 4.6, "nominalization_freq": 0.37142857142857144, "personal_pronoun_freq": 1.7142857142857142, "interjections_freq": 0.02857142857142857, "modal_verbs_freq": 0.14285714285714285, "discourse_marker_freq": 0.5142857142857142}}