{"id": 3397, "text": "That recent Washington Post-ABC poll indicated that 47 percent are inclined to reelect you, and the others say it is because of the economy and especially the middle class are hurting so much right now. Any time you have got a bad economy, people are going to look at anybody that is in office. One of the reasons you see term limits so popular, and I support them, is people are saying, Hey, they are not helping us. I cannot ask a guy that is thrown out of work at Compaq to think everything I am doing is perfect. But what I will do in the campaign is draw the lines and say, Here is what I have tried to do. Do you know this? And if you believe in it, send me some help up there. But yes, I think the economy is going to be the driving factor in these elections. The lack of consumer confidence worries me because if they hear all this bad news all the time, people are going to get gloomy about it. It is a good time to buy a house. It is a good time to buy a car. But as long as people are worrying about their jobs, they hold back. So, I have got to border between cheerleading and saying, Hey, good banks make good loans; let us move things forward, and not seem uncaring. I am walking a tightrope. I have time to ask you one more question. You are from Houston -- -- You want to put me on the spot, do not you? Look, this one is not that tough for me. And I have said this before, and I will say it again. I know Joe Gibbs, and I respect him. And yes, I take pride in the Skins' record. I talked to Jack Pardee just before I came down here, told him how great I think he is doing. Got a little secondhand message from Warren Moon, sending his best, and I scribbled out a note back to him. And so, I am for the Oilers, and I hope they win. And I hope they go on to the Super Bowl, and I hope I get the honor to have them back in the White House. It is good to see you.", "label": "dialogic", "features": {"sentence_length": 15.44, "word_length": 3.704663212435233, "sentence_complexity": 1.8, "passive_voice_freq": 0.04, "lexical_word_freq": 6.24, "nominalization_freq": 0.28, "personal_pronoun_freq": 2.36, "interjections_freq": 0.16, "modal_verbs_freq": 0.16, "discourse_marker_freq": 0.64}}