{"id": 3399, "text": " But still, the city, right now, even as we speak, is bracing, expecting huge demonstrations. And the largest police force in the history of the city has been mobilized to protect you. Not only against terrorism- yes, I guess. It is not only about the terror threat, which of course is on everybody's mind. Have you been made aware of that? See, I love to visit a place that is confident in her freedom, a place where people feel free to express themselves, because that is what I believe in. And so I am looking forward to my visit. I am going to have a great visit with the Chancellor. I will be at the Bundestag, and I look forward to a speech there that talks about the importance of our relationship; that is, the relationship between Germany and America and what we can do together. I am anxious-I have never been to Germany, so I am anxious to go, and I am looking forward to it. It is too bad that ENTITY never gets to really see a city like Berlin. And that is part of my life; that is part of the-that is one of the drawbacks of being ENTITY. You really are encapsulated into a bubble, whether it be in Germany or in America, for that matter. There is, beyond the demonstrations and beyond the people who show up everyplace just to cause havoc, there is a mood in Germany right now, pervasive among decent people, who are concerned about an America that more and more seems to stand in many important questions outside the global consensus, from the Kyoto agreement to the International Criminal Court to Comprehensive Test Ban Treaty, military options versus Iraq, all these questions. Is your Government really still part of that global family? Or is it more, America looks for coalitions of the willing, meaning if you go with us, fine; if you do not , we find somebody else or we go it alone? I am coming to Germany to say that together we can work to achieve peace, and we must work together to achieve peace. I am going to talk about a NATO-the idea of expanding NATO to help achieve peace. I am going to reaffirm those institutions that are important, where we can cooperate. I am-listen, I believe in alliances. I know America cannot win the war on terror alone. I understand there is some reluctance about some of the positions I take.", "label": "dialogic", "features": {"sentence_length": 19, "word_length": 4.229665071770335, "sentence_complexity": 1.8636363636363635, "passive_voice_freq": 0.13636363636363635, "lexical_word_freq": 7.318181818181818, "nominalization_freq": 0.6363636363636364, "personal_pronoun_freq": 1.9545454545454546, "interjections_freq": 0.09090909090909091, "modal_verbs_freq": 0.22727272727272727, "discourse_marker_freq": 0.8636363636363636}}