{"id": 3400, "text": "But one of the things that the German people at least ought to respect is, I speak my mind. Gorbachev, tear down the whole wall. He did not say, tear down a couple of bricks. He said, tear the whole thing down. But the German people will know, if they listen to my speech, that I care deeply for the alliance and friendship we have with the German people. And I believe together we can do a lot of good in the world. Iraq is an issue very much on everybody's mind in this context. Your Government seems to be determined to end the regime of Saddam Hussein by any means necessary. This seems to include military options. Is there any way that this man, this dictator, can address your concerns and stay in power? Or are we drifting towards a war? Well, first, let me say this, that Iraq ought to be on the minds of the German people, and they ought to be on the minds of the American people, because the Iraq Government is a dangerous Government. Iraq ought to be centerpiece in our thinking. This is a Government that is gassed its own people. This is a Government that is not transparent, and this is a Government we know wants to develop weapons of mass destruction. They may have weapons of mass destruction; we just do not know. And for the good of freedom and for the good of our future, we have got to deal with it. Now, I am not going to-I have no military plans on my desk that calls for-that plots out a military operation. I am looking at all options. And of course, I will consult closely with our allies and friends. I look forward to talking this subject with the Chancellor of Germany. I will be very blunt in my assessment of his- his being Saddam Hussein's-threat to the freedom of the world. But this is a threat that we better take seriously, and we better take it seriously now. I do not care about this Washington second-guessing game; this is really not what I am getting to. We have pictures of your travel pool on Air Force One looking in horror at this little flat screen which was back in the plane, seeing the second tower collapse. I wondered what was going on at about that time in the front of the plane? First of all, I learned about the attack- the second attack; I knew about the first attack when I walked into a schoolroom.", "label": "dialogic", "features": {"sentence_length": 15.851851851851851, "word_length": 4.100467289719626, "sentence_complexity": 1.4814814814814814, "passive_voice_freq": 0.037037037037037035, "lexical_word_freq": 6.185185185185185, "nominalization_freq": 0.7037037037037037, "personal_pronoun_freq": 1.6296296296296295, "interjections_freq": 0.037037037037037035, "modal_verbs_freq": 0.37037037037037035, "discourse_marker_freq": 0.6296296296296297}}