{"id": 3404, "text": "I am glad to hear your voice. Sorry we missed each other. You were in Los Angeles. I was supposed to meet you at an event. Sorry we missed each other. Are you in New York? No, I am in Los Angeles right now. Yes, I can hear you fine. No, I am in L.A. right now. We were supposed to meet at an event a few weeks ago, and we got-we missed our signal, so we did not hook up. Well, I am sorry I missed you. My publicist told me that you are a big fan of mine. I just want to hear you say that out loud. I am a big fan of yours, and I hear all the clapping in the background, so I want to please everybody for you. You just pretty much made my whole career. ENTITY, we are fans of yours here, on The Beat. I cannot speak for the entire radio station, but I know I am. I have always been a fan of yours and your work and your community development towards the African-American community. I have one question for you. I want to ask you, point blank, what can African-Americans and the Latino community expect from the Democratic Party in regards to education and affirmative action? Well, I think first of all, you can expect them to build on the progress of the last 8 years. Remember-let us start with affirmative action-remember, there was a lot of pressure to eliminate affirmative action, both from the Republican Party and from some court decisions, which required us to change it. And we took the position that we should mend it, not end it, and that is the position that Vice President Gore has steadily defended. I noticed in his third debate that he was the only candidate who would say that he was for affirmative action. And I can tell you, we had long, long discussions about this. He believes strongly in it. And I believe virtually every one of our candidates for the Senate and the House does. I know that my wife, who is running for the Senate in New York, strongly feels that way, and I believe all the others do, as well. So I think you can feel very good about that. On the education issue, I think the choices are quite clear here. The Vice President and all the Democratic candidates, first of all, think that America ought to know our schools are getting better and our students are doing better.", "label": "dialogic", "features": {"sentence_length": 13.806451612903226, "word_length": 4.014018691588785, "sentence_complexity": 1.2258064516129032, "passive_voice_freq": 0.06451612903225806, "lexical_word_freq": 5.32258064516129, "nominalization_freq": 0.6774193548387096, "personal_pronoun_freq": 2.4193548387096775, "interjections_freq": 0.16129032258064516, "modal_verbs_freq": 0.3225806451612903, "discourse_marker_freq": 0.7419354838709677}}