{"id": 3406, "text": "We thank you for stopping by, lending your support to the campaign. We thank you for all of the work you have done over the past 8 years. And we do applaud you in both of these directions, especially in terms of education and affirmative action. We appreciate you so much. We know you are busy; we know you are on a tight schedule. And hey, man, we just want to say thank you for calling. Let me say, I wanted to go back to Watts, a place I have been visiting for many years now, to thank the people of Watts, of L.A., and of California for being so good to me and Hillary and Al and Tipper Gore these last 8 years, and for proving that we could turn America around economically, educationally, environmentally, that we could provide more health insurance. And you know there is a lot of laboratories of success there. But I also wanted to emphasize that in California and throughout this country, there are races for the Congress, for the Senate and the House, which are also terribly important. They are just as close as the Presidential race. And if we can win a majority in the House and in the Senate, we will be in a position to really pull this country together and move forward to build on the progress of the last 8 years, to keep the prosperity going. That is really why the young people of this country ought to get out and vote, because we have come so far in the last 8 years, but all the best things are still out there. When Al Gore says, You ain't seen nothing yet, that is not just politics. We can turn the country around, and now we can make big, big strides in the economy, in education, in health care, the environment, and pulling this country together. But we have got to have the right leadership. Quickly, ENTITY, after it is all over, when the election is done and Gore is President and you finally, after 8 very successful years, step down, what do you see yourself doing, man? What do you think? Well, first of all, I have got to be an ordinary citizen again, and I have got to go out and make a living, so I will do that. But what I want to do is find a way to be a useful citizen, in a way that does not in any manner interfere with the next President. Jimmy Carter has been a very great ex-President; he is done a lot of good.", "label": "dialogic", "features": {"sentence_length": 21.55, "word_length": 4.0533642691415315, "sentence_complexity": 1.95, "passive_voice_freq": 0.1, "lexical_word_freq": 8.85, "nominalization_freq": 0.9, "personal_pronoun_freq": 2.05, "interjections_freq": 0.15, "modal_verbs_freq": 0.4, "discourse_marker_freq": 1.75}}