{"id": 3409, "text": "ENTITY, I wanted to open by asking you a question that one of my editors wanted us to ask you, but it may require some participation on your part. How much cash have you got on you? How much cash do I have on me? You never carry money? It just seems no way to do it. I mean, I get bills for things, but, no, there is no opportunity. I cannot go shopping or anything like that so Do you miss it at all the feel of coin in your pocket? I make up for it, because every once in a while people will give me something like a good luck piece or something of that kind, and I put those in my pocket. We wanted to ask you on the eve of this Liberty Weekend and your trip to New York to celebrate the Statue a couple of questions about that. Do you think it is time for Lady Liberty to put up her hand and say Stop to immigration at the Mexican border? I think that well, at any border. I think that something very definite would go out of America if we ever forgot our heritage. That is sort of like all of us came here from someplace else or by way of our ancestors-our parents, grandparents, and so forth and that is a little like getting on board and once we are on board let us pull up the gangplank and not let anyone else on. Does that mean you would not support the immigration bill that is now Oh, I am supporting the immigration bill because I think we have to have rules and regulations, and I think what that bill is meant to correct is some loss of control at our borders, where illegal immigration is threatening us now. No, we have to have control and have had; it is been traditional in our country for many years. And I agree with that, and I agree with the part of the legislation which says that some people even if they did illegally enter the country in times past have established themselves, have been law-abiding, raised children, and so forth here that there should be a provision whereby their status can be made legal and permanent. This weekend, which is a celebration of liberty and our 100th anniversary of our lady in the harbor, do you feel that South African blacks should have that same kind of liberation? And I have never yielded on that point. I know that it is a difficult situation, and we want to remain in contact and be able to help bring about a change. I do not think anyone can support the policy of apartheid morally.", "label": "dialogic", "features": {"sentence_length": 23, "word_length": 4.01304347826087, "sentence_complexity": 2, "passive_voice_freq": 0.15, "lexical_word_freq": 9.25, "nominalization_freq": 1, "personal_pronoun_freq": 3.1, "interjections_freq": 0.2, "modal_verbs_freq": 0.5, "discourse_marker_freq": 1.1}}