{"id": 3410, "text": "And I know that the present government has taken steps, wants to find a solution to this problem, is opposed by another faction that does not want to change, just as sometimes we are opposed here in our own country with political factions. What things do you point to that they you say they want to find a solution and that they have arrested 3,000 people-leaders, black leaders, put them in jail; they have got a state of emergency. I mean, what kind of things have they done? Well, we have expressed our displeasure with the state of emergency. What we believe is that there must come a meeting and negotiations between leaders of the various black elements and the present government as to the formation of a government. Now, they have taken such steps as single citizenship already. They have done some things about the onerous pass laws and all of that the right of labor unions and so forth. They have arrested all the labor union leaders though, sir. I know, and this was part of, again, this emergency thing that we think should be done away with. But I think the complication that is overlooked too often is that it is not solidly a racial division between the white minority and the black majority. The black majority itself is divided, and there are tribal divisions that have a long time heritage there in Africa. And we have seen that in the violence between those groups now. Is there something the United States can do to bring that about? Well, we are continuing to try, and I think that we have a better chance by remaining in contact with that government than following the lead that is been suggested up on the Hill with some legislation in which we would walk totally away and then be on the outside with no contact at all. I think that we have a long history, a relationship between the two countries, and that this is what has enabled us to keep a hand in so far. ENTITY, may I switch subjects on you? Vice President Bush said a couple of weeks ago that the administration was considering use of the military on drug smuggling. In light of the recent deaths of some famous athletes, I wonder what thoughts you have, whether you have made a decision? Well, remember, right now we have some participation by military, and I do not think that he was talking about making policemen out of soldiers at all. We had a task force that we set up down when Florida was the great entry point.", "label": "dialogic", "features": {"sentence_length": 21.95, "word_length": 4.362186788154897, "sentence_complexity": 1.6, "passive_voice_freq": 0.25, "lexical_word_freq": 9.65, "nominalization_freq": 1.65, "personal_pronoun_freq": 2, "interjections_freq": 0.15, "modal_verbs_freq": 0.25, "discourse_marker_freq": 1}}