{"id": 3411, "text": "And it was probably the first, most successful working together of levels of law enforcement at local, State, and Federal, and the various agencies of all of those working together, plus help from the military with radar, Coast Guard things of that kind. And it was so successful that we now have 12 of those task forces working because of the extensive borders and coastlines that we have. And we are always watching; if there are more opportunities for increasing that kind of cooperation, to deal with the problem of drugs coming into the country. Again, as I say, we want to draw the line at not saying that we are suddenly going to make our military have a police capability. But might you allow the military to use some of its assets, like radar Well, yes, and, as I say, if increasing that will help, because we already have that at work. I might also add that the military, like every other facet of our society, had its own problem with drugs internally. And they have done a magnificent job. They have virtually reduced it almost to zero in the military. I think what we have to face is there is a limit to what success we can have with simply trying to shut off the inflow of drugs, to take the drugs away from the users. I know that what Nancy's been engaged in is, I think, what ultimately must be the answer, and that is to take the user away from the drugs, to turn the users off. And I think the terrible tragedy of these two young men and what has happened to them that maybe their lives would have had and will have a real meaning if we will, from them, move on to utilize all the resources we have. Now, I know that Nancy has participated in movements all over the country that are showing remarkable success the Just Say No movement among children is having a great effect and the way parents have suddenly moved forward to enter into this battle. But that is going to be the only way, eventually, that we will resolve it is when we, the people and as individuals and as groups, say we have had enough of this, and we are going to stop feeding the monsters money so they can continue their living in style at the cost of health and the life of our young people.", "label": "dialogic", "features": {"sentence_length": 31.53846153846154, "word_length": 4.202439024390244, "sentence_complexity": 2.923076923076923, "passive_voice_freq": 0.15384615384615385, "lexical_word_freq": 13.23076923076923, "nominalization_freq": 0.9230769230769231, "personal_pronoun_freq": 3, "interjections_freq": 0.3076923076923077, "modal_verbs_freq": 0.7692307692307693, "discourse_marker_freq": 2.3846153846153846}}