{"id": 3412, "text": "I would think that these two athletes, also this could be a great example to the athletes in our country, the professionals who are such heroes to our young people and to children for them to recognize their responsibility and for them to organize and take a position in this fight. Soviet dancing of late seems that you are a madly-in-love suitor courting this coy woman over in the Kremlin sometimes. You two seem to be in your own little dance. Are you planning to write to him soon? We have an answer in which he has made additional proposals with regard to not only the subject of arms control but the other things we discussed at Geneva, which had to do with the regional conflicts going on in the world, had to do with human rights and emigration and so forth. And we have that letter in our possession, and we are putting together our own reply because, again, I think it opened additional doors that make me optimistic that we are not only going to have a summit but that we are going to have a summit where we can reach agreement on some of the things that we obviously or the goals that we share. We have said from the very beginning that we would like a reduction of nuclear weapons, leading to the ultimate elimination of such weapons. Well, now they have said the same thing. And if we both want the same thing, we ought to be able to find a way to reach that goal. What will you tell him in this new letter? Well, as I say, this was quite an extensive letter that he sent. The one that you just got back? I cannot remember the exact number of pages, but it was quite a packet and worthwhile. And so, we are studying that and our own reply, and, as I say, I hope that this will all become part of the agenda of a summit meeting. You do not have a Shultz-Shevardnadze meeting date, do you? That, as you know, they had called off earlier on when we thought it was going to be held in July. We believe that there was some reason for that because this is a new administration there, and maybe we had been overly optimistic as to how quickly they could get together and move forward. But now we have reason to believe that such a meeting is possible. In November, you think?", "label": "dialogic", "features": {"sentence_length": 22.157894736842106, "word_length": 4.092636579572447, "sentence_complexity": 2.210526315789474, "passive_voice_freq": 0.05263157894736842, "lexical_word_freq": 9.210526315789474, "nominalization_freq": 1.263157894736842, "personal_pronoun_freq": 2.789473684210526, "interjections_freq": 0.10526315789473684, "modal_verbs_freq": 0.5263157894736842, "discourse_marker_freq": 1.368421052631579}}