{"id": 3413, "text": "Besides your good lady, ENTITY, who is a good friend of yours; who is someone that you call up to talk about those deep nights of the soul, when you have those kinds of questions? Or do you ever have those? When you have sort of questions or when you feel introspective or perhaps you never do feel introspective. Who do you talk to besides Mrs. Reagan? Well, first of all, I am surrounded here by some very remarkable people who made great sacrifices in order to come into government. Yes, but I mean your best friend. I mean one always has a best friend. Well, I have to say I am very blessed with a number of friends, and I am in frequent contact with many of them. And I do not know if I should go if I start throwing names around, then I am apt to miss one. But, no, I have been very blessed with a circle of friends that are very dear to me, and, as I say, we stay in contact. On that line, how frequently do you talk to President Nixon, to Mr. Nixon? Well, as you know, we try to keep all former Presidents informed of things that are going on check with them, get their thinking, and so forth. And he is one of those and particularly has he been helpful in foreign affairs. Do you mean to suggest that you talk to President Carter as well? I have personally, but mainly this is carried on by others in our NSC group who keep them informed and But our impression was that your relationship with Nixon was more in the manner of picking up the phone. I have done that, because he and I had a long friendship that, as fellow Californians, went back many years long before either one of us, I think, ever thought we would be in the present position. My acquaintanceship with the most recent is very slight. I knew him slightly, or for a short time, when we were Governors together. And then my relationship with President Ford was much more recent than that. Has Nixon given you any advice during this recent Soviet dancing? ENTITY, we had good news this morning in the release of an American in Beirut, not usually counted among the Americans held there. I wondered what your view is about whether that will improve the chances of the others. I did not know about this. I have been in meetings all morning, so I have not been informed of that. You are giving me the news now for the first time.", "label": "dialogic", "features": {"sentence_length": 16.22222222222222, "word_length": 4.098173515981735, "sentence_complexity": 1.2222222222222223, "passive_voice_freq": 0.14814814814814814, "lexical_word_freq": 6.296296296296297, "nominalization_freq": 0.5555555555555556, "personal_pronoun_freq": 2.185185185185185, "interjections_freq": 0.18518518518518517, "modal_verbs_freq": 0.1111111111111111, "discourse_marker_freq": 1.4444444444444444}}