{"id": 3414, "text": "But, yes, that would the only problem is there is such a variety of groups that what one group may do may not have an effect on the other. Now, we know, with those hostages that we have been working so long and so hard at, the four or five that are still there we know that that particular group is the one known as the Hizballah. And there has never been a minute contrary to what some people think that we have not been working and following every lead we can that could lead to their release. And we have had some sharp disappointments when we thought maybe we were making some progress. But those disappointments do not stop us from continuing to try. So, I will have to wait until I find out who this individual is and what group held him. In any event, do you have any news or hope on the other five? As I say, there is not anything I can talk about except that we continue following every lead, every channel, that seems to offer an opening. I wanted to ask you about Mr. Waldheim and whether you think he did anything wrong during World War II? Well, the evidence certainly has been inconclusive, and we know that he was a member of the military, but then so were a great many people. But so far, there seems to be great controversy over to what extent he might have participated in the terrible deeds that made up the Holocaust, and until we do know, why I think that we should hold our fire. So you would have no objection to meeting with him either there or abroad? Well, I have no plans for such a thing, but we continue to, again, listen. And I think some investigation is going forward in our own Justice Department to see if we can find out, because we do have some laws that are based on war crimes. And so we are trying to find out for ourselves legally what his position is. May I just top that with one thing, though? We must remember our relationship with Austria is a relationship between two nations, and Austria and the United States have had a friendly relationship and one which we hope will be maintained. The shuttle any thought of have you made a decision on whether to replace the shuttle and build a fourth orbiter? We have turned over the Rogers report to NASA, to Jim Fletcher there for him to take action on the things that are called for in that.", "label": "dialogic", "features": {"sentence_length": 22.842105263157894, "word_length": 4.147465437788019, "sentence_complexity": 2.1578947368421053, "passive_voice_freq": 0.15789473684210525, "lexical_word_freq": 8.157894736842104, "nominalization_freq": 0.8947368421052632, "personal_pronoun_freq": 2.3684210526315788, "interjections_freq": 0.15789473684210525, "modal_verbs_freq": 0.7368421052631579, "discourse_marker_freq": 1.8421052631578947}}