{"id": "1", "text": "So let's start with that about why this is ultimately doomed to failure."}
{"id": "6", "text": "So for all these reasons we should not abolish the electoral college."}
{"id": "9", "text": "This is the greatest harm they can be actualized upon the students and is it is not worth keeping some students sex, education and others will be left out in the drive for this reason."}
{"id": "15", "text": "We don't think that the point of these laws is to prosecute to fifteen year old to decide that they want to have sex or to juniors in high school who decide they want to have sex."}
{"id": "16", "text": "So a lot of ways you can make it harder for women to get jobs if you bad UT contest that would be very good and for all of those reasons among others were incredibly proud to oppose this motion."}
{"id": "17", "text": "So this is going to mean that people are still going to get cosmetic surgery, but it's going to be let's."}
{"id": "21", "text": "I stand and firm opposition to the motion that we should ban beauty pageants, although my opponent would like to discuss at length, how beauty pageants reinforce an entrenched problematic beauty standards, so unclear how these standards will ever be solved, simply by banning beauty pageants."}
{"id": "23", "text": "First on why this is simply a good intermediate tool for law enforcement to use given that on the given that without it."}
{"id": "24", "text": "We should not ban beauty pageants and just to be clear what we're defending on our side, we would be fine with having a minimum age to enter beauty pageants, but we think that it would be wrong to categorically banned them completely and society."}
{"id": "26", "text": "Adults do they can take actions that harm others such as driving while drunk, we think a higher drinking it allows you to ensure that when people do these types of things you can pull them aside, you can rest them."}
{"id": "27", "text": "We think things like roads, we think a central emergency services must be solved through collective action."}
{"id": "28", "text": "One on how blocks bring more power to the region and to on how economic dependence between nations is a good thing, particularly in an otherwise rather tense region of the world, a few points of refutation t I'll before we go to the argument."}
{"id": "29", "text": "So I think it's worth recognizing then that the veto power is one of the only things actually ensuring the stability and continuity at the united nations."}
{"id": "30", "text": "I'm proud to stand in opposition to the motion that we should lower the drinking age, three, independent points."}
{"id": "31", "text": "So for all those reasons, very proud to oppose this motion."}
{"id": "32", "text": "Then, because we think that drinking is something that is a particularly important decision, not just in terms of the way that it can affect your life."}
{"id": "35", "text": "The first is about incentivizing creation, and the second is about how this works internationally."}
{"id": "37", "text": "I think this is a true when you look at like monarchies too people often don't odd, you know, defend the monarchy by saying like this is like this really logical system that clearly works in the benefits of individuals like, of course it does."}
{"id": "38", "text": "For instance, the US doesn't have to go into the awkward position of defending israel from a foreign invasion because of the UN security council."}
{"id": "39", "text": "Look at the end of the day bullfighting kills a bowl instruct the more entertaining way than the slaughter house."}
{"id": "40", "text": "In order to serve this ideal say that I was born with a disfigurement of some sort that makes me ashamed or in secure."}
{"id": "42", "text": "They also usually include a talent competition or some kind of physical competition."}
{"id": "43", "text": "This is a feeling of shame that escorts you everywhere you go even when you are alone, every mirror mirror becomes your enemy."}
{"id": "46", "text": "The only problem is they would have had to renegotiate benefit that time and time again that would have been turned down half the time that's the kind of thing that creates on comfort that's, the kind of thing that creates tensions between two countries."}
{"id": "47", "text": "The first is that it corrects free black, a big stay control of the senate by giving more weight to those big states."}
{"id": "50", "text": "The problem is that for centuries, male dominance, his lead to our society to a situation in which it is no longer socially acceptable for women to publicly rate men on their appearance, whereas to mend this is still considered."}
{"id": "51", "text": "So the number that appears in these laws is some sort of anchor that dictates the general area of ages in which people are going to like in which children are going to have sex with adults."}
{"id": "52", "text": "We think it's clear that we should not abolish intellectual property rights."}
{"id": "53", "text": "We also live in a society that has guaranteed people certain rights, for instance, the right to freedom of expression or the right to practice their religion."}
{"id": "54", "text": "The reason that we were care about free speech is simply because it's facilitative to all their rights, you need to put your opinions out there so that governments and the public are aware that there is support for a specific ideology and can respond appropriately."}
{"id": "55", "text": "We think that being able to prioritize what is best for your future is very important because it's not the case that everyone is going to go off and need to be incredibly physically active in order to succeed in life."}
{"id": "58", "text": "Two billion citizens there's, nothing democratic about it on top of that many of the representatives are chosen by dictators on."}
{"id": "61", "text": "When you privatize out the services you make life very, very difficult for people that don't have the means to deal with the private sector, I think that's a significant problem, and I think that it leads to a lot of suffering."}
{"id": "62", "text": "And so I could know exactly how you must behave in order, not to break the law let's move on over to the positive."}
{"id": "63", "text": "But if you will lower the drinking age to such a rate that is just legal for children to do with their own volition, parents can't make that decision for them."}
{"id": "64", "text": "The lithium ion batteries are becoming more and more sophisticated, which means that the cost curve for producing solar power is much lower than that of wind power it's simply a more affect of way of storing and holding energy and it's more applicable to smaller scale."}
{"id": "66", "text": "So for all three of these reasons we should not lower the age of consent."}
{"id": "71", "text": "I think this is a really big issue and generally speaking you should be going for the holistic argument."}
{"id": "72", "text": "So first and foremost let's talk about why drinking is bad for the health of young people."}
{"id": "73", "text": "They tell us that the men is it in elastic people need to keep people need transportation, they don't get less when it's more expensive, we say, they're misleading."}
{"id": "74", "text": "But also in terms of the fact that you need significant amounts of information about it before you can really in for the participating, informed consent."}
{"id": "76", "text": "But if you never get to work that concept in the first place, you're never going to be able to get more specific either."}
{"id": "77", "text": "They don't really need need maintenance wind turbines on the other hand, are going to have to be continually upgraded in order to meet our requirements for new energy and it's, not as simple as just attaching a bigger rotor."}
{"id": "78", "text": "One of the ideas that was proposed was that society would naturally moved towards renewable resources as spoil prices grew."}
{"id": "79", "text": "We say that disbandment creates huge uncertainty that harms investments it harms the stock market and that's why even if it is in is stagnating, we must things to think of ways to strengthen and improve its before we turn to disband."}
{"id": "80", "text": "China has this power over a lot of members as does russia."}
{"id": "81", "text": "The first is about freedom, and the second one is about power."}
{"id": "83", "text": "But the problem with the abortion debate is that it's pretty black or white, like either you think fetuses have rights or you don't and at that point then that just determines like whether or not you think abortion should generally be legal or not."}
{"id": "84", "text": "Our second independent point is third party harms that are generated by consumption of marijuana."}
{"id": "86", "text": "So what we think is very crucial missed a beat is to point out the start."}
{"id": "87", "text": "So we have a few reasons why we think the electoral college is good."}
{"id": "88", "text": "So ultimately we might as well just have the veto to prevent grandstanding an escalation of tensions, which seems likely to arise if we remove the detail."}
{"id": "89", "text": "So in this debate for arguing that the american government should not subsidize bio fuels, we have four points in this debate."}
{"id": "90", "text": "My second argument is that there are third party harms of this particular action."}
{"id": "93", "text": "But more than this, we think that the alternative on their side of the house is that these countries just leave because immune large super powers had very little to gain from the united nations may already have strong economies."}
{"id": "96", "text": "Ultimately, we didn't have another war in europe on the scale of world war, two because both countries are able to veto changes to the balance of power or to the status quo, which would have put their backs to the wall."}
{"id": "97", "text": "We could get that surgically done so I'm someone who's going for breast implants likely is not I'm someone who's already putting in like, brought padding on a daily basis."}
{"id": "98", "text": "So it's key to continue the membership as well because nations are likely to leave the you, and if they don't think it works to their advantage, this was talked about extensively in the lead up to the iraq war back in two thousand four."}
{"id": "99", "text": "Second thing to say here is that we think that the changes in social norms just continue on happening in the pattern of like an ongoing race to younger and younger ages."}
{"id": "100", "text": "And you end up in the kind of power discounts relationships that we're talking about it's just true that there's something wrong with the twenty eight year old who's dating sixteen year old that sixteen year old probably needs to be protected from them."}
{"id": "102", "text": "And to me, it seems unlikely that there will be any time soon no similar technology to gauge recent use of cannabis."}
{"id": "103", "text": "And so we're gonna focus primarily on whether adult should be able to participate in beauty contest."}
{"id": "105", "text": "There were also harm these countries for all the economics and security reasons, but I touched on before for these reasons, we should not disband asia."}
{"id": "106", "text": "Yeah, we would say that solar power is immensely further advance, especially given that there are companies like solar city run by you on must that already have immense amounts of resources at their disposal and are already putting products on the market."}
{"id": "107", "text": "And yes, you could point to the sort of signaling the facts that cosmetic surgery has the sort of perpetuation that we've already talked about."}
{"id": "111", "text": "We also think that what this means is that you need to be continually providing an incentive for information to be disseminated."}
{"id": "112", "text": "This happens among other things because sex sells and because there are financial interests plea and they are happening way faster than the physical adaptations that are required to lake that's that to require an actual evolutionary bay all that like biological process."}
{"id": "113", "text": "What that actually means is that students living in the town around the school have set up unofficial fraternities instead so they're, not regulated by the school."}
{"id": "114", "text": "But I think that the comparison here is between a society like most developed societies today with the large but not enormous amount of state intervention versus the libertarian society will proposes and ultimately our world is better for everyone so therefore we should not adopt libertarianism."}
{"id": "115", "text": "First on preference, I think we all remember that people should be as free as possible in."}
{"id": "116", "text": "So we're gonna get two broad reasons for why we think it is unjust to ban cosmetic surgery."}
{"id": "117", "text": "My third argument is the idea of regulation you cannot trust individuals to police themselves."}
{"id": "119", "text": "This is obviously a gradual situation, but we believe that then within a few generations, we will most definitely be there."}
{"id": "120", "text": "And things of this sort are meant to curb the government's ability to exercise its power swiftly and easily."}
{"id": "123", "text": "It causes much more CO, two causes much more greenhouse gas emissions that cause much more environmental degradation than your average production of oil, even in cases of fracking."}
{"id": "124", "text": "But secondly, on empowerment, what anything cosmetic surgery can actually be a good thing."}
{"id": "126", "text": "Secondly, we think that diminishing marginal returns important concept of economics also apply to income."}
{"id": "129", "text": "And we think that parents ultimately know these better than the state at the point where we let parents make decisions like whether or not their children are going to work during high school or how to name them or what religion to have them practice."}
{"id": "130", "text": "We think that intellectual property rights ensure that creators get to profit off of their efforts to get to profit off of their intellectual property."}
{"id": "131", "text": "This is one of those systems in which women are at least able to express their agencies."}
{"id": "132", "text": "So our first argument is that these anti social behavior orders are necessary to fight harassment, recognize that before the mid twentieth century, when these policies started to be implemented, there just was no legal way to fight against harassment."}
{"id": "133", "text": "Then removing all the sediment from large parts of north dakota is to those ecosystems."}
{"id": "134", "text": "He told you that and objective good is a proper standard for state intervention, but I'll show you why this is absurd."}
{"id": "137", "text": "We find all three of these claims problematic let's, examine them closely and understand why."}
{"id": "139", "text": "They talk about how this medic surgery enhances the model of beauty and all of its harms to society."}
{"id": "140", "text": "You see that the soviet union was one of the founding members and that china under chiang kai shek when they were admitted, was also not a democracy."}
{"id": "142", "text": "The reason for this is because people don't have the choice to opt into the state people have the choice of the society that breeds them with that sars that they have."}
{"id": "143", "text": "Both of these are terrible options that are far more likely if the cartel has no other option, the cartel has huge infrastructure, put in place to smuggle goods into the united states and will continue these paths."}
{"id": "144", "text": "We think this is happened to an extent with marijuana already in pop culture."}
{"id": "145", "text": "And given that this is the case we think that the state should exist to maximize people's ability to you to gain you told to gain benefits from the state that they existed."}
{"id": "149", "text": "Our first point is that if you ban fraternities, you drive the bad behavior off campus where it is actually more difficult to monitor."}
{"id": "150", "text": "We think that we would rather use methods that are going to do in the future of our planet that I'm going to do in future societies."}
{"id": "151", "text": "It doesn't mean that women are going to end up being like, like just because the abortion happened."}
{"id": "152", "text": "We would say that it is important that students do get out there and run, and that there probably is some just cases where students are told that they need to lose weight."}
{"id": "153", "text": "And that means that I actually am entitled to the existence of this to the ownership over this thing that I created that."}
{"id": "154", "text": "I think a good example of this is roads or sidewalks things that are important for us getting from point a to point b."}
{"id": "155", "text": "Thirdly, alice says there's imbalance in ACA, and some of the countries are rich, some of them are poor, and that creates tensions."}
{"id": "156", "text": "And finally, we think that physical education and physical education classes are honestly traumatic for many individuals students are regularly bullied in these classes."}
{"id": "157", "text": "Okay, so what's important to recognize is that, in addition to not lowering the age of consent, you can also create an age of consent that is high but isn't done in a core or callous fashion."}
{"id": "158", "text": "So what they had was a plurality of votes, but not necessarily a majority of votes, which is what a popular vote would require."}
{"id": "160", "text": "So why is there no information asymmetry in this instance, we think, first of all, the children know who probably speaking that exercise is good for them, even from a very young age what's more."}
{"id": "161", "text": "The only thing that we're truly defending is a strict age of consent at eighteen year, olds eighteen years old to me, there is of clash the first on the promotion of centralization of youth by these kinds of loss."}
{"id": "162", "text": "So what happens now is that you have younger children going out and getting cosmetic surgery, recognize that oftentimes parents will want their kids to perform in beauty pageants, or there are like racial stereotypes, individuals want to avoid like model of surgeries."}
{"id": "163", "text": "So I think the status quo is perfectly capable of solving for the harms that are described by side government right, but I don't even more fundamental level."}
{"id": "164", "text": "And this means we are going to have to continue on lowering the age of consent, more and more."}
{"id": "165", "text": "And if women can be empowered by the system, if they can take control of the system that exists in empower themselves through it, we think that's a positive thing."}
{"id": "167", "text": "These third party harms are fundamentally unacceptable and are not a meaningful benefit when compared to the arguments I thought opponent gets quite simply age based restrictions exist on a variety of fronts certain rights are given to the parents."}
{"id": "170", "text": "In other words, we should want men and women to be equally capable of making their own choices."}
{"id": "172", "text": "And if they do not believe that a conflict is worth it, then they ought not be obligated to send their money and their troops to that conflict."}
{"id": "173", "text": "But we also think that for people who live in politically repressive countries such as many arab countries that this is uniquely valuable."}
{"id": "174", "text": "So the state then it becomes necessary to solve information asymmetries, the third principle is protection of innocence."}
{"id": "175", "text": "I think that the government would point out to you that cosmetic surgery is involved in a large series of norms that are problematic to the average person that they perpetuate body problem."}
{"id": "176", "text": "Because when they talk about patent trolls are price gouging, or anything like that dot easy with the terminal harm of that one hundred percent of the time is just not accessing the medicine."}
{"id": "177", "text": "And because of that, we think it needs to be weighed that culture needs to be weighed incredibly important."}
{"id": "178", "text": "Most recently in the financial sector, with two thousand the two thousand eight financial crisis."}
{"id": "181", "text": "And so this is like a very big problem because it doesn't necessarily represent what the smaller states require."}
{"id": "182", "text": "The reason why the government is a better actor in many cases them private actors is because there's democratic control over the government."}
{"id": "183", "text": "If you want people to be creative, then you need to offer them some sort of reward to incentivize them to develop those skills so were fewer people have unique skills in a world where you don't allow intellectual property rights."}
{"id": "185", "text": "You have a lot more on animal life in the area like in shallow waters."}
{"id": "186", "text": "I don't think though that they reconcile with the intense suffering that is created by the realization of these high level, philosophical ideas, proud to oppose."}
{"id": "187", "text": "It means that you have more people larger labor attentional to draw from which means that businesses in these nations can get more qualified levers for whatever job that they're trying to solve."}
{"id": "188", "text": "So we think that animal rights exist on most standards that of of deserves right that excludes animals are often arbitrary and internally contradictory."}
{"id": "190", "text": "We should abolish the security council veto in the status quo."}
{"id": "191", "text": "It is good if their names and shame because they can continue to get through the day, even though this punishment has occurred."}
{"id": "193", "text": "And we think that not allowing people to do what they desire in restricting their freedom in this sense, is an unfair part of the society."}
{"id": "194", "text": "In other words, there won't be a land war between the US and russia as long as they have the ability to control international acts through the UN security council."}
{"id": "196", "text": "So firstly, we think solar power is immensely more preferable to win power."}
{"id": "197", "text": "Second independent argument is that principally people should just have intellectual property rights because they created these things on government."}
{"id": "198", "text": "So we mean by this is well, this clearly does have to some degree objectify women."}
{"id": "199", "text": "So we should really be talking about is a much younger age of consent, and what james is pretending it is don't."}
{"id": "200", "text": "The current subsidies of bio fuel are incredibly inefficient and have generally been opposed."}
{"id": "201", "text": "First on it, why it's not justified to them recognize that cosmetic surgery, doesn't hurt the people who is were doing it, and it doesn't have any overflow arms right."}
{"id": "202", "text": "The fetus is totally reliant on the woman's body is a parasite."}
{"id": "204", "text": "So, we think that the point that you remove that boundary you're going to have these people recently centralizing younger and younger people because this is already the trend that we're moving toward sure I give you one more extreme example."}
{"id": "205", "text": "So it can disrupt like bird migration patterns, and it can kill birds that's, like a widely documented thing and that's not good because birds are important."}
{"id": "206", "text": "This is often about severely impeding other people's existence because of your actions."}
{"id": "207", "text": "So we shouldn't disband AC on our last argument is about peace in the region recognize that there are many potential sources of conflict within the southeast asia region."}
{"id": "208", "text": "We have to let people to the wing for themselves things that someone else may see is not worth it can be worth it for the person next to them because they are two different people with different value systems."}
{"id": "210", "text": "What these bio fuels do is a leech into the environment and bleach and to the environment to the pesticides used to grow them and then cost massive amounts to make in the first place."}
{"id": "211", "text": "And ultimately even if this is a severe punishment it's usually worth while for the reasons I'll explain in a moment."}
{"id": "212", "text": "This is incredibly problematic because this is the only way that we can decrease our footsteps in terms of transportation as such."}
{"id": "213", "text": "They control the have the product they deserve to have a property right over that problem."}
{"id": "215", "text": "So for all of these reasons, we should not abolish the u n security council veto."}
{"id": "218", "text": "People are always going to find a way to post anonymously."}
{"id": "220", "text": "I think that the electoral college has obvious benefits that even on a pragmatic basis make it worth protecting most notably minority rights book, even on like a larger systemic level."}
{"id": "221", "text": "We would say that all that does is create a vacuum or the presently rich and powerful can decide literally every rule they want for themselves incredibly little government oversight."}
{"id": "223", "text": "Our first argument is about when the state should intervene to make something compulsory."}
{"id": "228", "text": "And thus the health harms to marijuana will be significantly down played in a way that precludes informed consent."}
{"id": "229", "text": "Second argument is that this will change these groups of people's papers overall."}
{"id": "230", "text": "We think that it it's route, it would be very patronizing to ban beauty pageants, because it assumes that the people who participate in them do not understand the benefits and harms the beauty pageants may have in their life."}
{"id": "232", "text": "I think that as far as facilitating even be and goals of libertarianism in a lot of ways, our state regulation is required to make sure that people are treated fairly and a whole lot of ways."}
{"id": "233", "text": "And there are a huge part of the voting populace that we ought to for to the public will and the public will stand the age of consent be somewhere between sixteen to eighteen in most free countries."}
{"id": "234", "text": "And we don't want people to go through that or alternatively either race by young parents were not as wealthy and were less experienced it aren't able to provide for them in the same way that older parents could."}
{"id": "235", "text": "So we tell you that people in AC on countries can study in other countries and learn about development industry and how other countries have been successful in the past and use this in order to help their own home country."}
{"id": "238", "text": "Our second and final point is about the purpose of education because let's remember we don't take all these kids away from their families and send them off to school for ten hours a day for fun."}
{"id": "239", "text": "There is some level of influence there you can actually for some rules like party logging and making sure you know where all the parties are things like that."}
{"id": "240", "text": "This makes it harder for your workers to interact with the rest of the globe, disincentive eyes as foreign direct investment, and ultimately makes it harder for your country to catch up with the more developed countries."}
{"id": "241", "text": "Throughout teams entire speech, he deals with how global warming requires a drastic change from the way in which we consume energy in the status quo, and it does take a lot of time to explain this all."}
{"id": "242", "text": "You allow free reign to help free reign of alcohol to young people, especially people that don't have the life experience and the mental development to understand how to drink responsibly you're more likely to have these people become alcoholics in their life."}
{"id": "248", "text": "Some countries are capitalist it's been conflict in the past over east timor, and there are other ethnic tensions, boiling beneath the surface in many southeast asian countries."}
{"id": "253", "text": "We think that although ballot initiatives in some u s states have allowed the states to legalize marijuana, they're still huge public debate."}
{"id": "254", "text": "And for the money on ours, three main areas of clash."}
{"id": "256", "text": "And we think that that's a right that exist regardless of the intent behind whatever those individuals are doing like."}
{"id": "257", "text": "And the result was that the standard of living was a lot more like a third world country today than a global north country."}
{"id": "258", "text": "So we should discourage people five discourage people from putting them in a position where this is likely and the law is a very good tool to deter people from having sex."}
{"id": "259", "text": "We should not abolish the electoral college too many areas of clash."}
{"id": "263", "text": "This is math english literature pushing the a certain subject at the detriment of all of the others does little more than create a political system for schools, which does not serve the general genuine purpose of schools, which is educating their students."}
{"id": "265", "text": "We think that any attempt to fight global warming, which is generally unpopular will always fail, and as such ought not be adopted."}
{"id": "266", "text": "So obviously we think it would be a little bit ridiculous to just are you like to change it into lower it's for one year."}
{"id": "267", "text": "The nature of the internet is that no one country can regulate it."}
{"id": "268", "text": "And the reason for that is the parental consent is your key to ensuring the best interests of the child."}
{"id": "269", "text": "Our second point is that banning anonymous posting is completely unenforceable."}
{"id": "270", "text": "People harpies believes about themselves, and they can't just choose to feel good about their bodies."}
{"id": "271", "text": "These children are likely to get their understanding of alcohol from things like media from how much their parents strike, but if they ever tried to consume that much alcohol, particularly shots in a short amount of time, they could easily get alcohol poisoning."}
{"id": "273", "text": "No, I know the other team is going to say, but the dutch allow marijuana use and nobody's taking them to the international courts."}
{"id": "274", "text": "Now my second argument is how careful respond the sex education for many parents, sex education in the deal breaker when a teacher tells the student, this is the best way to have sex."}
{"id": "275", "text": "Everybody knows, just how much safe sex is important, and everyone can explain to their children about condoms or pills."}
{"id": "277", "text": "One that is logically consistent one that says, look fetuses just don't have rights."}
{"id": "278", "text": "They had a vote and people voted to prohibit the sale of alcohol."}
{"id": "282", "text": "Education, mandatory our first independent point is that this will likely lead to worse sex education."}
{"id": "283", "text": "You demand for energy is an elastic, perhaps demand for fuel is elastic in that as soon as they can be replaced with alternative methods of energy, the demand for fuel goes down."}
{"id": "284", "text": "But what's important is that right now the u n doesn't, take actions that back major countries into a corner."}
{"id": "285", "text": "You would say that the physical education should not be mandatory."}
{"id": "289", "text": "Ultimately, these are still signed by a judge or jury, so we don't think they're completely unreasonable, and moreover, the gradation of the punishment fits the crime."}
{"id": "290", "text": "The first independent point is that there is a need for geographic representation that the electoral college uniquely provides."}
{"id": "291", "text": "And the last thing I'd like to talk about is why we need to reward people for creativity in the first place."}
{"id": "293", "text": "And this is for a couple of reasons, first and foremost, because the younger people are less likely to be mature they're, more likely going to act irresponsibly when they're under the influence of alcohol."}
{"id": "294", "text": "These laws aren't enforced it's really rare that the eighteen year old is sued by the sixteen year old because they're both in the same high school class."}
{"id": "295", "text": "Two things were going to discuss today, one on international relations and direct engagement with proposition."}
{"id": "297", "text": "So we think that the danger that comes to individual also through a hygiene perspective, like the use of dirty materials, etcetera is much higher."}
{"id": "298", "text": "So what we're gonna do with the rest of this debate is explain the impacts of alcohol on youth and explain why it's so crucial that while children are still developing, they are not given free rein in free access to alcohol."}
{"id": "299", "text": "So insofar as he's, not getting rid of that all he's doing is getting rid of one of the methods by which individuals can make themselves feel better."}
{"id": "301", "text": "This brings me to my two arguments first on the facts on large nations, we believe that what this does is guarantee the large nations will be happy enough to stay and continue supporting the united nations."}
{"id": "303", "text": "Likewise, with bodily autonomy, your bodily autonomy does not go out the window."}
{"id": "304", "text": "If someone has the funds to have cosmetic surgery done to them, and they have some sort of particular thing that they think will make them feel better."}
{"id": "305", "text": "So if we can put this power in the hands of parents and we can reasonably expect that they would be the best actor to make the best decision for the child, we should put that power in their hands."}
{"id": "306", "text": "The only thing that needs changing its peoples mindsets and how we view it for these reasons, proud to oppose."}
{"id": "307", "text": "Rather, we think that we need these laws in place for those edge cases for when people need to press charges or when someone is being truly abused, these systems are checks in a world where we hope we never have to use them more than this."}
{"id": "310", "text": "The drinking age, the first is that a higher drinking age limits access for teens."}
{"id": "313", "text": "These norms are created by other factors in society and people respond with cosmetic surgery to try and fit into those norms."}
{"id": "314", "text": "One reason why the cold war never turned hot and why there was never a nuclear war between the soviets and the americans was that they were able to use the united nations as a way to express what was acceptable and unacceptable to them on a global scale."}
{"id": "315", "text": "Ladies and gentlemen, we have an interesting opposition line for you today, let's see how this goes."}
{"id": "316", "text": "The crucial thing that these have an impact on is the availability of an abortion."}
{"id": "318", "text": "The only reason they haven't been actually removed is the lobbying power of the agricultural industry in the oil industry, which honestly do not have the best interest of the people at heart."}
{"id": "319", "text": "We see that in many parts of the world, the public is opposed to legalizing marijuana."}
{"id": "321", "text": "For example, I know that I have the right to reasonable trial trial by jury of my peers and a right to be protected in courts."}
{"id": "322", "text": "For example, liposuction wall, it can be based in misogynist dorms can also be completely of the volition of someone who just simply once liposuction for health related reasons, prod to oppose."}
{"id": "324", "text": "First, is that in a legal market, their advertising incentives to create perceptions of marijuana that are on realistic."}
{"id": "325", "text": "So really the comparative is would you rather have for attorneys be on campus in a more regular fashion."}
{"id": "326", "text": "So the real question around is just like, if someone has the means the desire do we think they should be able to have cosmetic surgery."}
{"id": "327", "text": "If you put it near the tall buildings, if you put it near even tall trees, it can block the wind turbines and make them considerably less efficient."}
{"id": "330", "text": "And ultimately quite anti social or that the police will resort to profiling and making decisions that are based on prejudice about whether or not they think someone has been using marijuana."}
{"id": "331", "text": "So if you let people drink at eighteen error at yeah at eighteen and then they start drinking, actually at like, fifteen or sixteen than those information that lack of ability to access meaningful information on the practice is even greater."}
{"id": "332", "text": "This takes time this means that as our children are not really physically ready to have sex, this this social norm is increasingly becoming more and more open to the to the idea that they are with every passing generation."}
{"id": "333", "text": "And the reason for this is because I'm, if we want people to say create music, people are going to be able to spend their lives creating music or art or things like that unless you give them a way to make money off of that."}
{"id": "334", "text": "So we don't all die, but as far as choosing the best form of add ons, alternative energy, green energy, I think that wind power is vastly inferior to alternatives like solar energy for a couple of reasons."}
{"id": "335", "text": "But I think that the state also to some extent has some kind of ownership over in society to some extent has done things like that society does things like create roads, you're able to make money creates like an economic regulation."}
{"id": "339", "text": "And our third and final point is just a response to it tim's analysis about OPEC."}
{"id": "340", "text": "Then we think it's important to preserve people's right to do as they please with their own bodies."}
{"id": "343", "text": "So obviously, like you can't just like fully regulate these kinds of behaviors on it's simply impossible thing to do, and it would be an unfair thing to do because ultimately fracking gauge in similar behaviors to a lot of other entities."}
{"id": "346", "text": "But anyway, what's important here is that the united states and its allies invaded korea because the soviets couldn't veto it while they weren't participating in the united nations."}
{"id": "348", "text": "I don't think that this is necessarily so hard to believe for a lot of cosmetic surgeries arm, because all maybe some of them are a bit more complex than others."}
{"id": "351", "text": "So we think at the point where government is confusing the chicken and the egg, I don't think you get rid of sexism by getting rid of beauty pageants."}
{"id": "353", "text": "You can use it, you know, just as a physical thing that you know, makes your life better because you're able to use that idea to create new things."}
{"id": "357", "text": "If you know that people are just going to create their own films and not credit, you would all using those characters."}
{"id": "358", "text": "Moreover, we think that consumption is on regular bowl on both sides of the house."}
{"id": "359", "text": "And it means that you can actually have any sort of meaningful change in terms of social norms are requiring better treatment requiring bystander training."}
{"id": "360", "text": "We think that adults are old enough to take the swing calculus into mind when they're taking action."}
{"id": "362", "text": "It is designed in such a way that affording you, these privileges will get you to become a more mature person by exposing you to new things in life."}
{"id": "363", "text": "I am proud to stand in opposition to the motion that we should further exploit when power our first independent point is birds."}
{"id": "367", "text": "The second argument is that this creates profound collective action problems."}
{"id": "371", "text": "We think the problem with opening got here is that they assume that school is the only place where you can encourage physical activity or teach children healthy relationships with their bodies."}
{"id": "372", "text": "So we think that generally speaking when third party harms occur on a band is justified because even if people are allowed to consent into harm upon themselves, you are not allowed to consent other people into harm's."}
{"id": "373", "text": "Accidents is away from these units are from these schools we'll see in many parents, putting their child in home schooling or an alternative private school as a result of this sort of policy."}
{"id": "376", "text": "They are just put into this very unfortunate circumstance, three, no fault of their own and punished for it throughout their life."}
{"id": "377", "text": "Okay, with letting people participate in other activities that could potentially demean them in the eyes of men."}
{"id": "378", "text": "So it seems ridiculous then to a band of this sort of plastic surgery on the basis that it perpetuates misogynist norms, even other things that are linked specifically into beauty standards can have different justifications."}
{"id": "379", "text": "So even if you don't buy like all three of these standards on any one of them is sufficient to trigger a band being justified, our first independent point is that there is an information asymmetry intrinsic to marijuana consumption."}
{"id": "380", "text": "You have to rebuild the entire power plant they're, not scalar, which means that you're locked in to an inefficient form of energy that won't scale up well in the future."}
{"id": "381", "text": "The reason why physical education shouldn't be mandatory isn't because exercises bad all the isley exercise is a good thing if anything people clearly don't do it and nothing, the status quo."}
{"id": "382", "text": "And the only thing they're doing on their side of the house is making it easier for less thought out plans to go through more than this though, we think that you increase politicking only you."}
{"id": "384", "text": "This is why we train them in a liberal arts skills, things like history and english, so they can be better citizens and practical skills, such as technical skills or computer skills so that they can go on to get good jobs."}
{"id": "385", "text": "So they don't have a community to access anonymous posting lets people safely talk about identities that are marginalized or discriminated against."}
{"id": "386", "text": "This is a good reason, not to further exploit when power is that every wealthy country like britain or like the states has the option to buy into more efficient forms of energy like liquid thorium reactors that are being used today, china."}
{"id": "387", "text": "So we see that while proxy wars did take place for instance, in vietnam for the americans are afghanistan for the soviets."}
{"id": "389", "text": "I'm proud to oppose the motion that we should abolish the anti social behavioral disorders."}
{"id": "391", "text": "This is a problem then because it is very difficult to enforce a law like this on a site that itself is already in violation of the law by virtue of its own existence."}
{"id": "392", "text": "So if you think that the windows literally anything that is beneficial to little global structure it's important to keep the veto in place, our second independent argument is that increases incentives for clientelism on their side of the house."}
{"id": "393", "text": "It provides people with you like firm state of closure on and like just sensually generalizes across the nation in a way that you couldn't and so we also think it allows for like smaller errors."}
{"id": "394", "text": "So they can't have the information on those forms used against them, not because that information is dangerous."}
{"id": "395", "text": "So there are a limited amount of investors, and there are women amount of central government funds that can go into renewable energy resources, other funder, going into also fuels and those types of energies."}
{"id": "396", "text": "So california has over fifty votes because so many people live there what this means is that ultimately a we balance the interests of small and populous states."}
{"id": "397", "text": "And we think that if you're spending that time on doing something that can be done just as easily at home arm, you know, you can the comparative is teaching them."}
{"id": "399", "text": "This still saves a lot of transaction costs because we are talking about one big like one big agreements instead of every country having to go through an engaging ten individual agreements, moving on to our constructive arguments."}
{"id": "400", "text": "We think that there is a fundamental injustice in society on particularly modern society where there is massive income and wealth inequity on this is largely a product of the fact that poverty often happens in cycles."}
{"id": "401", "text": "This is bad both for corporations, but also for the consumers because they can no never trust whether a brand is actually what it says that it is or not for these reasons, proud to propose, oppose."}
{"id": "402", "text": "No, I don't see how physical education directly contributes to this it's true that people will be healthier in the long run if they do more physical education, but it doesn't directly make them a better citizen."}
{"id": "403", "text": "It means their access to clean water goes down in this is a basic necessity that these people need in order for their survival, and you don't think that it's necessary to adopt these types of these types of energy."}
{"id": "404", "text": "It may be a bit of an alteration to your body, but I have a lot of ways like it similar to maybe something like a tattoo is something that's, permanent, a last forever."}
{"id": "405", "text": "We see that many overweight people or disabled people are able to be good workers."}
{"id": "406", "text": "This could be, you know, physical, like actual health risks associated with it."}
{"id": "411", "text": "The utility to a potential life that is a human because it has the potential to become human because being human is about being able to continue to grow as a human, not only does the government, not make a lot of sense and rely on it."}
{"id": "413", "text": "We prefer a centralized system because it's reliable and easy to regulate in so far schools are just infinitely like going to be watching fraud a lot closer than other people."}
{"id": "414", "text": "They had with people of the opposite sex within this is an incredibly problematic as learning that all individuals are equal in that all individuals are respectable occurs at least somewhat in terms of individuals having childhood friends of the opposite sex."}
{"id": "415", "text": "We recognize that in in areas where drinking interest high drinking still happens."}
{"id": "418", "text": "My second overview is about the idea of government action government should not go in and ban anything that they feel is problematic."}
{"id": "419", "text": "Now I don't know where ten gets his data from on like places without sex education, having more problems, but they don't sound reliable and even if they are the only establishes correlation it's best to not because ation to the constructive."}
{"id": "421", "text": "So we think that it's particularly problematic to put children in a position where they are more subject to sort of like bullying and social pressures."}
{"id": "422", "text": "Our first point is that anonymous posting allows valuable discourse while it's true as will said that some people take anonymous posting as an excuse to be the tree, all look were hateful at the same time."}
{"id": "423", "text": "So in so far as the cultural harms that sam talks about exist on both sides of the house, the question is just how comfortably can women access the solution, we think that is what matters most in this round, proud to oppose."}
{"id": "424", "text": "So without mind, we think that given that this is just a symptom of that system we found that compared to other possible outcomes."}
{"id": "427", "text": "So it's unclear to us why this is absolutely unique from any other kind of thing, except that it now adds another layer of like also who do we think subtractive."}
{"id": "428", "text": "See if people are going to have to be more like new experience, awful side effects and that's only going to make any everything worse."}
{"id": "431", "text": "So really conservative rural areas like, say, taxes may be or in alabama like a lot of the deep south really is what you're looking at in this kind of cross section."}
{"id": "432", "text": "Wow, willis correct that there's a lot of illegal or undesirable activity that goes on fraternities at the very least."}
{"id": "433", "text": "So this is specifically why we think that there's a proactive right to be anonymous on the internet."}
{"id": "434", "text": "But I think that the fundamental thing that we're going to talk about is why adults ought be able to consent and participate in these kinds of activities as a brief overview."}
{"id": "436", "text": "There are many other reasons in our culture that this might be the case I mentioned modeling earlier, and I think it's quite likely that as long as you continue the trend of marketing products by having beautiful women appear in their commercials that people will objectify women."}
{"id": "438", "text": "And I think that what the fines libertarianism most is our it's extremism in a way in which it values concepts like ownership."}
{"id": "441", "text": "So firstly, when power is renewable and clean well it is renewable, and perhaps relatively clean, of course, it's not perfect for the environment and wind farms do adversely affect the wildlife and natural habitats and scenery off wherever they are located."}
{"id": "442", "text": "And you don't have a lot of support from their district."}
{"id": "444", "text": "One yell starts out with the assumption that this has been tried for years and has failed we're, not entirely sure where he gets the notion that it failed."}
{"id": "446", "text": "And we think that those people's desires are felt by the time you're an adult and are making decisions about cosmetic surgery, it's unlikely you're magically going to turn around and love those features."}
{"id": "450", "text": "And we think that we ought be preventing cues from entering that world for us long as possible for these reasons, proud to oppose."}
{"id": "451", "text": "We think that person should be forced to recognize that the issues of rural and urban of coastal states enough internal states of all these groups and we think that the US electoral college best does her best ensures that that's the case."}
{"id": "452", "text": "We are programmed to rate the other sex based on appearance."}
{"id": "453", "text": "So insurance is a good example of something that happens right when this is a legal item."}
{"id": "454", "text": "So when you take away an animist posting suddenly people who are closeted were discriminated against in real life, have to be worried about the same sort of repercussions in this circumstance that they would face in any other."}
{"id": "456", "text": "We all put different valuations on anything from physical pain in long term health care implications to physical appearance, to monetary cost, given all of these different moving pieces and the different ways in which different people value them."}
{"id": "457", "text": "People were treated very poorly by their boss, or by people in society, if someone abused you if you had very little recourse in general."}
{"id": "458", "text": "So in the status quo, the united states is comprised largely of a group of really big states that make up the majority of its population and a lot of small states."}
{"id": "460", "text": "So the popular vote doesn't always have a majority, but the electoral college does the deeper impact of this is that it reduces for force recalls and dragged out elections."}
{"id": "461", "text": "But we think that what's important here is that there is a precedent not to sell recreational drugs when the public believes that they are unethical or ought not be used and to sell them on the public supports them."}
{"id": "465", "text": "If energy is more expensive to search our exports, and it also hurts your citizens."}
{"id": "466", "text": "This is the reason we live in the most peaceful time in history is that powerful countries around the world are unable to be forced into an untenable position by the international community."}
{"id": "467", "text": "So for all these reasons do not ban partial birth abortion."}
{"id": "468", "text": "But we think there's a second type of autonomy, specifically bodily autonomy that is especially important to preserve one's body is essential."}
{"id": "469", "text": "I also just think that oftentimes it can be used to celebrate different kinds of attractiveness, certainly maybe not body type."}
{"id": "474", "text": "So we say that this cannot be an inherent reason why easy and could never ever work."}
{"id": "475", "text": "A teacher has an authority over children since it is his job to provide them with knowledge."}
{"id": "476", "text": "They say that now places where there are no such as sex education classes, children will have unsafe sex and we'll get knocked up and catch stds all over the place and come on."}
{"id": "481", "text": "These are really tiny things that are really central to the way individuals self actualizing, personally identify, like, working guys that things like LGBT q forums like our women's, sexual health forms."}
{"id": "482", "text": "We think it's better, not to defer to democracy, but to have the you and take actions to prevent these wars from breaking out, and that is made possible by the security council veto."}
{"id": "483", "text": "And the reason we shouldn't further exploit when power is because on the comparative it's, not really all that great of a form of energy."}
{"id": "484", "text": "Maybe a few reasons why we think the should be kept around broadly."}
{"id": "485", "text": "We should not ban for us because banning frats won't do any good, it unfairly targets, racks and the consequences will actually be a whole lot worse."}
{"id": "486", "text": "The technology that allows for these batteries, the solar cell batteries to store their electricity."}
{"id": "487", "text": "They also don't into the media on their side of the house, recognize the real influencer that causes people to see drinking as glamorous thing that they should do is the fact that media everywhere portrays it as something really really cool."}
{"id": "490", "text": "And as a result, you just lose your infrastructure necessary to create these things."}
{"id": "491", "text": "So even if our children are expressing sexual behavior or become more curious and exposed to sexuality, this does not mean that they have developed the mental maturity that will allow them to safely engaging actual sexual acts."}
{"id": "492", "text": "There is this perceived the quality that trickles down to the minds of men and women alike."}
{"id": "493", "text": "We say two things to that a all of this is also true in other unions, for instance, in the european union, there are different countries with different histories, different cultures, different languages."}
{"id": "494", "text": "We tell you that ultimately, the huge drop in oil prices globally has done more to harm ordinary people living in petroleum states that it's done to their governments."}
{"id": "496", "text": "Secondly, we say that in order for the teachers status not to be harmed, we want to avoid unnecessary conflicts between teachers and parents if I hear that my child is hearing from his teacher, all sorts of things that I oppose."}
{"id": "499", "text": "They don't understand, they can't conceptualize what brain damage looks like, or what a lifetime of being addicted to alcohol might look like, and also we have to protect them until they can consent into those protect potential harms."}
{"id": "504", "text": "We think this is because individuals have the ability to make decisions based on their personal preferences and priorities that the state simply doesn't know or understand."}
{"id": "506", "text": "It is not the case that animals hold the rights that require this to be banned is not the case that humans need to have this decision made for them and that life must be maximizing all terms for these reasons, bullfighting should not be banned."}
{"id": "508", "text": "I am proud to oppose the motion is that we should ban bull fighting our first independent point regards human enjoyment."}
{"id": "509", "text": "And thirdly, that international competition will likely punish countries that do this to an extreme extent."}
{"id": "510", "text": "We believe that the point of these laws and the people that are supposed to target are people who are more predatory in nature, people who have sex with people who are who are years upon years younger than that."}
{"id": "512", "text": "The vast majority of people are just born into the state that they live in, or they were forced to live in the state by the circumstances out of their control."}
{"id": "513", "text": "This is why there was demand to establish beauty pageants in the first place."}
{"id": "514", "text": "We think that this further decreases the efficiency of wind power and makes it incredibly difficult to actually power whole cities as such the other more reliable from technology will have to be adopted."}
{"id": "516", "text": "So for all these reasons we should not further exploit when power thank you."}
{"id": "517", "text": "So we're gonna, focus on two things were going to start by talking about objectification and why opponents of beauty contests, their anger is misplaced in talking about the objectification that exists within beauty contests."}
{"id": "518", "text": "Then we think that a world with plastic surgery is preferable in so far as it allows women to take ownership over their bodies in escape the discriminatory structures that are often flung at women who are seen as less conventionally attractive."}
{"id": "524", "text": "So if you guys ever want to truly achieve real equality for women who have to oppose this motion."}
{"id": "525", "text": "So under the first argument that there is a better stability in a world with a veto power it's important to recognize that it ensures that nothing passes that would initiate major conflict with the US."}
{"id": "526", "text": "We have actually many things that we could say, but will focus on two for the purposes of the speech."}
{"id": "527", "text": "So we understand the need for something like recess, but we don't think that something is long and time consuming as physical education is necessary at the point where it can be handled elsewhere."}
{"id": "528", "text": "We should not lower the age of consent, given the way that these laws are both enforced and the necessity for these laws in reality."}
{"id": "530", "text": "One of those conditions would be say an asymmetry of information that causes direct harm upon the individual because medics surgery doesn't do that you doctors that inform you about what's going to happen with that cosmetic surgery, and the vast majority of cosmetic surgery is safe."}
{"id": "531", "text": "And it makes sense therefore, to create systems that ensure that the states won't just be ignored by the political system."}
{"id": "534", "text": "Wow, they mature sexually to do this type of investigation to learn how to have safe sex."}
{"id": "539", "text": "Fighting should not be that in this round, we're going to make two main arguments."}
{"id": "540", "text": "This is exactly an allergist to how separation of powers and judicial view."}
{"id": "541", "text": "You cannot do anything about that as a state if they aren't violating the law."}
{"id": "542", "text": "So possibly doing things that are like cruder crossed that make people fit like very uncomfortable being outside in public."}
{"id": "546", "text": "Then we think that like if you can put this into the hands of individual parents you should."}
{"id": "550", "text": "Additionally, we think that people can just be individually in power."}
{"id": "552", "text": "Ultimately, we think that one reason why vigilante violence is almost unheard of now in much of the developed world is because people have so much access to records through the courts."}
{"id": "553", "text": "And thirdly, how the powerful can never regulate themselves first off on social benefits."}
{"id": "555", "text": "He admitted, he had a gun in the car as gun rights activists say you ought to do when dealing with a cop, and he was shocked until he was dead."}
{"id": "556", "text": "Well, beauty is only one metric of judging the human being it's, not invalid for someone to be empowered by their beauty and to want to express that through these type of contests."}
{"id": "558", "text": "So ultimately, these are a useful tool in the legal tool box which allow a flexible and humane response to certain behaviors by young people for all these reasons we should not abolish anti social behavior orders."}
{"id": "560", "text": "But I want you to recognize the implications of a lower age of consent is that you also lower the age of the kind of like margin of error or standard deviation on that consent, which means his side of the house is having like fourteen year."}
{"id": "561", "text": "So we don't think we should single out people who participate in beauty pageants."}
{"id": "562", "text": "We also just think that it's a competition that often combines a lot of pre existing competitions."}
{"id": "563", "text": "So we think that you might as well be allowed to do what you want proud to oppose."}
{"id": "564", "text": "If you see cosmetic surgery is just a means by which men exert their will upon women and women's bodies than there are plenty of other mechanisms for doing that given that it seems unlikely that plastic surgery bands will actually solve this issue."}
{"id": "565", "text": "And what not that are on, you know, brought up routinely throughout these types of debates on something like a car crash victim getting facial reconstruction."}
{"id": "566", "text": "But we also think that there is indeed for the state to insure than that."}
{"id": "567", "text": "So we'll say it should be done during the period in which this is safe for the mother we have three arguments for our side."}
{"id": "568", "text": "Now tied down to all of these kinds of all of the basic reasons why we want to make sure that abortions are cheap, saving accessible to women in the first place all of those factors are just as president, no matter when the abortion is happening."}
{"id": "570", "text": "What the comparative in this round is we think that in the status quo often times different types of renewable energy resources in a free and open market compete for investments."}
{"id": "571", "text": "All the way up to bill gates had some say over how the country is run and what services are available rates."}
{"id": "572", "text": "We think this is where people are told that their bodies are subpar."}
{"id": "573", "text": "We also think that this can cause other just physical harm to your body while still developing the specially arms like liver disease and the harms like liver disease are more likely to spring up when you're young."}
{"id": "576", "text": "We think it's important to protect that parental right to consent."}
{"id": "577", "text": "Wind power provides an exceptionally low number of jobs because the power source itself more or less runs on automatic."}
{"id": "578", "text": "Rachel points out many flaws in the system, such as that it isn't perfectly allocated according to popular will."}
{"id": "581", "text": "And the second is that people should be allowed to take risks in that risk aversion and trying to maximize the length of one's life is not the only metric of a good life lived."}
{"id": "582", "text": "So even beyond just the pragmatic impacts of what this policy entails we think there's a problematic signal sent from the state that then creates a societal discursive shift that is problematic for the individuals that are now going to be are losing their legal protections prod to oppose."}
{"id": "583", "text": "And those people are able to choose them recognize that college is incredibly difficult, especially when you are first transitioning, your freshman year frats provide a meaningful community that help people through hard times in right."}
{"id": "584", "text": "There are few political ideologies as fundamentally misconstrued as fundamentally miss championed as libertarianism is a system which favors the rich and the powerful, although the adoption of libertarianism in many ways seems like the adoption of natural forms of power, natural ways of thinking."}
{"id": "585", "text": "So broadly are your concern here is that we decrease anti social behavior."}
{"id": "586", "text": "And finally getting an abortion is just a hard choice for women so it's something that they can't just it's, not just something that a lot of people like come to the conclusion very easily, some people struggle with that decision."}
{"id": "588", "text": "We think you need to do is the united states government is present an option in which the country as a whole is as represented by selection results as pop as possible."}
{"id": "589", "text": "So with drinking, particularly that we think that children are uninformed and the consequences of this action and as such it is reasonable to proxy off the decision about whether or not they can engage in drinking to a parent."}
{"id": "591", "text": "Secondly, we think that the anti social behavioral disorders are more adaptable than typical criminal law."}
{"id": "592", "text": "That is that the age of majority isn't often not designed in such a way that it is like by each team, you will be mature enough to do a lot of these things."}
{"id": "593", "text": "The reason for this is that not a whole because renewable energies are at this moment, not very profitable and it's not something that investors are looking to you really invested in the status quo."}
{"id": "598", "text": "I am proud to oppose the motion that we should make physical education, mandatory in schools, our first independent point is that this is a violation of parental rights."}
{"id": "599", "text": "My second argument that restricted autonomy, although this policy seems to increase total autonomy, we think that will actually decrease it."}
{"id": "601", "text": "This is a personal choice, and we think that it ought be left to individuals so there's no reason for the government to get involved now we'll talk about a third standard that I want to deal with real quick."}
{"id": "602", "text": "And I think we already have mechanisms that we apply to other aspects."}
{"id": "603", "text": "Look, I I understand the sort of philosophical justifications that are given by government."}
{"id": "604", "text": "So the first thing that the previous speaker tells you is that the government has a responsibility to educate to six just like the government needs to educate its pupils on any other aspect."}
{"id": "605", "text": "If you want to get an abortion as a woman it's probably not going to happen in a very convenient times."}
{"id": "606", "text": "Secondly, and most importantly, animals cannot reciprocate, those rights, the only way that rights have power within society is one all of us choose to reciprocate those obligations on those rights on to those around us."}
{"id": "607", "text": "I stand and firm opposition to the motion that we should adopt libertarianism."}
{"id": "611", "text": "Why isn't a zero sum game, a money is fungible any money that I've invested into these forms of energy can be reinvested into green energy, given that it's important technology."}
{"id": "612", "text": "I don't really think that this is necessarily a comparative between whether we should act weight."}
{"id": "613", "text": "Why is such that we have the social benefits of government regulation and control that we need to solve pro found the problematic like the actual problems."}
{"id": "614", "text": "And we think that that kind of thing should not be banned in so far as women will still have to do things like be attractive for men on both sides of the house."}
{"id": "615", "text": "We think that there are two better alternatives in regards to renewable energy sources that we should exploit instead of wind power given the fund abilities and the limits of spending in the status quo."}
{"id": "616", "text": "The question then becomes is this bad sex education, worse than no sex education."}
{"id": "617", "text": "So given that that's the case we're gonna talk about two reasons why you should not ban cosmetic surgery."}
{"id": "618", "text": "We have three arguments for our side for why fraternity should be allowed to continue and exist at universities."}
{"id": "620", "text": "I think the problem with a lot of putting danny says is that he talks about why this might reinforcer propagate a system of sexual lies ation of women, etcetera, but he does not explain why it is inherent to that system."}
{"id": "623", "text": "So first, we think that there's a general right to bodily autonomy in that people should have the right to do as they please but their own bodies on."}
{"id": "625", "text": "We think things like facial features are also often just like in skin tone."}
{"id": "626", "text": "They don't know enough about the world to do it on their own."}
{"id": "629", "text": "So we're gonna talk about the broad benefits of having a higher age of consent."}
{"id": "630", "text": "Some countries are more closely aligned with china, so they see an advantage in china becoming more hegemonic."}
{"id": "631", "text": "It allows them to work together towards a common goal of independence, and it reassures the independence of every member state from international oppression and dependence on one country for trade."}
{"id": "633", "text": "So we think that ultimately, this will reduce the prevalence of these anti social behaviors in society by introducing clear consequences for them."}
{"id": "637", "text": "And the age of consent is created to protect against it older men and women will always be more experience and be able to leverage emotional power against the younger people, they're sleeping with combine this oftentimes with financial power."}
{"id": "638", "text": "We think this puts entire communities of individuals in a lot of danger like real names, linked to the private information of people which increases the amount of issues both with security and private well being that occur proud to oppose."}
{"id": "639", "text": "These two inevitable economic destruction, such as this in two thousand eight novel abuses by the powerful and a system, which is essentially a vacuum where other powerful actors can take the reins to the harm of all society for this reason, we should not adopt libertarianism."}
{"id": "640", "text": "Now in case of fairness, we simply don't think that it matters so much and will himself doesn't really bother to explain why fairness matters more than power."}
{"id": "641", "text": "We think it's unfair that you restrict that choice and trying to find solutions to issues and solutions to a patriarchal system."}
{"id": "642", "text": "You don't want to describe bird migration patterns are you don't wanna, kill birds, eating do anything wrong you're like putting wind turbines in the middle of where they're flying that's."}
{"id": "643", "text": "Yet these limitations are sets in a manner that is relatively conservative, it like just in order to make sure that whoever violates then still doesn't drive too fast."}
{"id": "644", "text": "So what they do on their side is further entrench the norm that the very wealthy are much more attractive than the rest of us now because they're the only ones with access to the surgery server these reasons we think that you should not ban cosmetic surgery."}
{"id": "646", "text": "All of these things are very different than age sixteen is a very different important gap of these two years."}
{"id": "648", "text": "And even if it's the case that they should love themselves it's, not the case that people always do."}
{"id": "649", "text": "I have two major responses to this first, the principles which they decree, which they talk about at length in which they support unconditionally are not the actual principles which order for created under the united nations charter."}
{"id": "650", "text": "So there's, really nothing that you could actually do about banning fraternities in an off campus, informal capacity."}
{"id": "651", "text": "Our third and final argument is that most countries around the world, perhaps all are signatories of international agreements which prohibit the creation and distribution of certain illegal drugs, and that marijuana is one of them."}
{"id": "652", "text": "We think it's incredibly problematic that we remove alternative forms of fuel, then by a fuel and regular gasoline."}
{"id": "654", "text": "And so all that matters here is what actually happens in reality."}
{"id": "655", "text": "And although many individuals like to pretend as the bio fuels are more efficient or better for the environment, most bio fuels are actually worse than fossil fuels."}
{"id": "656", "text": "And this is like it makes the problem even harder to really focus on."}
{"id": "657", "text": "First of all, for the children that are born often times, they have to be put up for adoption."}
{"id": "658", "text": "First, I think that it is not the case that beauty pageants is just a are yes, pretty women here in there, kind of thing I think often times it comes up as like a showcase of regional international or like local beauty."}
{"id": "659", "text": "It connects them to times gone by a family that they've lost relatives to communities that they are part of now and provides a sense of continuity to those communities as such."}
{"id": "660", "text": "I diss just destroy your a to be in so far as you have no capacity to compete in the international market."}
{"id": "661", "text": "So because it's an anti colonial institution because it promotes development and because it will be to peace in the region, we should not disband ishi on."}
{"id": "662", "text": "So all of those reasons and more are reasons why sometimes I'm getting an abortion takes a really long time, and it can take you a couple of months in order to make it happen."}
{"id": "664", "text": "And I think one of the main reasons they engage in beauty contests is because they look at them as practically beneficial to themselves in a number of ways."}
{"id": "667", "text": "They can turn to to maintain their power while leaving the you at all this means is if you large nations leave the u n just weakens the power of smaller states, which they had before making the declaration, which might now go through effectively worthless."}
{"id": "668", "text": "So at the point in which there is no longer one six that we can objectify and another six that's being that's being valued by other parameters, we say that everyone is going to be judged by all of the parameters."}
{"id": "669", "text": "This is just something that is fun for you, but it can be actively harmful to others."}
{"id": "671", "text": "If you build all of these wind turbines and you're committed to maintaining this infrastructure for decades, the other team is going to say aw that's true for any form of energy, but it's more true for some than others, a nuclear power plant."}
{"id": "673", "text": "You essentially use that time as best as you can there's only so much."}
{"id": "674", "text": "Our third and final independent point is just the social impact of GM."}
{"id": "676", "text": "We tell you that the kinds of extremist you might want to stop from talking online are still able to do so therefore so there's, no successful affected this policy for all these reasons we should not ban anonymous posting."}
{"id": "678", "text": "So the next up reason why this is bad is because of safety concerns so miners oftentimes have much more difficulty accessing not just being informed about healthy sexual education, but having access to sexual education as well."}
{"id": "680", "text": "So what we see is that britain is now at a disadvantage in producing energy relative to its neighbors in the european union, we tell you there for that."}
{"id": "681", "text": "All these things come with immense economic harms and a metahuman costs as well, and all of these things are directly linked to climate change, global warming and are therefore directly linked to a continued use of renewable energies."}
{"id": "682", "text": "But I think this fundamentally violates the point of the motion because these are basically t only situations where people even request these partial birth abortions."}
{"id": "683", "text": "We think that scholarships money in recruitment for jobs like colleges often happen at beauty, pageants people have a right to go for that like I'd like to go to my overview."}
{"id": "684", "text": "The plastic surgery is not the end all be all calls of unrealistic beauty expectations and specifically unrealistic expectations for women at that point."}
{"id": "685", "text": "We should not adopt libertarianism, because I think on both principal and on a practical level of how the world works libertarianism is a rather flawed ideology, so let's start by talking about what actually defines libertarianism."}
{"id": "686", "text": "The first is that we would see the animals do not have rights, and they certainly don't have rights to the extent that protects them from being killed."}
{"id": "687", "text": "So firstly, on freedom, we don't think that the government has the right or the power to ban something into a prohibited action when it doesn't have a direct adverse effect on someone else."}
{"id": "690", "text": "Well money, for example, is necessary to gain things like healthcare and stuff like that."}
{"id": "691", "text": "Add I don't think that's something that you can get back."}
{"id": "696", "text": "And the first reason for this is that setting up wind farms is bad for the sub for like habitats of certain animals."}
{"id": "697", "text": "So we think that ultimately you really undermine your ability to raise money in the future by banning fraternities."}
{"id": "698", "text": "And being able to post anonymously, brings a kind of shield your identity, and it makes it more likely that you could be willing to engage and express your thoughts in the first place."}
{"id": "699", "text": "You can warn people specifically about frat parties and how you can take care of yourself there you can offer them perks for calling ubers and specify trainings that are targeted towards them."}
