{"id": 1, "text": "Ten days ago in this very room, Judy Woodruff and I spoke with you about Syria. And you said you were hoping to make a shot across the bow. John Kerry talked today about a limited, targeted, unbelievably small effort. Right. Is that something that you have had any conversations at all with President Putin about when you were in St. Petersburg last week? I did have those conversations. And this is a continuation of conversations I have had with President Putin for quite some time. As I said to you the last time we spoke, this chemical weapons ban matters to us, to the United States. It is a ban on the worst kinds of weapons, that are indiscriminate, that do not distinguish between somebody in uniform and an infant child. And for that reason, the overwhelming majority of the world has said you cannot use these. And my intentions throughout this process has been to ensure that the blatant use of chemical weapons that we saw does not happen again. If, in fact, there is a way to accomplish that diplomatically, that is overwhelmingly my preference. And, you know, I have instructed John Kerry to talk directly to the Russians and run this to ground. And if we can exhaust these diplomatic efforts and come up with a formula that gives the international community a verifiable, enforceable mechanism to deal with these chemical weapons in Syria, then I am all for it. But we are going to have to see specifics. And I think it is reasonable to assume that we would not be at this point if there were not a credible military threat standing behind the norm against the use of chemical weapons. Charlie Rose had a conversation in Damascus today, as I am sure you are aware, with Bashar al-Assad. And one of the things he said is that there might be repercussions if there were a U.S. attack. Well, I -- I think you always have to take all precautions and recognize that any military action, even a limited one, is a significant piece of business. And you know, we have looked very carefully at all the possibilities. I think it is important to recognize that Assad does not have significant military capabilities relative to us. He has significant capabilities relative to, you know, nonprofessionals, soldiers in the opposition. He has obviously significant capabilities relative to those women and children who were gassed, but not with respect to us.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithgwenifillpbsnewshour", "title": "Interview with Gwen Ifill of PBS \"NewsHour\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-gwen-ifill-pbs-newshour", "publication_date": "09-09-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 2, "text": "They could carry out asymmetrical attacks against our embassies, for example, in the region. But we do not actually think that they want to do something like that. Keep in mind that Iran was the country probably last subjected to large-scale chemical weapons use, by Saddam Hussein. I do not think either Iran or Hezbollah thought that what Assad did was a good idea. And, you know, for us to take a limited, proportional, although significant strike on Assad's capabilities to degrade them, I do not think would prompt them to get involved. Having said that, you know, we take all precautions and, you know, we do not go into anything without having thought through the various measures that are required. Assad says the U.S. is lying about his possession -- or if not his possession, his use of chemical weapons. Well, you know, I think that Mr. Assad has been making claims that proved to be untrue for quite some time. There is nobody in the international community who credibly thinks that chemical weapons were not used on August 21st. And there is very -- there are very few folks out there who seriously think that the opposition had the capabilities to kill over a thousand people using rockets that came from regime-controlled areas into areas that were opposition- controlled. So, you know, we have made a very compelling case about Assad's use. I do not think people consider Assad to be a real credible person on the international stage. But, you know, as I have said before, if there are ways for us to resolve the situation so that nobody's using chemical weapons on the ground in Syria, that is the goal that we want to accomplish. And what is true is that the longer this conflict goes on with chemical weapons on the ground, after having seen the barbaric attacks that took place, you could end up with a situation where some of the more dangerous and unsavory members of the opposition, you know, got their hands eventually on these chemical weapons. Now, I am pleased to say that the opposition that we work with, that we have been in conversations with, the international community supported, they have been very clear, in statements, they do not want chemical weapons. They do not believe in them. They think it is a terrible crime to have used them.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithgwenifillpbsnewshour", "title": "Interview with Gwen Ifill of PBS \"NewsHour\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-gwen-ifill-pbs-newshour", "publication_date": "09-09-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 3, "text": "And -- and so I think that if we can come up with a mechanism to get these under control, verify and enforce that they are not being used, then we should do everything we can to pursue that. But we are -- that is not going to happen if Assad thinks that he can lie his way through this and eventually the world forgets the images of those children who were gassed. How do you persuade members of Congress -- and the American people, who are overwhelmingly, in new polls out today, not in favor of this idea? Yeah. said that she does not see the end of this. She does not know what the purpose of it is. And Democrats like Jim McGovern say you should withdraw your request for an authorization. How -- I know there is a full-court press under way. How do you change their minds? Well, you know, I am not sure that we are ever going to get a majority of the American people, after over a decade of war, after what happened in Iraq, to say that any military action, particularly in the Middle East, makes sense in the absence of some direct threat or attack against us. You know, if you -- if you talk to my own family members, or Michelle's, you know, they are very wary and suspicious of any action. So tomorrow I will speak to the American people. We are not talking about -- not boots on the ground. We are not talking about sustained air strikes. We are talking about a very specific set of strikes to degrade his chemical weapons capabilities in terms of delivery. And you know, I will continue to brief Congress on this. But I knew, when I said I was going to present this to Congress, that this would be challenging. I also want to make the case, though, that it is in our long-term national security interest to make sure that this chemical weapons ban is enforced. Absolutely I do not, because I -- you know, I believe that every president has the authority to act on behalf of the national security interests of the country and that, under the War Powers Act, we have to consult with Congress and inform them after actions are taken.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithgwenifillpbsnewshour", "title": "Interview with Gwen Ifill of PBS \"NewsHour\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-gwen-ifill-pbs-newshour", "publication_date": "09-09-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 4, "text": "How do you put this group together to play a game of golf? Because I called ENTITY and asked him, and he finally said, Yes, I'd like to do that. Then I got ENTITY, ENTITY, and we got-and me. ENTITY, your ambitions as a golfer-have you set any goals? I am just trying to get my handicap in single digits. It seems unlikely in my present position. But I love to play, and I was gratified when ENTITY called me the other day. He said that he liked my State of the Union Address, but I could speak a lot better if I come out here and played in his tournament. It would put me in a better frame of mind. You are without your 35-year-old putter. I hope the rumors are not true that ENTITY confiscated that. Well, ENTITY, I have played here 17 years with ENTITY, and it is always a great, great thrill. We are going to try to stay out of-we are going to avoid out of bounds, he and I are. We are going to play political golf today. Have you been in this close an association in recent terms, or have you played before? We have never played golf together before, but ENTITY has been good enough to support a lot of things we have done together on trade and issues, for example, things he started that I tried to finish. So we have been together on several occasions. We have not gotten to that. We are on the same side. We want somebody to bet with us and these other foursomes. Well, ENTITY and I will take the young fellows on. It is a great testimony to your love for-- Well, I will tell you, we have drawn a crowd here today. I do not remember seeing anything like this. It is a beautiful thing to have happen for golf, you know, because you cannot do any better. Is not it interesting that in these complicated times, this sport brings this unusual group together? One of the nicest things about golf is that it is really becoming a sport for every man and woman in America. All kinds of people, all these new courses coming up, public courses, people able to play who never could have played 10, 20 years ago. And that is very rewarding, because it is a sport that you can play throughout your life and at all different skill levels. It is really a perfect sport for our people. Well, you gentlemen are used to high pressure.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithdickenbergnbcsportspalmspringscalifornia", "title": "Interview With Dick Enberg of NBC Sports in Palm Springs, California", "source": "https://www.presidency.ucsb.edu/documents/interview-with-dick-enberg-nbc-sports-palm-springs-california", "publication_date": "15-02-1995", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 5, "text": "I'd be happy to open it up for some questions from the press. Or how will it be enforced here in Michigan? And we take it very seriously. This is about the public health of our people. We have ensured that essential services are still available, that if someone needs to go out and get food, that they can do that. And that- If someone needs to go out and get food that they can do that and the food supply chain is robust and prepared to meet the needs of people across the state. We have also ensured that if you need to do banking or gas up your car, you can do some of those fundamental things that are necessary for life. But for any businesses that do not heed this order and they are not essential services, I would anticipate that there will be fines associated with not doing that and they will be shut. We have a moment to stem the crisis that we see unfolding before us and it is going to take all of us to take those actions seriously. With regard to questions about the National Guard, they are helping with humanitarian efforts, not on any sort of a law enforcement front because we have got to ensure that food gets where it needs to be, that we are setting up temporary hospitals, temporary hospital beds, medical abilities to meet the need. And so they are helping in states across the nation. And it is in that capacity. At this point in time, what we are asking is that people recognize this is an order that they must comply for their own health, for the safety of others and for the longterm health of our economy. We have confidence that when Michiganers understand how serious this is, if you really have been paying attention or if you are now suddenly starting to pay attention, you know that we all have to do our part and for some of us it'll look simply Doing your part will just look like staying at home. For others and we will be staying at home and going online and making a donation to the food bank. For others perhaps they can call 211 and see if there is something they can do, checking in on elderly friends and neighbors over the phone or FaceTime. I am not suggesting it will be easy, but if we all do our part and that means business owners too, do not play fast and loose with what is essential and what is not. If you are not an essential business, you need to close and you need to protect your employees.", "label": "dialogic", "metadata": {"text_id": "revcomblogtranscriptsmichigangovgretchenwhitmercovid19briefingtranscriptapril2ordersk12schoolscloseforrestofyear", "title": "Michigan Gov. Gretchen Whitmer COVID-19 Briefing Transcript April 2: Orders K-12 Schools Close for Rest of Year", "source": "https://www.rev.com/blog/transcripts/michigan-gov-gretchen-whitmer-covid-19-briefing-transcript-april-2-orders-k-12-schools-close-for-rest-of-year", "publication_date": "02-04-2020", "crawling_date": "03-07-2023", "politician": ["Gretchen Whitmer"], "gender": ["F"]}}
{"id": 6, "text": "We are confident that the vast majority of people are going to do the right thing. We are imploring those who are maybe still uneducated in how serious this is, that perhaps now they will understand because this is an order. And this is going to be something that everyone's got to be a part of following. Restaurants, the carry out, dine out option is still something that is available to people. This is an essential service, which is the feeding of the people of our states. Grocery stores, convenience stores, the pharmacy, the restaurant where you can get your takeout, those will all still continue to serve the public. But we ask the public to, where you can make use of a delivery service, do that, where you do not have to physically be the one to go out and get it. And there are others who are doing that, make use of it if it is available to you. Governor, what is there for people to use to decide whether or not they are covered by this order? I think that as you read the order, and I know you have not had a chance to scrutinize all the language in the order, but I think it is pretty clear about what services are considered essential and whether or not you fall into those parameters are not. I do think that the business community has had an opportunity to give some input over the course of our research and development of this order. And I think that we have made it pretty clear in the terms of the order. This question is for both of you. You have mentioned in your statement, ENTITY, about thinking of the healthcare workers that are trying to battle this and there seems to be some inconsistency with the guidelines for those healthcare workers between state recommendations and the CDC recommendations as to whether they exposed to a potential case, maybe have been asked by the state to keep working but not to quarantine. My question is, is this the safest move for those workers, but also for patients and families tied to them? I will have to ask ENTITY to weigh in on that one. We have used, for all of our guidance in the state, we have to look first to the CDC guidelines and we consult with them when we implement our own guidelines. We have to make very difficult choices and make sure that, especially healthcare workers who are symptomatic, are not at work period and that they get the appropriate test if it is warranted and if they test positive that they stay at home.", "label": "dialogic", "metadata": {"text_id": "revcomblogtranscriptsmichigangovgretchenwhitmercovid19briefingtranscriptapril2ordersk12schoolscloseforrestofyear", "title": "Michigan Gov. Gretchen Whitmer COVID-19 Briefing Transcript April 2: Orders K-12 Schools Close for Rest of Year", "source": "https://www.rev.com/blog/transcripts/michigan-gov-gretchen-whitmer-covid-19-briefing-transcript-april-2-orders-k-12-schools-close-for-rest-of-year", "publication_date": "02-04-2020", "crawling_date": "03-07-2023", "politician": ["Gretchen Whitmer"], "gender": ["F"]}}
{"id": 7, "text": "We are actually in alignment with CDC guidelines and we just had to get a little more granular because our clinicians were asking for that guidance. Are they subject to this as well and how do you account for the ones who are trying to make essential equipment, PPE stuff? If you are making essential equipment, you are covered in this order in terms of an essential activity that will continue on. Yes, they are covered by this order. If they are retrofitting to meet critical needs of our nation right now and then the health of our people, then that is an essential service that absolutely would be contemplated and encouraged and permitted under this order.  I mean, Kathy, the fines, we will have to give you some more information on exactly what that looks like. I can tell you that the Director of the Health and Human Services Department is the primary when it comes to assessing and writing those. So I think we will have to give you a little more information when we have a moment. Governor, you touched on this, but what changed or occurred or did not occur to make you ramp up the earlier basically advice as opposed to and order with consequences? We know that we are not capable of testing everyone who needs to be tested because we do not have enough tests from the federal government. Despite that, we have seen exponential growth in the number of presumptively positives. We know the trajectory that we are on and I have talked to ENTITY and experts across the country and it became very clear that our healthcare system is quickly going to get overwhelmed and without the support of the PPEs and all of the other essential pieces of protection that we need and the resources and the bandwidth for our hospitals. We have to be aggressive in curtailing the community spread. And it is by people and keep away from each other. What we know is that there still are gatherings happening that there still are people that are out and about conducting their lives as though we are not living in the midst of a global epidemic. We do not have beaches that are open right now, but we all saw the footage and I cannot for the life of me figure out why anyone would want to congregate in this era. But the fact of the matter is, we still have people that are doing it and that is why we have got to be really clear about the seriousness of this and put the full weight of an executive order behind it.", "label": "dialogic", "metadata": {"text_id": "revcomblogtranscriptsmichigangovgretchenwhitmercovid19briefingtranscriptapril2ordersk12schoolscloseforrestofyear", "title": "Michigan Gov. Gretchen Whitmer COVID-19 Briefing Transcript April 2: Orders K-12 Schools Close for Rest of Year", "source": "https://www.rev.com/blog/transcripts/michigan-gov-gretchen-whitmer-covid-19-briefing-transcript-april-2-orders-k-12-schools-close-for-rest-of-year", "publication_date": "02-04-2020", "crawling_date": "03-07-2023", "politician": ["Gretchen Whitmer"], "gender": ["F"]}}
{"id": 8, "text": "These are all different pieces of it, but I will tell you the current trajectory we are on, looks a lot like Italy. And if you have seen any of the coverage about what is happening in Italy, what it means for their economy, but most importantly, what it means for the lives of the Italian people, you know that we have got to do everything in our power to keep that from happening here in Michigan. And I shared with you one anecdote about younger people being as susceptible as older people. There is been this misperception that if you are young you are not susceptible to ENTITY 19. The fact of the matter is, in America, we are seeing severe consequences in our younger people, in ways that they have not seen in other parts of the world. And I have talked to more than one physician who has observed and perhaps there is too little science to know precisely if this is what is going on, but vaping is a lot more popular in the United States than it is elsewhere. And that compromises your respiratory system and makes you more susceptible to respiratory illness. The respiratory illness and so this is a crisis that we are feeling in ways that other parts of the world has not even experienced. Regarding elections, this order goes into April, but we are wondering if May elections may be impacted by this, if you think they should be postponed? So we are working with the secretary of state as well as the legislative leaders to assess if there are ways that we can improve the ability for people to cast their votes at home. I would anticipate that it will take on additional energy this weekend. We may have something to share with you later. Are you looking at dorms, things like that to deal with this? And a question on ventilators, I think over the weekend, you said that there were 1,000 across the state. I am wondering how those are being used and what kind of shortage we are facing at the moment? We have teams that are actively looking at just this question of where are we going to need this hospital capacity. Not just in some of the areas where we are seeing the most cases, but we have to come together as a state, understand where our hospital beds are, and where we may have more need. As far as the ventilators, we do need to get a stronger handle on more real time what the situation is on the ground in these intensive care units.", "label": "dialogic", "metadata": {"text_id": "revcomblogtranscriptsmichigangovgretchenwhitmercovid19briefingtranscriptapril2ordersk12schoolscloseforrestofyear", "title": "Michigan Gov. Gretchen Whitmer COVID-19 Briefing Transcript April 2: Orders K-12 Schools Close for Rest of Year", "source": "https://www.rev.com/blog/transcripts/michigan-gov-gretchen-whitmer-covid-19-briefing-transcript-april-2-orders-k-12-schools-close-for-rest-of-year", "publication_date": "02-04-2020", "crawling_date": "03-07-2023", "politician": ["Gretchen Whitmer"], "gender": ["F"]}}
{"id": 9, "text": "But I can tell you at least from anecdotal conversations across the state, we are getting very, very sick people and our intensive care units are getting filled up. Do you have any figures as to how many people are hospitalized with this now? Is that a number that you are tracking?at some point. We are actively trying to track that. Here in the state of Michigan, we have a decentralized public health system, so a lot the local health departments actually are able to track that in more real time than we can at the state. But we are actively working to strengthen and centralize data sharing from the hospitals to local health departments and to the state of Michigan health department. I do not have the specific number right now. There are dozens of people who are At least dozens of people who are in intensive care units as we speak. I do not want to misspeak and give you a wrong number, but I know that there are several individuals, dozens who are hospitalized at this point Over the weekend, a federal task force was giving briefings and letting you guys know where they stand on things and what their responsibilities are versus state. So I am wondering what your response is to some of those comments that were made over the weekends about the responsibilities that state's have to find those resources such as the ventilators and PPE versus the federal government's responsibility. Well, we can litigate what contributed to us all being behind the eight ball in the United States of America right now. After we get past the initial crisis that we are confronting, I will just say this, our national stockpile allotment covered one shift at a hospital. So where you would ordinarily in a crisis like this, expect a national strategy that covers all of the states and all Americans and makes available the necessary equipment to treat people who are sick, we got enough for one shift. It is a source of frustration that I have been clear about and that my frankly colleagues from across the country have as well. We should be able to rely on a national strategy and planning. This is not something that was not known at the federal government level many months ago.", "label": "dialogic", "metadata": {"text_id": "revcomblogtranscriptsmichigangovgretchenwhitmercovid19briefingtranscriptapril2ordersk12schoolscloseforrestofyear", "title": "Michigan Gov. Gretchen Whitmer COVID-19 Briefing Transcript April 2: Orders K-12 Schools Close for Rest of Year", "source": "https://www.rev.com/blog/transcripts/michigan-gov-gretchen-whitmer-covid-19-briefing-transcript-april-2-orders-k-12-schools-close-for-rest-of-year", "publication_date": "02-04-2020", "crawling_date": "03-07-2023", "politician": ["Gretchen Whitmer"], "gender": ["F"]}}
{"id": 10, "text": "ENTITY, one of the things that you have been talking to your coleaders about is, of course, Lithuania. Your position so far has been to suggest that the Lithuanian crisis can be resolved by dialog. I just wonder whether you think that we are approaching the moment when Western nations will have to give more direct assistance to Lithuania, particularly if there is an oil embargo. I think that is a little hypothetical, because I have been in contact with the Soviet leaders -- indeed, had an opportunity to talk to Mr. Shevardnadze right here, in that chair over there -- and also have been in contact with Gorbachev. And I feel comfortable that they know the U.S. position; and I have felt that, having expressed our interest in self-determination and the peaceful evolution of all of this, that we are positioned about right. I do not think there is any question as to where I feel and, indeed, after consultation with our allies, where they feel. But I think it is a little premature to -- or perhaps a little hypothetical to suggest escalation of what we might do. There is been dramatic change in the world, and I do not want to inadvertently take some action that would set it back. And yet I do not want to be seen as one who is not interested in the peaceful change and in the self-determination for Lithuania. We are in a position of never having recognized the incorporation of Lithuania, and indeed Estonia and Latvia, into the Soviet Union. So, that gives us a little bit of a standing that others might not have in terms of how we view this problem. But I just do not want to go into what we might do. I can understand the great interests in other countries and, certainly, in this country. But right now I'd like to, having expressed our concerns to the Soviets, watch the evolution here. ENTITY, you are going to meet Mr. Mitterrand next Thursday in Key Largo. Do you share any of those views, and it is true that your administration is pushing for France to get more involved in the alliance? Look, the main thing is that France and the United States be in total synchronization on alliance problems. France has a special historical position regarding the NATO alliance. But one of the reasons for having this meeting is to narrow any differences that might exist. I go down to Key Largo not feeling there are big differences with Mr. Mitterrand in this question.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithforeignjournalists0", "title": "Interview With Foreign Journalists", "source": "https://www.presidency.ucsb.edu/documents/interview-with-foreign-journalists-0", "publication_date": "16-04-1990", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 11, "text": "But I want to get his views. I want to tell him ours, and if there are differences, see if we can narrow them. But it is my conviction that NATO will have a perhaps even more important role to play in the stability of Europe -- East and West -- projecting stability for East and Western Europe. And I would think that that might be shared by President Mitterrand, but I will be talking to him about this question because there have been reports that there was a little drift and a little separation. And the best way to find that out is simply to sit and talk, as we will do there. that I have found my direct talks with him extraordinarily helpful in the past, and I expect this will be the same way. One of the key subjects will be security and arrangements for Europe after the unification of Germany. And that obviously will entail discussing our view for an expanded role for NATO. His view -- it does not exclude that but has a keen interest in a role for CSCE. And we see that. We have also talked about expanded participation in the EC, and I will try to elaborate on that with Mr. Mitterrand. ENTITY, you say you are concerned about what might happen in Lithuania. And recently declassified State Department documents show that during the last peak of separatist sentiment in Quebec about a dozen years ago the U.S. was indeed very concerned about the prospect of a separate Quebec. Can you tell me what your concerns are about that prospect and what it could mean for U.S.-Canada relations and Quebec-U.S. relations? that we have always enjoyed the most cordial relations with a unified Canada. And that came up at a press conference we had up in Canada the other day there at the ball park. that this is not a point at which the United States ought to involve itself in the internal affairs of Canada. ENTITY, the British Labour Party, the opposition Labour Party, is very, very far ahead in the opinion polls in Britain at the moment. It is had an avowedly unilateralist past, and your predecessor seemed to treat it with a great deal of suspicion. I wonder if you now think that these people are people you can do business with and people you can talk to, and whether you have this sort of special relationship that you would like to have with the British Government?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithforeignjournalists0", "title": "Interview With Foreign Journalists", "source": "https://www.presidency.ucsb.edu/documents/interview-with-foreign-journalists-0", "publication_date": "16-04-1990", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 12, "text": "that I have not given any thought to it all because Margaret Thatcher is the head of the Government and the Prime Minister and we are in close consultation and negotiation with her. So, I really would leave it there, because without suggesting any hostility toward opposition parties or towards -- in this sense, since you asked about Labour -- but I just, again, think it would be inappropriate to publicly speculate on what the U.S. might do. We do have a special relationship, and it'll continue, I am sure. And these talks just reinforce that, these talks that I had with Prime Minister Thatcher. So, excuse me if I do not want to get into the bubbling caldron of domestic politics inside the U.K. right now. ENTITY, you seem to have had very substantial success in your relationship with Japan in the last couple of months. I wonder whether that is a vindication of 3 years' worth of pressure from the Hill for a tough stance on trade issues. There is no question that the Hill, and indeed a lot of America, have wanted to see action taken by the Japanese. I would like to give credit to our negotiators, who are in the administrative executive branch of the Government, and also to Prime Minister Kaifu, who has taken the position that I think some of his critics here and abroad felt he would not take, a position that we view quite forthcoming on SII and on specific categories of trade. So, the jury is still out in terms of how the Hill will look at what has happened, but I have been very pleased so far that most of the leaders on Capitol Hill seem to feel that under Kaifu's leadership Japan has really moved on these important items. But I guess the answer is, the proof of the pudding is in the eating. Also, there are certain undertakings that we make under SII. And Congress ought not to simply criticize Japan, even though I will readily concede there is been room for criticism there, and so stated. But I think we, the executive branch and the legislative branch, ought to work together now to fulfill our undertakings on investment, savings, education, budget deficits. And -- back to your question -- I do not know whether it is Hill pressure, because for years Japanese leaders would come here, and hear the message from the Hill, go back; and we did not have demonstrable progress. So, I think, in fairness, the Hill pressure has been relatively constant.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithforeignjournalists0", "title": "Interview With Foreign Journalists", "source": "https://www.presidency.ucsb.edu/documents/interview-with-foreign-journalists-0", "publication_date": "16-04-1990", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 13, "text": "We ought to take a look at what is different. And what is different is the way in which Prime Minister Kaifu, and indeed some of the other leaders there, have approached this problem. ENTITY, just to go back to the NATO issue, could you envision now the French being supreme commander of NATO? We are very happy with the present arrangements. People view the U.S. presence as stabilizing, as having played a significant role in preserving a peace that, in terms of European history, is a long one. And I do not want to have this coming out in a chauvinistic sense, but I think the American people have to feel, one, the American presence is wanted. And part of the command structure, I think, contributes to the view that we have an important role to play and the Europeans want us to have an important role to play. So, I have given no thought to any substantive changes in all of this. But if anybody has a different view, I'd be willing to hear it. But this is why I am happy with the existing structure. ENTITY, your officials and Mexican officials have said they are ready to pursue, or at least consider, the idea of a free trade agreement. When you were in Toronto last week, you did say that you thought Canada should continue to show interest in trade with Mexico. Do you think it is a good idea for Canada to pursue a separate deal with Mexico; or should Canada, Mexico, and the United States sit down together and pursue a three-way deal, just as the European Community is working together? Are you talking about a free trade agreement? I think it is premature for a three-way free trade agreement. I talked in the campaign about a North American accord and doing more together. But the sensitivities on this question in Mexico are such that we ought to let President Salinas set the pace here. And so, it is a sensitive subject there, just as some fallout from the free trade agreement with Canada and the U.S. is sensitive. And the next step is to sit and talk with the President of Mexico, if this is still on his agenda, when he comes up here. And I say that because I do not want to be out saying what our meeting is going to be about. But you are right that there has been public speculation on this; indeed, different officials in our administration and Mexico have talked about it.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithforeignjournalists0", "title": "Interview With Foreign Journalists", "source": "https://www.presidency.ucsb.edu/documents/interview-with-foreign-journalists-0", "publication_date": "16-04-1990", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 14, "text": "But because of its sensitivity, I prefer to let Mexico speak for itself, and simply say I think we need to move forward in a bilateral sense, and Canada might want to move forward in a bilateral sense -- that is up to them, though -- before we talk about a North American accord meeting, a three-way free trade agreement. ENTITY, when you were in Bermuda, did you discuss with Mrs. Thatcher the status of the Trident, which as you know the Labour Party would like to include very quickly in arms control negotiations? Do you expect to discuss the French independent deterrent with Mr. Mitterrand? We touched only peripherally on that. Prime Minister Thatcher knows that she does not have to sell me on the French and British deterrence and the way in which they view their own nuclear capability. So, it was not what I would call a significant agenda item because I do not think we have any differences. ENTITY, you were in those. Is that about the way it was? I do not think it was, unless there were some other discussions that went on not in our group. Yes, we did not have it as a formal agenda item. ENTITY, did you like the phrase, first among equals, as a description of your vision of America's place in the network of democratic alliances? Well, I think many of our allies look to us as the first among equals, given the blessing of the size of our gross national product and given our historic commitment to the security of others. But I do not know that -- when I go sit down at a NATO meeting, I do not go there seeking a kind of recognition on that point. But I think the realities of the world are such that many look to us as essential -- in this instance -- the security of Europe. Certainly, we have got to be dealt with on trade matters. And I am one who does not believe some of these elitist theories about the decline of America. I do not believe it; I do not think the American people believe it; I do not believe our allies believe it. ENTITY, do you think that the new Germany we have seen to come out in -- one day is going to make and to cause any major problems -- we being the EEC? Yes, there are some concerns there about it, but I expect they can be sorted out. But the concept of a unified Germany does not cause me worries.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithforeignjournalists0", "title": "Interview With Foreign Journalists", "source": "https://www.presidency.ucsb.edu/documents/interview-with-foreign-journalists-0", "publication_date": "16-04-1990", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 15, "text": "I know there are perhaps nuances of difference on this one, but Germany has been a strong democracy here for a long time now -- a long time. We do not worry about that at all. But we want to stay involved as the United States. We want to be there as one who enthusiastically would deal with a unified Germany. And after this unity, there will be problems that we probably have not even considered. But we are not opposed to it, and we do not worry about it. If you have got a final question or two. You will find I am immovable -- -- -- -- preference for a strong, unified Canada. What difference does it make whether the United States is dealing with a separate Quebec? It makes the difference that this is the internal affair of Canada. Do not intervene in the internal affairs of another country. In this one, it is easy. You get another question because that was so cinchy. Oh, I do have another question? That is because that is just a follow-on to the other one, and it is just -- look, that is a cinch, that one. Bush has come to Ottawa -- a quick trip to Ottawa, a quick trip to Vancouver, a quick trip to Toronto. When he goes to Bermuda, he will stay overnight, or he will do this. Is there some reason that you do not like Canada, or is it too cold for you? It is fantastic, but I have mean schedulers. I have invidious people there that do not let me do that which I'd like to do. And besides that, I have such a good feeling about Canada that frankly it never entered my mind if some might feel this way. recreating in Canada. Because I have been to Banff; I have been to the west. I know the country reasonably well. And I'd like to think that I would have a scheduler around here who would be a little more considerate and permit me to do that. Frankly, I think it is a good thing -- the baseball recreation there -- because the Blue Jays drew more, I am told, than any other team last year. They have got a fantastic stadium. And it sends a good hands-across-the-border signal.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithforeignjournalists0", "title": "Interview With Foreign Journalists", "source": "https://www.presidency.ucsb.edu/documents/interview-with-foreign-journalists-0", "publication_date": "16-04-1990", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 16, "text": "So, even though I get sheer pleasure out of going there and the little annoyance about Canada's defeat of the Texas Rangers, I think it was worthwhile for our national pastime -- a game that I really enjoy. So, I got some recreation there in that fantastic baseball stadium, but not near enough. So, if any of your readers feel there is any slight, tell them to call a man named Joe Hagin. Could I just ask, ENTITY, do you think that after a week in which Mrs. Thatcher was very heavily criticized and virtually written off in the American press whether her final reputation will be affected by -- -- Whether her final reputation will be affected by the pasting which she has taken in the last couple of weeks here and the differences you have had over Europe and Germany? Look, I read these polls. And I do not know what Mr. Ortega's pollster is doing now, and I do not know what the guy that said I would not win because I was 17 points back in the summer of 1988 is doing now. But whether polls are right or wrong -- and I do not want to denigrate all pollsters because I think there is a science there that sometimes is quite accurate. But I have just pointed out a couple of egregious errors here. But I do not think you deal with heads of government based on whether they are up or down in the polls, or even speculate. So, I was giving you a very honest answer about the opposition. I mean, the opposition leaders would come here, we'd see them. But I am enough of a politician to know that people can be down one moment and then soaring like an eagle the next. So, I missed your question just a little. I asked about her long-term reputation. Perhaps you could sum up, because whatever happens, she is coming to the end of a very long time in office. Could you say anything about what you think her long-term -- reputation? I thought you meant whether she would rebound from all of this. Well, I think, at least in this country, people see her as a very courageous, principled leader who fights for her beliefs and has survived many ups and downs. So, they give her great credit.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithforeignjournalists0", "title": "Interview With Foreign Journalists", "source": "https://www.presidency.ucsb.edu/documents/interview-with-foreign-journalists-0", "publication_date": "16-04-1990", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 17, "text": "I AM very, very pleased to announce that I feel very happy about the fact that the League of Women Voters has concluded the negotiations that will give the American people the opportunity to have three Presidential debates and one Vice-Presidential debate. I am enthusiastic about the opportunity to discuss in detail before the American people the four subjects that I suggested--foreign policy, defense policy, domestic policy, and economic policy. It seems to me that with the three debates between myself and my opponent and between the two Vice-Presidential candidates, the American people will see firsthand, hear firsthand the views of the four of us. I will be glad to answer any questions. I believe the negotiations turned out well for the American people. We have the four subjects I suggested. We will have ample time in the first debate to discuss in depth and in detail domestic and economic policy. Our whole approach was how we could get the debates on as quickly as possible with broad subject matters, and I think the negotiations ended very well. ENTITY, do you consider the debates to be crucial and the most important part of the campaign? And, by the way, when does your campaign start? I hope that in the time that will be given to them, the American people will have an opportunity to see what decisions, what programs my opponent has and, of course, the American people know my views, my record. But the debates are important so they can get an honest comparison between the two. ENTITY, are you disappointed that the first debate will not be on national defense, as you requested? I said a moment ago that the four subjects that I suggested are included in the first two debates with the final debate to cover any other issues that have not been covered previously. Our whole effort was to have a broad subject matter, and those four, plus whatever else comes up, is fine. ENTITY, do you have a preference for location for the debates? The negotiations are still going on and I think it is premature for me to make any comment on that. Do you think an incumbent President has any advantage in something like these debates because of the wealth of information he has available to him through, let us say, the Pentagon, the Defense Department, and all the various Government agencies? I believe that an incumbent President ought to know all the subjects and know them very well, and I would hope that any challenger would, likewise. But do you think you have an advantage as the incumbent with all of this information immediately at your disposal?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsexchangewithreportersthepresidentialcampaigndebates", "title": "Exchange With Reporters on the Presidential Campaign Debates.", "source": "https://www.presidency.ucsb.edu/documents/exchange-with-reporters-the-presidential-campaign-debates", "publication_date": "01-09-1976", "crawling_date": "10-09-2023", "politician": ["Gerald R. Ford"], "gender": ["M"]}}
{"id": 18, "text": "I have been sports director of WHO Radio since 1944. And obviously we are honored and excited today to have the President of the United States, Ronald Reagan, who sat behind this microphone on many occasions from 1933 to 1937 when he had my job. He was sports director here at WHO. Now, the memories that this microphone right here evokes in you what are they? It is like a film montage there of everything, the various events and the I remember probably one outstanding occasion the microphone of that kind out at Birdland Park, and they were having the Olympic tryouts out there, the AAU tryouts for the Olympic team. And we were feeding network going to feed the NBC network, and that was really tops. We had half an hour to fill. And some of the Olympic officials got in an argument, and I was on the air for 30 minutes, nationwide and they did not run off one single swimming event. I think I described every drop of water in the pool everyone that was warming up, and what they were doing, and talking about, what events were going to be held. Went off the air and 2 minutes after we were off the air, they had the first event. But your ad-lib ability was really put to a super test with that machine right there, the old Western Union ticker tape that used to bring in the Chicago Cubs re-creations to you. And you had a stick one time in that famous story you fouled it off 34 times, 35 times. Curly Waddel was the operator, sat on that side with the headphones, and he would type and slip it under the window to me. And they used to keep track because there'd be seven or eight stations competing and broadcasting, and most of them live, right at the park and we were within half a pitch of right up with the live ball game all the time. To do that, he had to abbreviate things down, like in would come the paper, and it would say, Out 4-3. Well, that meant out from second base to first base, that meant it had to be a grounder. So, you'd take it, and you'd say, And Dean comes out of the windup, and here comes the pitch, and it is a hard hit ground ball down toward second base. So-and-so going over after the ball, picks it up, flips it over to first, just in time for the out.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimzabelwhoradiodesmoinesiowa", "title": "Interview With Jim Zabel of WHO Radio in Des Moines, Iowa", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-zabel-who-radio-des-moines-iowa", "publication_date": "20-02-1984", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 19, "text": "And by this time you are waiting for the next one. Or he would send you S-1-C. So, you'd say, He is got the sign, comes out of the windup, here is the pitch, and it is a called strike, breaking over the outside corner just above the knees. But the thing that you are talking about was the time that it was the ninth inning, the Cards and the Cubs, tied up 0-0, and he was typing, and I thought there is a play coming. And he kept shaking his head when I had and it was Dean on the mound and I had Billy Jurgess at the plate. And I had him getting a sign from the catcher, and finally here comes the slip of paper, and it said, The wires have gone dead. And I knew in that ninth inning if I suddenly said, Well, we will have a little interlude of music while we get back connected with the ballpark, we'd lose every they'd all turn on some of those other stations. foul ball. So, I had Jurgess foul one, and then I had him foul another. And then I had him foul one that missed a home run by a foot. Then I described two kids down back of third base that were in a fight over the ball that had gone into the stands there. And pretty soon I know I am beginning to set a world record for somebody standing at the plate and hitting successive fouls, if anyone ever kept those figures. And I was beginning to sweat a little, because I knew now that if I told them we'd lost the wire they'd know I had not been telling the truth. Who finally did get the hit in that game? And I had him throw another pitch, and in came the slip, and I had trouble getting it out, because the slip said Jurgess popped out on the first ball pitched. Charlie Gross, let us bring you in here. You were known as kind of a meticulous perfectionist at the time. Did he live up to your standards when you were here? You kind of made him toe the line? This was the source of all sports news around here that is, by way of radio this gentleman here, The President. Did you project in him at that time, when he was 22, 23 years old, the qualities that enabled him to become President of the United States? He belonged to the wrong party at this time, but The President.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimzabelwhoradiodesmoinesiowa", "title": "Interview With Jim Zabel of WHO Radio in Des Moines, Iowa", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-zabel-who-radio-des-moines-iowa", "publication_date": "20-02-1984", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 20, "text": "Yeah, but I outgrew that. Yes, but he outgrew it. No, I never thought, of course, that he would become President of the United States and that I would be here at his side tonight. ENTITY, this microphone brings back you were selected Wheaties Sportscaster of the Year one time.  the Wheaties commercial, you did the Kentucky Club commercial Yeah, they sponsored an awful lot of baseball, Wheaties did. And when you came into Des Moines today, down Fleur Drive from the airport did you notice some changes about the city of Des Moines? Well, long about the time we got here by the time that I got here, I was just prepared to turn right and go to 914 Walnut Street. And here I am in a whole new institution.  I want to hear one that you have got down here.- Well, let me just tell you, he is a pioneer, and a true pioneer. Under the Fair Trade Practices Act back in the those depression days, radio was not allowed to do news, because it would be unfair. They thought that you could just go and put it in a microphone instead of having to have it put in print and out on the streets. And B. J. Palmer, who was then the head of the central broadcasting, decided that he was going to challenge that and we were going to have news. And only one news service would provide us with a newswire. And Charlie was the whole news department, including the writing and rewriting of the stories. And we went on the air with news, and it was a first in radio. It became a daily twice-a-day feature for his news. And then, of course, he was a pioneer in another thing, as you know when he went to Congress. It was no surprise to those of us that knew him that he would be known as the conscience of the Congress, that his colleagues would go to him because they knew he had read the bills, and they'd go to him before they voted to find out. Okay, ENTITY, you told me when I did an interview with you in 1974 on the 50th anniversary of WHO Radio that the 5 years you spent here were 5 of the happiest years of your life. Do you still look back on those that fondly? They were really those were foundation years, and I think everything that happened came out of this.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimzabelwhoradiodesmoinesiowa", "title": "Interview With Jim Zabel of WHO Radio in Des Moines, Iowa", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-zabel-who-radio-des-moines-iowa", "publication_date": "20-02-1984", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 21, "text": "Well, it is the true American hero story hitchhiking to Davenport, I believe, to get the job in the first place. Had a rather unusual audition from Pete McArthur, who was the program director then. I had been told that in looking for a job in those depression days and I'd hitchhiked all the way around the country quite a bit I'd been told that you should ask an employer not for what you wanted to be a sports announcer just tell him you'd take any job to get in the station and then take your chances on moving up from there. So, I made my usual pitch of that kind after a number of turndowns to Pete. We auditioned 90 people and hired an announcer. And on my way out the door, I said, How do you ever get to be a sports announcer if you cannot get in a station? , and went on down to the elevator, which, fortunately, was not there. And Pete, who was badly handicapped with arthritis and on two canes I did not know until I heard him thumping down the hall yelling at me and he asked me what that was I said about sports. And I told him that is what I'd like to be. And he said, You know anything about football? And I said, I played it for 8 years. He said, Do you think you could tell me about a game and, if I was sitting there listening, I could see the game? And he took me in a studio, put me in front of one of these. And he put me in front of that, and he said, When the red light goes on, you start broadcasting an imaginary football game. And I did for about 15 minutes. I knew I had to have names. So, I picked a game that I'd played in in college, the previous fall-which we'd won in the last 20 seconds by a 65-yard touchdown run I did not make the run. So, I chose that game and said, when the light came on, started that we were in the 4th quarter. You know, I had everything. The famous long, blue shadows ENTITY Yes the chill wind coming in through the end of the stadium-we did not have a stadium, we had bleachers. And I did it for about the 15 minutes and made that winning touchdown.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimzabelwhoradiodesmoinesiowa", "title": "Interview With Jim Zabel of WHO Radio in Des Moines, Iowa", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-zabel-who-radio-des-moines-iowa", "publication_date": "20-02-1984", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 22, "text": "As a running guard, coming out and around and leading the interference on that play, that day, Eureka College, I missed my man, the first man in the secondary. And I do not know how Bud Cole got by and reversed the field, because I missed him. In the broadcast, I nailed him. It was a magnificent block key to the whole success of the play. And he came in and told me to be there on Saturday, that I was broadcasting the Iowa-Minnesota game, and he would give me $5 and bus fare. No, I am saying that facetiously. Well, ENTITY, obviously we are just thrilled and happy to have you here to reminisce about the old let me ask you one question, from sportscaster to sportscaster would you have stayed a sportscaster if the telegram had not come from Warner Brothers, do you think? Well, we have about eight to ten thousand people, I think, a full house waiting up at the auditorium. Can you tell us what you are going to tell them up there tonight? Well, I do not think anything that I say has been said by any of the eight other candidates who've been running around the State. I might have a little different twist on things than that. But I am going to talk about this recovery that we have going and what I think is needed to keep it going. How does it feel to be back in Des Moines? It is too short, as always, but give me another 7.5 minutes, and I'd be so far down nostalgia lane .- Let me ask you one question a lot of people ask of me about you. What type of sportscaster were you? I mean, how do you categorize your style? I always thought I always had in mind a listener out there, and I thought that I was painting a word picture. If I was in the stadium over at University of Iowa broadcasting an Iowa football game, I always tried to use references like saying not just that they are on the 20-yard line, 15 yards in from the side of the field; I would say, They are down here to the right on their own 20-yard line, 15 yards in from this side of the field or place them. I always figured that he that viewer out there he or she must be able to get a picture in their minds of what it looked like. Well, you gave them a lot of pictures, ENTITY.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimzabelwhoradiodesmoinesiowa", "title": "Interview With Jim Zabel of WHO Radio in Des Moines, Iowa", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-zabel-who-radio-des-moines-iowa", "publication_date": "20-02-1984", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 23, "text": "ENTITY, let me first say, thank you for coming. It is great to have you here. We understand you do have a very tight schedule. For NATO it is a difficult and challenging time, so we do very much appreciate that you join us and discuss these matters and questions with us and we share your views on it. Just last week you said, We know what the final outcome in Kosovo will be. Refugees will return with security and self-government. Have we actually come closer to that prospect? First of all, we still have an Alliance that, if anything, is more unified than ever, after we met in Washington. I was yesterday in Brussels to get a report from General Naumann and General Clark on the progress of the campaign. I am convinced that we are making good progress, that we are coming closer to our objectives. I think that Mr. Milosevic's military and economic apparatus of control in Yugoslavia has been weakened. I believe we are coming closer on the diplomatic front. I met for a long time with Mr. Chernomyrdin, and he met for several more hours with Vice President Gore in Washington this week. Russia had previously accepted the political terms of the agreement in Rambouillet that there ought to be security and autonomy for the people of Kosovo. So we are not there yet, but I think it is important, too, for the world community, and especially for the people of Europe, to have some perspective here. The campaign that Mr. Milosevic has carried out in Kosovo was meticulously planned many months in advance. It was almost implemented in October last year. He decided not to do it then in the face of the NATO threats, but he had 40,000 troops on the ground and almost 300 tanks. So he could have done what he did at any time. What we have to do is to reverse the ethnic cleansing, and I believe it can be done. I am absolutely confident that as long as we all stay together, which we seem determined to do- I certainly am, and I feel very good about where the other European leaders are-this will prevail. And it is just a question of our being patient and persistent and understanding what we are up against and what we have to do. ENTITY, we are going to take it in turn, so it will swing back and forth My question is about your attitude, your thoughts about President Milosevic in Belgrade, and it is in a couple of parts.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 24, "text": "My first simple question is, do you believe that Milosevic should be held personally, directly responsible for the ethnic cleansing that you have described many times and for the massacres that you have described many times? Well, of course, that ultimately is a decision to be made by the war crimes tribunal itself. But I think, morally, there is no question that, not only here but earlier in Bosnia, what happened was the direct result of a carefully calculated campaign to first of all bring Mr. Milosevic to power and then to enhance his power based on an idea of Greater Serbia, which required the dehumanization, the delegitimization of the Muslim people, first of Bosnia and then of Kosovo; and that, following from that, there are lots of records that the International Red Cross and other humanitarian agencies have amassed, that the U.N. has amassed about the practices of Serbian troops, of the paramilitaries. Just in Kosovo, we have story after story, horrible stories of people being-men being tied up together and burned alive. So I think we have a big record here. But ENTITY, if that is the record and ultimately it lies at the doorstep of Mr. Milosevic, how can there be even an imagined settlement in which Mr. Milosevic essentially climbs down, accepts the conditions that you have laid out, and is still the President of Yugoslavia and, ultimately, still holds sovereignty over Kosovo and the people who will return to Kosovo? Because you say you want them to live with security and dignity, but how is that conceivable? Well, if there is an international force that has NATO at its core, but also has other countries-I would welcome the Russians' participation there; I think it is important-so that there is genuine protection for the people of Kosovo, and they have the genuine autonomy that they enjoyed under the constitution that Mr. Tito put in and that was taken away by Mr. Milosevic 10 years ago, I think they can plainly do that. Now, as long as he and Serbia pursue the course they have pursued and basically assert the right to destroy people's lives and heritage because of their religious and ethnic background, they will never be full partners in Europe. But we can protect the Kosovars, just as we have worked out a solution in Bosnia.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 25, "text": "And I think the alternative to your suggestion, sir, would be something that no one has suggested, and that is that the international community, in effect, declare war on Yugoslavia and march on Belgrade. If that is not to happen- and our goals never entailed that-our goals were bring the Kosovars home, let them live in security, let them live with the autonomy that clearly they deserve and have to have now to have any sense of a normal life-then those goals can be achieved with an enforceable agreement with Mr. Milosevic in Belgrade. To what extent he bears personal responsibility as a matter of law, that has to be dealt with by the tribunal. But the main thing that I would like people to understand is that throughout history we have had examples, throughout all history, of ethnic cleansing. In my own country, we had horrible examples of Native American tribes being moved off their land and killed in large numbers, with people claiming a religious mandate, over 100 years ago. And we are still paying for it; we are still trying to overcome it. We had the example of slavery that we are still trying to completely overcome. But this is the end of the 20th century, a century in which, if we did not learn anything, we learned that we cannot tolerate this kind of behavior. We all have to learn to live together, to cherish each other's common humanity and celebrate our differences, not use them to exterminate each other. No modern country can define its greatness by its ability to dehumanize a group of people. And I think we can achieve what we are trying to achieve here if these conditions can be met. You know, people ask me all the time how this can be done, but we eventually-it took too long, and it is one of my great regrets that it did take so long in Bosnia, but it was done there. And we are acting far more quickly in Kosovo. And I think as a consequence of that, even though now it seems agonizingly slow, I think when this is over and you look back at it, you will say it happened more quickly, and therefore, a higher percentage of the people did go home and went home much more quickly than has been the case in Bosnia. ENTITY, I have a longer question than my colleague from the BBC. ENTITY, were you consulted by the Italian Government prior to this initiative? And how do you consider this Italian initiative, as a positive development?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 26, "text": "Are you interested in meeting Mr. Rugova, and is Mr. Rugova at this point the best political interlocutor for the Allies? And finally, do you see Rugova's departure from Pristina as a good will gesture by Milosevic that should be reciprocated by the Allies? Well, first, let me say Prime Minister D'Alema attempted to call me yesterday when I was making my rounds with the American troops, and I spoke with him early this morning. We had a very good talk, and I think he will have more to say later today. I have also met with Mr. Rugova in the White House, and I have a very high opinion of him, so I was very pleased that he was released. What did you say to Mr. D'Alema, Prime Minister D'Alema? That I was very pleased that he was released; I felt good that he had come to Italy; that Prime Minister D'Alema has been a very strong partner in what we have tried to do together; that I think that this could turn out to be quite a positive development, because I believe Mr. Rugova will again affirm his desire to see Kosovo be autonomous, be secure. I think he understands the need for an international security presence. So I see this as a positive development. I think-now, you asked me what were the motives; one of your questions were, why did Mr. Milosevic do this? I think for two reasons, probably. One is, he may be moving closer to accepting the basic conditions necessary to resolve this matter. And if so, he may want as many leaders as possible with whom to deal, and Mr. Rugova is known for his devotion to nonviolence, and therefore, he may see that as a positive event if he is going to make an agreement. I think this should be evidence to all of you that the determination and unity of NATO to persist until this matter is resolved is having an impact in Belgrade. So should this good will gesture be reciprocated by the Allies? Well, I do not know that it is a good will gesture to release a nonviolent leader of a country who never did anything wrong in the first place and should not have been, in effect, under house arrest. I think that Mr. Milosevic did this because he thought it was in his interest.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 27, "text": "And I think we should do what is necessary- the most important good will gesture NATO can make, and the European allies, the United States, and Canada can make, is to do whatever is necessary to resolve this as quickly as possible. That is the most humane thing we can do, and that is what I intend to do. And will you meet Rugova again? If he would like to, I would be happy to meet him. I like him very much. I appreciate what he is tried to do. He is been through a lot. I think that there are-you asked another question that I do not think is for the United States to answer, or even for NATO to answer, which is whether he or anyone else should be the designated spokesperson for the Kosovars. That is for the-we believe in democracy. We believe there has to be some way for the people themselves to decide who speaks for them. And let me remind you, the thing that was important about the agreement that was reached in France is that all the elements of the Kosovars said, Okay, we will lay down our arms. We will stop the fighting. We will live in peace if we have the security of an international force to protect our autonomy and to protect our safety. If all elements do that-that is, if they also are still willing to meet our conditions, then the position of our country should be that we are trying to make self-government possible for these people, not to tell them who should govern them. The KLA already said that Mr. Rugova has no mandate to negotiate. So whom do you regard as an interlocutor and as a representative of the Kosovar Albanians who will have to negotiate? My position is that all the elements of leadership in Kosovo took a position at Rambouillet, and what we are trying to do is to fulfill the minimum conditions for that. After that-there is plenty of time after that for them to decide how to organize their internal political life, as long as all the parties remain committed to the principle that they will lay down their arms and they will be nonviolent if we have return of refugees, the security of an international force, and the withdrawal of the Serb forces.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 28, "text": "If those conditions are met- and then the other thing-I want to remind everyone of this-the other thing NATO committed to do, which is why I would welcome the Russians and others to participate, is we committed to protect the security and physical and personal integrity of all the people who live in Kosovo, including the Serb minority. Now, if everybody still wanted to live by that, then the Kosovars themselves will have to decide how to organize their political life after that is over. Our objective is to get them back, to get the Serb forces out, the Kosovars back in, and have the international security force there. ENTITY, you are here as the Commander in Chief of the last, if only one, superpower. Can you assure us today that there will be an international security force in Kosovo, and when? How many soldiers do you need to be in that force, whoever they are? Do you agree with Jacques Chirac that this force should be under the mandate of the U.N. Security Council? And last, who will be the lead for the force; will it be a U.S., an American general to lead the force in Kosovo? First, I think it is important that there be an international security force, that NATO be at the core of it, because otherwise, I do not think the Kosovars will go home. And it would be a terrible thing to set this up and not have it work. I think other nations should be involved because of all the historical, cultural, religious elements involved in this region. I would welcome a U.N. sanction. It would be far better if the United Nations embraced this. And it would be most likely to work, I think, if it worked something like what has happened in Bosnia. So, in terms of how many and who does what, those are things that would have to be worked out by the people who are in a better position to do that and particularly the military people who would know what is necessary to maintain security not only for the Kosovars but for the people who will be asked to go there and whose lives will be put at risk. But I think that could be worked out rather easily if we can get broad agreement that it will be done, that there will be broad participation. And I think, if that can happen, then I believe the United Nations Security Council and the U.N. as a whole would endorse it.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 29, "text": "But when you will leave Germany tonight, can you be determined and can you assure us that there will be in agreement today? Do you think there will be an agreement on the principle of that force and that this force will go to Kosovo at some point before the end of the summer or even earlier? Obviously, I do not know exactly what day it will occur, because that depends upon what happens in the days ahead, on the diplomatic front, on the military front, and that depends in part on what happens in the weather, in the skies above us. I have no intention of changing policies until the basic conditions are met. I will stay at it for as long as it takes. And therefore, I can tell you that, insofar as the United States and our Allies have anything to do about it, the Kosovars will go home. Now, you asked me today, can I assure you that the G-8 will make an agreement today? Obviously, it depends upon where the Russians will be today and because they are part of the G-8. But they have worked very hard to reach a common understanding. I think we are working very hard to work through this. And the thing I have asked the Russians to consider is not to treat these basic conditions of ours as if they are negotiable, because they are basically what is-it is not about politics. You have over a million people who have left their homes. What will it take to get them back? What will it take to relieve the pressure on Macedonia, on Albania, on the other frontline states? What would it take, once they got back, for people to actually live in peace? There are lots of other things that we can talk about, but these basic conditions are necessary to make it work. And since it is obvious that politically it would work better if the Russians were a part of it, just as they have been an integral part of what happened in Bosnia, giving real credibility to the international force there, I think there is a good chance we can get a G-8 agreement. There would be no pause then before this force will go to Kosovo in the bombing-there will be no pause in the campaign of bombing until there is agreement for that? Well, at the NATO Summit we adopted a position on that, and I think I should just simply repeat our position.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 30, "text": "Our position is that in order to have a pause in bombing, there would have to be an agreement to an international force with NATO at the core, an agreement for the Serb forces to withdraw, for the refugees to return, and the beginning of a withdrawal. That is the position that NATO adopted. Nineteen countries took it, and I have to honor it. ENTITY, you are fully right saying this is not about politics. People in Macedonia, both Albanians and Macedonians, are very much concerned for their future. And I think all nations from the Balkans are very much concerned for the perspectives of the region. We are seeing that you are confronting Mr. Milosevic for almost a decade on the tactical level. What we are not seeing is that anyone is offering to the region any kind of a plan for a wider integration. It is not only of money; it is not only a Marshall plan; it is something that people will have to hope for, something which will show their perspectives as a region. Do you think about some kind of developing of a plan? As I have worked on this over the last 6 years, first in Bosnia and then in Kosovo, it has become clear to me that the United States and Europe have spent perhaps- well, I would not say too much time because we had to do it, but we have spent most of our time trying to keep bad things from happening, or if something bad happens, to try to either reverse it or minimize it. We have spent too little time imagining how to make good things happen in the Balkans and in southeastern Europe. The President of Bulgaria said at the NATO meeting, he said, The problem we have is that we have freedom, but we have no prosperity, and we do not have a vision of where we are all going together in the future. And I think that there are a lot of myths about your part of the world that have caught on in Europe and in the United States-you know, that, Well, the Balkans people have fought for centuries, and there will always be contention, and it is just a problem to be managed. And that, I think, is a violation of, first of all, the accurate history of the region and, secondly, of the integrity and potential of the people.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 31, "text": "So several weeks ago, for about a week before the NATO Summit, I went out to San Francisco and talked to the American newspaper editors and said that we could never hope to have the right sort of future for all of Europe until we had a positive vision for southeastern Europe that included not only an economic revitalization package that would embrace, obviously, the people who are in conflict today but the larger region of southeastern Europe, but a political package that would both tie the free nations closer to the rest of Europe and bring them closer to each other. I think that one of the things we have learned in the aftermath of the cold war is that there are plenty of things, forces that will pull people apart if they are exploited-religious and ethnic differences-and it is no good for me or anyone else just to stand up and keep giving a sermon about how, well, people should be nice to each other and they should pull together. That means there has to be an economic revitalization program that embraces the region. That means there has to be a political strategy to integrate the region more closely to Europe and to bring people together. If you think about it, if they were working together, think how much better they would all be, including the Serbs, if they were working together and if they were making money together and if they thought they had a future with Europe, with the United States, and with Russia. If there was some integrated vision, then you would fight this total rush to disintegration we have seen over the last decade. Well, I think, first of all, to implement it, I think we should begin as soon as possible. And the Europeans are working on it now. We have to decide what will the role of the EU be, what will the role of the OSCE be, what will the role of the United States be. But I feel very strongly about it. You know, we spent-the United States has invested, just in the last month, almost $90 million in humanitarian aid. And we have a package moving through the Congress now that has about $700 million more. And I believe we should do this. And I worry very much about the burdens that this crisis impose on Macedonia and Albania in particular. But the truth is that it would be better for all of us if we were free to spend the money to build a long-term economic future for Macedonia, a long-term economic future for Albania.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 32, "text": "Especially- Macedonia has recently resolved a lot of its difficulties with Greece; there is more trade and investment going on here. This is the direction of the future. So when we get the Kosovo crisis behind us, we should be focusing much more on the future we imagine for southeastern Europe. This is also-to go back to your question-this is particularly important for Italy, because Italy has paid a big economic price for this crisis. Is the plan going to include Serbia? Are you going to offer some kind of perspective for Serbia, as well, because it seems to be important? Well, first of all, I think it would be better if it did, long-term, because Serbia is a big part of southeastern Europe and a big part of the Balkans. I think the extent to which the plan can include Serbia depends almost entirely on how the Serbians behave. You are not going to have-let us just take Romania, Bulgaria, Macedonia, and Albania- and Bosnia is still in a lot of trouble. Here they are without anything like the industrial base of Serbia, anything like the wealth. Romania solves its problems with Hungary. They make their border and their ethnic resolution and under much more adverse circumstances. And the Serbs are continuing to promote ethnic cleansing when these other countries are promoting diversity, respect for human rights, democracy. Now, it would be much better-how can you have the Balkans without Belgrade? It would be much better if they were a part of it. But it depends on their conduct. They cannot be part of something that they do not share the values of. The principles of this cooperation have to be respect for the independence of countries, respect for the integrity of people, respect for human rights, respect for religious and ethnic diversity, and then a common respect for economic cooperation, and then some framework for it. But I would far rather be in a position to see the United States investing in the growth and prosperity and cooperation of the region than building temporary housing for a million refugees. And unless we have a positive vision for the Balkans, we will be back with a crisis like this again in a few years. ENTITY, how does the American administration see the future political status of Kosovo? Do you still oppose independence? The NATO Alliance voted to support, in effect, an international protected autonomous status for Kosovo. And I believe that that is the best thing to do now, because I believe that it would be very difficult-I see the struggles of Albania, I see the struggles of Macedonia.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 33, "text": "And I think that if there were a big independence movement now, you would have this whole counterfear that, Oh, well, we used to be worried about Greater Serbia; now is it Greater Albania? You would have all these arguments back and forth. And I believe the best outcome for Kosovo, the best outcome, would be to prove that the people of Kosovo could live together in peace and harmony and security. There is a Serb minority in Kosovo, as you know. I think this will be hard now because a lot of the people will go home, and they will say their neighbors turned their backs on me when I was run away. And the Kosovars will have to find a lot of forgiveness in their heart to live with their neighbors. I am sure of that. But if you accept the vision for the future that we just discussed, that we want to try to bring the people of the Balkans and southeast Europe together and then to bring them closer to the rest of Europe, economically and politically, I think we can more likely further that vision if Kosovo is protected by an international force in its integrity as an independent or an autonomous part of Serbia. That is what I believe. Now, again, what happens over the long run in Kosovo will depend a great deal on how the Serbians behave and how the government behaves. But I believe that the position that the NATO Allies unanimously took to support autonomy and a protected status is the better course, based on where we are now and the kind of future we are trying to build. Whether it can be sustained over the long run-and I know what you are thinking by the implication of your question-whether it can be sustained over the long run will depend upon how the Serbs conduct themselves. So let me say thank you for joining us and answering our questions. I would just like to say one thing before I close, because you all represent, well, a broad spectrum of European opinion, and I know this has been a frustrating and difficult thing for Europe, as well as agony for the people of southeastern Europe. But I think there are a lot of things to be hopeful about here. After all, this endeavor in which NATO has been involved, we never had to do anything like this before. We had to do something like this in Bosnia, but not so much was involved by the time we actually moved in '95. I think that all of us felt when the Kosovo situation came up, we had our nightmares of Bosnia.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 34, "text": "And we all wondered if we had moved more quickly, if we could have saved more lives and avoided more difficulty there. And so here you have this unusual situation where you are trying to get 19 countries, all with their own political situations, all with their own dynamics in the country, all with their history of relating to the various countries in the region, to get together and pursue a common policy consistent with the facts on the ground. And I do not think you should be discouraged by the fact that instant results were not obtained. But we are fighting for a very important principle. The 21st century world will either be dominated by greater economic and political cooperation and harmony among peoples of different backgrounds, or it will be dominated by a disintegrationist vision of religious and racial and ethnic exclusivity. And you see it in most of the conflicts in the world today. And we have to prevail because I would like the troubles of the Balkans to be viewed as the last typical conflict of the 20th century, rather than the first typical conflict of the 21st century. So we have to be patient and firm and understand that this is a highly unusual thing for 19 countries to be trying to work their way through this. When do you see the end of the war, ENTITY? Everybody is worried in Europe, when is the war over? What the people of Europe need to know is that their governments are doing the right thing and that it will be over, and that when it finishes, it will finish in a way that will permit Europe to be united and democratic and free for the first time in the history of the continent. It will not drag on for years. But we cannot expect an instantaneous result. This is worth-I would say to the people of Europe, support your leaders. We have the governments of the left and governments of the right and all coming together to support this, because they understand they can make this the last war of Europe's 20th century, not the typical conflict of the 21st century. I am not talking about years, but we should not say, Well, it is not finished by next Wednesday, we want to quit. We cannot do that. ENTITY, some people would say it is worth not only fighting for, because of the principles you have outlined, but also fighting very hard for. And some people wonder if you have the right strategy and the right contingency plans if Milosevic proves more difficult to move. Well, we are updating our contingency plan.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwitheuropeanjournalistsrheinmainairbasegermany", "title": "Interview With European Journalists at Rhein Main Air Base, Germany", "source": "https://www.presidency.ucsb.edu/documents/interview-with-european-journalists-rhein-main-air-base-germany", "publication_date": "06-05-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 35, "text": "You have just returned from an unprecedented preelection whirlwind Middle Eastern trip in the name of peace. Following the trip, polls shows your popularity up. Skeptics would say the trip was planned to boost not only popularity but know-how in the area of foreign policy. Well, we worked for 2 years, very hard, on peace in the Middle East. I had no control over the timing of the Israel-Jordan peace treaty. Obviously, they made their own decision about when to sign. They asked me to come and witness it, because of the role the United States and our administration played in that. When I was there, I went to visit our troops in the Persian Gulf. I sent them there to counter Saddam Hussein's latest aggression. Clearly, I had no control over that. The American people know it. But the benefits that are coming in foreign policy, the nuclear agreement with North Korea, the work in the Middle East, the success in Haiti, they are the result of 2 years of hard work that happened to coalesce at this time. ENTITY, here in Connecticut and across the country, Republicans are trying to make you the symbol of all that is wrong with Government. The pictures of you appear in many GOP television ads. Do you think this midterm election is really a referendum on you? No, but I think that it is the culmination of 2 years of irresponsible conduct on their part, where they did their best to derail the Government, to put the brakes on everything, to oppose deficit reduction, to oppose our plans for economic recovery, to oppose our plans for things like family and medical leave and the crime bill. As a party, they did their best to wreck everything and then to blame us. But the American people are beginning to see through it. After all, let me put it to you this way. If I were a Republican President and I had followed policies which reduced the deficit, shrunk the Federal Government to its smallest size since President Kennedy was in office, increased the economic prosperity of the country, reduced the nuclear threat, expanded trade, and passed the toughest crime bill in a generation, they would be running me for sainthood. But because I am a Democrat, they are engaged in a great disinformation campaign.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjohncraneandannnybergwtnhtelevisionnewhavenconnecticut", "title": "Interview With John Crane and Ann Nyberg of WTNH Television, New Haven, Connecticut", "source": "https://www.presidency.ucsb.edu/documents/interview-with-john-crane-and-ann-nyberg-wtnh-television-new-haven-connecticut", "publication_date": "02-11-1994", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 36, "text": "And they have signed this contract to take this country back to the trickledown economics of the eighties, a decade which, I might add, was pretty rough on the State of Connecticut, along toward the end, with all the exploding deficits and other problems. So, I believe the American people will see through that. I have got a lot of faith in the people of this country to be positive, to be forward looking. And my job is simply to get out and give them the facts, and then they will make the decision. President Clinton, we want to go to the viewers now. As you can imagine, we asked them to give us questions for you; we were having a chance to talk to the President. The first question is from Andrea Wilson of Norwalk. Andrea wants to know, ENTITY, what you are going to do to make deadbeat moms and dads accountable and responsible for supporting their children. I sent in the springtime a welfare reform bill to Congress which, among other things, has a much tougher mechanism of child support enforcement. I think we have to have more automatic requirements, more wage withholding, more respect for these child support orders across State lines. It has simply got to be easy to get the child support payments out there. We have got billions and billions of dollars of unpaid child support. And if we had it paid by people who can afford to pay it, the welfare problem would be much smaller, and it would be a lot easier for people who are struggling to raise their children in dignity, to do it. It comes from a woman named Eva Nay, who wants to know why, if you made jobs one of your administration's top priorities, there are still layoffs and little in the way of job creation in Connecticut? I have got some figures right here; I will check it. The national economy, since I became President, has produced 4.6 million new jobs. Now, the Government did not do all that; most of these jobs are in the private sector. But we created the environment in which the jobs could be created by bringing the deficit down, by expanding trade, by investing more in new technologies. Not every American who wants a job has one, and of course, there is nothing the National Government can do to stop some companies from laying off. What our job is is to create more jobs than are lost, and we are doing that. The unemployment rate in Connecticut has dropped more than one percentage point.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjohncraneandannnybergwtnhtelevisionnewhavenconnecticut", "title": "Interview With John Crane and Ann Nyberg of WTNH Television, New Haven, Connecticut", "source": "https://www.presidency.ucsb.edu/documents/interview-with-john-crane-and-ann-nyberg-wtnh-television-new-haven-connecticut", "publication_date": "02-11-1994", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 37, "text": "ENTITY, this week in Prague, NATO will invite seven countries to join the Alliance. But there are other topics on the agenda, and the future of NATO is one of them. What do you see NATO will be doing in the 21st century? Well, I think-first of all, I am excited about going to Prague, and I want to thank the citizens of that important city and the great country for their hard work in recovering from the floods and preparing Prague for our arrival. This is going to be a historic meeting because, as you said, we are expanding NATO. The most important alliance America has is NATO, and the expansion of NATO is something that I think is very important. The role of NATO is different as we go into the 21st century. NATO used to be a way to defend Europe from the Warsaw Pact. And we face new threats, and the new threats are global terror. And so one way to make sure NATO is relevant is to focus on the true threats to freedom, address those threats, and figure out ways that we can work together to accomplish what we want, which is a peaceful world, which means better intelligence-sharing, the capacity to cut off money, and a military operation that reflects the nature of the wars we will be fighting. And that is going to be one of the most important discussions we face there in Prague. And Lord Robertson is saying that the Americans are not always willing to share the technology necessary for NATO. Are you ready to participate on organization of European forces? Well, I think what has to happen is there first be a strategy that recognizes that the Czech Republic can provide a certain contribution or the French or the British-not the French but the Germans or the British can provide certain kind of capabilities-and that we dovetail each capability to an overall strategy. In which case, of course, America is willing to work with our friends and allies to make sure the NATO Alliance works properly. In other words, everybody can contribute something. But it all has got to be done within the strategy of the true threats we face in the 21st century, which is global terrorism. That is the biggest threat to freedom right now. You will certainly talk about Iraq. Will the United States, if it decides to go to war with Iraq, seek the support of NATO as an alliance? Well, first, I hope we do not have to go to war with Iraq. I mean, my first choice is not to commit our troops to regime change.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithczechtelevision", "title": "Interview With Czech Television", "source": "https://www.presidency.ucsb.edu/documents/interview-with-czech-television", "publication_date": "18-11-2002", "crawling_date": "10-09-2023", "politician": ["George W. Bush"], "gender": ["M"]}}
{"id": 38, "text": "You have had a rather strong attack from Speaker O'Neill where the budget is concerned. How do you respond to that? Well, I think that possibly Tip is speaking from the always present leaks and from maybe some of the things that he is been reading. But he only yesterday received the budget itself. And I know yesterday morning in a conversation we had, he raised some points about the need for job training and some things of that kind, and we were able to point out to him that we would be very happy to talk with him about that after he is read what was already in our budget proposal. Does that indicate you could compromise on the jobs issue? I think you always sit down and see where you can come together on something that will be beneficial to the people. We think that he will be pleasantly surprised when he sees the direction we have taken on the budget. How far would you be willing to go for jobs programs? Well, we think that it is far more important to stress the idea of training, because we think there are a lot of people unemployed today at a time when there are jobs available. The increase in the advertising of employers seeking workers in all of the metropolitan papers in the country indicates that. The Democrats seem to want more. Well, I think some of them are thinking more in terms of the public work types of jobs, and that is not going to restore the economy and get the wheels turning again, which has to be the longtime answer to the problem. Evidence of that was our own passage or request for the 5-cent tax to rebuild the deteriorating highway and bridge system in this country. Is there anything else along those lines that you are considering? This is something to look at and, many instances, see where it could fit in with job creation. You have had people in your own party such as Baker and Michel raising a possibility that you will have to cut defense a little bit more than you have been willing to do. Can you go along with that? No, and I think if they will if everyone will hold their fire until they understand the situation, they will see that we voluntarily have been making some reductions based on management improvements, the reduction of inflation, so that the original plan that we submitted in 1981, the 5-year buildup, has been reduced already by some $58 billion. And the bulk of that was voluntary reduction by the Defense Department.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjerryboydthestlouispostdispatchdomesticandforeignpolicyissues", "title": "Interview With Jerry Boyd of the St. Louis Post-Dispatch on Domestic and Foreign Policy Issues", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jerry-boyd-the-st-louis-post-dispatch-domestic-and-foreign-policy-issues", "publication_date": "01-02-1983", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 39, "text": "I one day told Cap, I was joking, but I told Cap I said, Cap, you have got all those savings; you should play politics. You should leave them in the budget and then reluctantly give them up when they start telling you to cut the budget. Well, if people like Baker and Michel do not hold their fire, what are you going to do? Well, I am going to have to fight back, because, first of all, the bulk of the defense budget is for personnel and readiness. We have men and women in uniform in our volunteer military that a couple of years ago, it was a disgrace. We were acting as if we were still in a war and they were draftees. Those with families found themselves eligible for welfare. Now we have increased the pay for those people to something comparable with what they are doing. And yet even here, in this budget, we are asking them to make a sacrifice and not take a cost-of-living pay raise, as we are asking the civilian employees. And I regret that very much, that we have to do that, because we are just getting them up to something that is fair, at least. Now, that leaves, if they are going to cut, they are going to have to cut in weapons systems, and these are the least of the spending. You will get very little savings in proportion to the deficit we are trying to hold down if you wiped out all the vehicles and all the airplanes and even the reserve ammunition that we are seeking to buy, to say nothing of ships and planes. There are some people who say, on the deficit issue, that you have intentionally been rather overly cautious and that you expect a much rosier picture down the road, and therefore you will not have as high deficits. Well, what we are trying to do because we do not want to get engaged in a debate up on the Hill that we are as is sometimes in the past they have tried to do-their saying that we were coming up with rosy estimates. And to get in that argument, what we have to look at is that among all the experts, all those who project economic estimates, there is a wide range of difference. Now, you cannot say some are more expert than others; so you have to say there is real leeway in there. So, we have looked at what the most pessimistic say about the recovery, what the most optimistic say.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjerryboydthestlouispostdispatchdomesticandforeignpolicyissues", "title": "Interview With Jerry Boyd of the St. Louis Post-Dispatch on Domestic and Foreign Policy Issues", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jerry-boyd-the-st-louis-post-dispatch-domestic-and-foreign-policy-issues", "publication_date": "01-02-1983", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 40, "text": "And then we have tried to come down at a point that is neither at the bottom or at the top, but that recognizes what might be, based on history, a fair assumption of where it will turn out. What do you believe, though? I actually think that we are being conservative and being modest with I happen to be an optimist, and I believe that some of the signs, the indications, the fact that there is a stored-up market out there with just one figure, has to do with where we are visiting today. A few years ago, the average length of time that people drove an automobile before they bought a new one was a little over 3 years. Today the average age of the automobiles on the road is 7 years. That indicates to me that there may be more of a backed-up market that has been delayed by the high interest rates and all that, when they can and do start buying. Do you think we are into a recovery already or is it beginning? I think the recovery has begun and I have to put it that way. We have had 9 months now in which, out of the 8 of those 9 months, all the economic indicators are up. But I think the key still lies in further reduction of the interest rates. What I see you saying is, if I understand you, that you expect a lower deficit than what is included in the budget. Just being an optimist, I will stick with our assumption. But I personally have a well, let us call it a hope that it may be a firmer recovery than is estimated. Your administration has tried to make some changes in the Legal Services Corporation. And you have people on the Board of Directors who have been charging the public for some fees that raise questions. How do you feel in general about the Legal Services Corporation? Well, I am glad you asked that, because, first of all, these totally false charges that would indicate that someone is doing wrong or taking the Government ignored the fact that the commission, under the law, is paid on a consultant basis on the hours they put in. And our commission just happened to put in more hours than the previous one, because we did want some reforms in that legal system. Also, the Congress had raised the hourly rate, and that was before we got on the scene. But I saw the legal commission from a different angle when I was Governor. I saw what they did.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjerryboydthestlouispostdispatchdomesticandforeignpolicyissues", "title": "Interview With Jerry Boyd of the St. Louis Post-Dispatch on Domestic and Foreign Policy Issues", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jerry-boyd-the-st-louis-post-dispatch-domestic-and-foreign-policy-issues", "publication_date": "01-02-1983", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 41, "text": "They were created to make necessary legal services available to people who might have a grievance that required legal redress but could not afford a lawyer. We found that more they were not doing that, the Legal Services Corporation, as much as they were seeming to drum up class-action suits against the Government and, in other words, try to use their organization to legislate reforms. And this this at the expense of those individuals who had some legitimate legal claim and needed legal help in pursuing it. On the foreign policy front, were you trying to send a new signal to the Soviet Union through Vice President Bush in West Berlin? No; frankly, I was simply responding to their vast propaganda effort that would try to discount our legitimate proposal for arms reduction. Well, there are a lot of people who say that if you are really serious about it, the thing to do is just to call for a summit with Mr. Andropov without any kind of conditions, sit down and try to work it out. Is that out of the question? No, but a summit takes a lot of organization. You do not just say, Hey, let us sit down and talk about things. You look at the history of past summits, and you see that great time has been spent on arriving at what would be a practical agenda. And now we have three teams in Geneva negotiating arms reductions and this all at our instigation. And suddenly there is a propaganda campaign that seems to be aimed at posing them as the people who want peace, and that there is somehow something wrong in our proposals. What are you trying to do about it? What would you like to do about it? Well, I just called attention to what I had said a year ago November when I proposed that we start with the intermediate weapons now aimed at Europe, and to see whether we could not arrive at a zero base where they with their, well, more than a thousand warheads targeted on Western Europe. Western Europe with no deterrent to prevent their using them had asked for us to provide a deterrent missile system. And I said that it seemed more logical to me that, if they would destroy their missiles, we would not install ours. And Western Europe and Russia would be free of that nuclear threat. You seem to be discounting any chance of a summit any time in the near future. We have been in constant communication with them; you know, we are not silent with each other.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjerryboydthestlouispostdispatchdomesticandforeignpolicyissues", "title": "Interview With Jerry Boyd of the St. Louis Post-Dispatch on Domestic and Foreign Policy Issues", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jerry-boyd-the-st-louis-post-dispatch-domestic-and-foreign-policy-issues", "publication_date": "01-02-1983", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 42, "text": "And, no, I have announced principle, I support a summit meeting I do not want, however, something to take away from this legitimate negotiation that is going on to reduce weapons. That is why I said there is going to be a fine place for me to have a meeting with Mr. Andropov, and that would be to sign a negotiated agreement on the reduction of arms. On the Middle East, is there any reason to believe that King Hussein might agree to come into the peace process by March lst? And I believe that although, I do not know what the date would be or anything I know that well, he has been most helpful and, I think, would be prepared to do this. But I think, and I am sure he thinks, that we have got to resolve this situation in Lebanon first and get all the foreign forces to withdraw. Did you give President Mubarak any reason to believe that the situation in Lebanon might be resolved at least progress was being made in resolving it? We discussed, very openly, this, and whatever information we had for each other on the situation, we exchanged it. And he, too, believes that the beginning step must be, as we have said, the removal of the foreign forces from Lebanon. It is taking longer than I'd hoped it would take. But we have got to help Lebanon reestablish itself as a sovereign nation. There are some people out in a community called Times Beach that is had a dioxin problem and have been wondering if you would drop by to visit. You are going to Fenton, which is near Times Beach. No, this schedule does not permit that today. Did you give that any consideration? Well, we are giving full consideration to their problem out there. And we have been working very closely with the Governor and others. And we have been putting together a kind of a community program, and I think that that will be finalized within the next several days. We have increased greatly the number of laboratories to we have completed the job of taking the samples, more than 300 samples from homes, from the area, from fields and so forth. And we have increased the number of laboratories working to see exactly what the problem is and how real is the threat. Well, would not a Presidential visit there have helped to encourage the residents? How do you visit when the real thing is you are telling the people to stay away until we know whether it is dangerous or not?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjerryboydthestlouispostdispatchdomesticandforeignpolicyissues", "title": "Interview With Jerry Boyd of the St. Louis Post-Dispatch on Domestic and Foreign Policy Issues", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jerry-boyd-the-st-louis-post-dispatch-domestic-and-foreign-policy-issues", "publication_date": "01-02-1983", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 43, "text": "ENTITY, I was at the Punch Bowl Cemetery a week ago, covering your speech there. And I was struck, sir, as you talked to the veterans about how America got behind the Gulf war effort as we did the World War II effort. Is it possible in this day and age, sir, to get behind this economic problem we are having in this country? Is there any way you can fire up the troops in this country, so to speak, so that that same sort of enthusiasm moves into that area? We are going to have a renewed focal point of an effort at the State of the Union Message. Without sounding defensive, ENTITY, 3 straight years we have sent growth programs to the Congress in the State of the Union Message. And very candidly, I have not been able to get a partisan Congress to move on these initiatives. They have other ideas. But I think it is time to set aside, as your question implies, these partisan differences and say, Look, people are hurting out there in this economy. I did not have to get permission from the Democrats to move troops, to say, We are going into battle tonight. We are going to give the command to General so-and-so. I did not have to do that; I have that authority as President. To enact programs, I do have to do that. But your answer is, I have got to succeed in this. I have got to get this country moving again as best we can from the Federal level. And we have good programs, and I think I can do it. ENTITY, you have called, of course, for a cut in the capital gains tax. What other ideas do you have to jump-start the economy? Well, when you use the word jump-start, let me say that the signing of the transportation bill tomorrow, which will be one of the successes for jump-starting, will be effective. In addition, we have accelerated $9.7 billion worth of Federal spending. Now, we have got a several-trillion-dollar economy, but $9.7 billion that would have been spent later is going to be spent sooner because of this trying to jump-start the economy. There may be a couple of other things of substance that I will be able to do before the State of the Union. But the big one is to say to the country, Look, let us set politics aside. Let us get together and now go forward on a growth package.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithharoldgreenkabctvlosangelescalifornia", "title": "Interview With Harold Green of KABC - TV in Los Angeles, California", "source": "https://www.presidency.ucsb.edu/documents/interview-with-harold-green-kabc-tv-los-angeles-california", "publication_date": "17-12-1991", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 44, "text": "And some of it will have a short-term benefit. For example, IRA's, you know, these IRA's, these savings accounts to stimulate first-time homebuyers, I think once we pass something like that, that will have a psychological effect on the home-buying business. We are trying hard to eliminate the excess of regulation. That does not require legislation, and we are making some progress there. But we did not get it through Congress. So, these are some of the ideas that I think can have enormous benefit to those people that are really hurting because they do not have a job. ENTITY, there was a statistic that was released last month by the Government that said that the number of people who have given up looking for jobs has risen. People who have given up looking for a job, sir, I do not know many people here in southern California who fit that description. What do you say to these people? They have not given up looking for a job, they have just perhaps given up hope that there are no jobs available. You know, Californians seem to understand the capital gains argument better than most. Japan pays 1 percent, when you sell out of a business, of capital gains. Germany pays no capital gains. And we are up in the astrosphere, whatever, stratosphere with capital gains. So, the Democrats, mainly the liberal ones, accuse this of being a tax cut for the rich. Those businesses in California that started with incentive when -- know that capital gains differential is important. And so, there is one area that I think would have a stimulation on new jobs. The guys get thrown out of work because we are cutting back on defense spending. Now, he is entitled to job retraining, and we have got good programs for that. But he also is entitled to the hope, not the hopelessness of the guy that gives up; he is entitled to the hope that new jobs will be created. And we ought to move all these barriers to creating jobs out of the way, and that is what I am trying to do. So, I would tell them, Do not give up. You are more interested in international problems than domestic problems, more interested in what is happening in the Soviet Union than you are here in southern California. How do you respond to that, sir? And I touched on that one out at Pearl Harbor. In the first place, it is the growth in exports that have saved a struggling economy.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithharoldgreenkabctvlosangelescalifornia", "title": "Interview With Harold Green of KABC - TV in Los Angeles, California", "source": "https://www.presidency.ucsb.edu/documents/interview-with-harold-green-kabc-tv-los-angeles-california", "publication_date": "17-12-1991", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 45, "text": "And if you pull back into some isolationistic sphere and neglect foreign markets, why, you are crazy. So, I have spent a lot of time on trying to get a trade agreement through in the GATT round with Europe, and a lot of time recently on that. I also believe that -- I do not know if you have kids, but I know about my grandkids, and I think they have got a chance now to grow up in a lot safer world. I think there is less chance of nuclear confrontation than there was before we started trying to handle things with the Soviet Union and Eastern Europe and the Middle East the way we are handling them. I guess my bottom line on this thing, ENTITY, is you cannot separate foreign policy from domestic. We have a stake in whether these nuclear weapons are handled safely in the Soviet Union. be fully engaged in trying to help this economy and, secondly, not neglect my responsibilities for world peace. This goes with the territory. I do have children, sir. I am concerned about their education, as you are concerned about education. Another criticism, sir, that you will bail out the S&L's, but you will not take money and bail out our educational systems. Well, let me address myself to that one. We have the best Federal approach to education that the country has ever seen. We started with Democratic and Republican Governors at Charlottesville. It was a couple of years ago. We adopted for the first time six national goals. And now what we have done is enlist the help in States, not just at the Governor level but in the State commissioners of education, in the teacher level, in the district superintendent level, in the principal level, to literally revolutionize our schools. On the defensive side of the equation, Federal spending for education is up. But the Federal part of education is 6 or 7 percent of the total education bill. American parents want their kids' education control closest to them. But we are doing a good job on education. Please give us more money. That is not the way we are going to revolutionize these schools and give our kids a better chance in math or science or history, or whatever it is. ENTITY, I would like to say Merry Christmas to you and your family, and I hope you will not let the polls that were released today, those figures, spoil your holiday season, sir.   They do not help any, but I do not live and die by polls. You know one thing, ENTITY?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithharoldgreenkabctvlosangelescalifornia", "title": "Interview With Harold Green of KABC - TV in Los Angeles, California", "source": "https://www.presidency.ucsb.edu/documents/interview-with-harold-green-kabc-tv-los-angeles-california", "publication_date": "17-12-1991", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 46, "text": "And we begin with ENTITY. We met in the Roosevelt Room, just off the Oval Office, for a spirited conversation on several topics, starting with the president's big push on health care. Probably the most definitive promise you made in the campaign is that no one in the middle class would get a tax increase on your watch. Yet this week, Senator Rockefeller and several other Democrats say that this bill by Senator Baucus is a big middle class tax increase. Do you agree and does that mean you cannot sign it? I think that what they were referring to -- and I have not looked at the quotes, but I think that they were concerned about whether or not this was actually affordable. If you are saying to people, you have got to get health insurance, but they cannot actually afford it and they have to pay a penalty if they do not get it, then that is a pretty big burden on middle class families. But the first thing we have got to understand is you have got what is effectively a tax increase taking place on American families right now. Health care premiums went up 5.5 percent last year at a time when the rest of the economy, inflation was actually negative. So that is a huge bite out of people's pockets. And part of what I have been trying to say throughout this campaign --- this effort to get health care done is that if we do not do anything, guaranteed, Americans' costs are going to go up, more people are going to lose health care coverage, the insurance companies are going to continue to prevent people from getting it for pre-existing conditions. Those are all burdens on people who have health insurance right now. And so just to close the loop on this, the principles I have put forward very clearly when I spoke to the joint session of Congress, is that we are going to make sure that, number one, if you do not have health insurance, you are going to be able to get affordable health insurance. Number two, if you have health insurance, we are going to have insurance reforms that give you more security. You know what you are going to get. You know that if you are paying your premiums, you are actually going to have coverage when you get sick. Number three, it is going to be deficit neutral -- it is not going to add a dime to the deficit, now or in the future. Number four, it is going to start driving down our costs over the long-term.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithgeorgestephanopoulosabcnewsthisweek", "title": "Interview with George Stephanopoulos on ABC News' \"This Week\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-george-stephanopoulos-abc-news-this-week", "publication_date": "20-09-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 47, "text": "Now, 80 percent of what I'd like to see is actually already in all the various bills that are in Congress. That last 20 percent is tough because we have got to figure out -- making sure that we are paying for it properly, making sure that it really is relief to families who do not have health insurance, making sure that all the various details that are out there line up. And that is going to take some time. But I think that the effort by the Senate Finance Committee is a serious, strong effort to move an agenda forward. We have seen some positive signs from people who might have been otherwise a little bit shaky on health care, including Republican Olympia Snowe, I think, had some nice things to -- Has not signed on, but has said that this is a legitimate effort to try to solve the problem. What I want to see is that we just keep on working on it over the next several weeks. You mentioned these premium increases. But they are not happening as a result of a decision by the government. You were against the individual mandate -- Under this mandate, the government is forcing people to spend money, fining you if you do not . You and I are both paying $900, on average -- our families -- in higher premiums because of uncompensated care. Now, what I have said is that if you cannot afford health insurance, you certainly should not be punished for that. If, on the other hand, we are giving tax credits, we have set up an exchange, you are now part of a big pool, we have driven down the costs, we have done everything we can and you actually can afford health insurance, but you have just decided, you know what, I want to take my chances. And then you get hit by a bus and you and I have to pay for the emergency room care, that is -- The -- for us to say that you have got to take a responsibility to get health insurance is absolutely not a tax increase. What it is saying is, is that we are not going to have other people carrying your burdens for you anymore than the fact that right now everybody in America , just about, has to get auto insurance. People say to themselves, that is a fair way to make sure that if you hit my car, that I am not covering all the costs. No, but, George, you cannot just make up that language and decide that that is called a tax increase.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithgeorgestephanopoulosabcnewsthisweek", "title": "Interview with George Stephanopoulos on ABC News' \"This Week\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-george-stephanopoulos-abc-news-this-week", "publication_date": "20-09-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 48, "text": "If I say that right now your premiums are going to be going up by 5 or 8 or 10 percent next year and you say well, that is not a tax increase; but, on the other hand, if I say that I do not want to have to pay for you not carrying coverage even after I give you tax credits that make it affordable, then -- I do not think I am making it up. George, the fact that you looked up Merriam's Dictionary, the definition of tax increase, indicates to me that you are stretching a little bit right now. Otherwise, you would not have gone to the dictionary to check on the definition. what you are saying is -- I wanted to check for myself. My critics say that I am taking over every sector of the economy. You know that. Look, we can have a legitimate debate about whether or not we are going to have an individual mandate or not, but -- I absolutely reject that notion. Let us go to Medicare then -- because you also said that no one will lose what they have. Right. are going to force people to lose coverage they now have. These are essentially private HMOs who are getting, on average -- and this is not my estimate, this is Democrats and Republicans, experts have said -- they are getting, on average, about 14 percent more over payments, basically subsidies from taxpayers for a program that ordinary Medicare does just as good, if not better, at keeping people healthy. Now, they package these things in ways that in some cases may make it more convenient for some consumers, but they are overcharging massively for it. And so what we have said is instead of spending $17 billion, $18 billion a year, $177 billion over 10 years on that, why would not we use that to close the doughnut hole so the people are actually getting better prescription drugs? Why do not we make sure that we are using some of that money to actually make people healthier? But he said it is going to cause beneficiaries right now to lose what they have. If what you are saying is that people who are currently signed up for Medicare advantage are going to have Medicare and the same level of benefits, but they may not be having their insurer get a 14 percent premium, that is absolutely true. They may drop the coverage.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithgeorgestephanopoulosabcnewsthisweek", "title": "Interview with George Stephanopoulos on ABC News' \"This Week\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-george-stephanopoulos-abc-news-this-week", "publication_date": "20-09-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 49, "text": "No, these folks are going to be able to get Medicare that is just as good, provides the same benefits, but we are not subsidizing them for $18 billion a year. So Senator Nelson, he wants to pass an amendment that shields anyone currently on Medicare advantage from any cuts. Do you support that? George, I am not going to be negotiating a particular provision of the bill sitting down with you here right now. the basic principle that is indisputable is that we are wasting hundreds of billions of dollars in Medicare that is not making people healthier. I want to make sure that we are using that money to actually make people healthier. But if people lose their Medicare advantage? What I have said is we are not going to take a dollar out of the Medicare trust fund. We are not going to subsidize insurance companies in ways that end up creating a situation that Medicare is actually weaker and has a less sound financial foundation because right now we have got eight years from now potentially Medicare going into the red. Let me ask you about the broader debate around this, and you have seen a lot of your allies look at this whole debate around health care and see the issue of race being injected after Joe Wilson's outburst. This week, President Carter -- I know you disagree with that -- that race is involved here. And, you know, we have talked about this in several interviews, about these kinds of issues. You always dismiss it. Does it frustrate you when your own supporters see racism when you do not think it exists? Look, I think that race is such a volatile issue in this society -- always has been -- that it becomes hard for people to separate out race being sort of a part of the backdrop of American society versus race being a predominant factor in any given debate. And what I have said -- what we talked about during the campaign, are there some people who do not like me because of my race? Are there some people who vote for me only because of my race? The overwhelming part of the American population I think is right now following this debate and trying to figure out is this going to help me? Now, there're some who, setting aside the issue of race, actually I think are more passionate about the idea of whether government can do anything right. And I think that that is probably the biggest driver of some of the vitriol right now. Whether you are going to raise their taxes.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithgeorgestephanopoulosabcnewsthisweek", "title": "Interview with George Stephanopoulos on ABC News' \"This Week\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-george-stephanopoulos-abc-news-this-week", "publication_date": "20-09-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 50, "text": "Well, it goes beyond taxes. I mean, I think that what we are seeing right now is a part of a running debate that we saw during FDR, we saw during Ronald Reagan. Anytime there is a president who is proposing big changes that seem to implicate the size of government, that gets everybody's juices flowing and sometimes you get some pretty noisy debate. But you are in a different -- But just to finish the thought, I think what I am proposing is a very modest attempt to make sure that hard-working families out there are going to have the security of health insurance that they can count on. This is not grafting a single payer model onto the United States . I think that there are some opponents who have used -- seized on this and tried to use this as a proxy for saying that somehow we are vastly expanding government and taking over every sector of the economy. That is what a lot of this debate is about. The one thing I hope is, is that we can have a civil argument about it and that we are able to acknowledge good motives on both sides. Each of us are Americans that care deeply about this country. And sometimes I think that, frankly, the media encourages some of the outliers in behavior because, let us face it, the easiest way to get on television right now is to be really rude. If you are just being sensible and giving people the benefit of the doubt and you are making your arguments, you do not get time on the nightly news. You might on Sunday morning, but -- But if you say something outrageous, you are there in a hot second. But have your --- have some of your allies made it easier for -- handed your opponents some ammunition, like ACORN, for example -- Well, look, the -- you know, I think that -- are there folks in the Democratic camp or on the left who have not always operated ways that I'd appreciate? Is -- is -- -- all funding for ACORN. Are you for that? Is that true on the other side, as well? I did not even know that ACORN was getting a whole lot of federal money. Both the Senate and the House have voted to cut it off. You know, what I know is, is that what I saw on that video was certainly inappropriate and deserves to be investigated. So you are not committing to -- to cut off the federal funding?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithgeorgestephanopoulosabcnewsthisweek", "title": "Interview with George Stephanopoulos on ABC News' \"This Week\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-george-stephanopoulos-abc-news-this-week", "publication_date": "20-09-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 51, "text": "George, this is not the biggest issue facing the country. It is not something I am paying a lot of attention to. Afghanistan is a big issue facing the country right now. You were for a flexible time line in Iraq . Some people now are saying that is exactly what should happen in Afghanistan if the same conditions hold. Do you agree with that? Here is what I think. When we came in, basically there had been drift in our Afghan strategy. Everybody acknowledges that. And I ordered a top to bottom review. We are there because al Qaeda killed 3,000 Americans and we cannot allow extremists who want to do violence to the United States to be able to operate with impunity. Now, I think we have lost -- we lost that focus for a while and you started seeing a classic case of mission creep where we are just there and we start taking on a whole bunch of different missions. I wanted to narrow it. I did order 21,000 additional troops there to make sure that we could secure the election because I thought that was important. I also said after the election I want to do another review. We have just gotten those 21,000 in. General McChrystal, who is only been there a few months, has done his own assessment. I am now going to take all this information and we are going to test whatever resources we have against our strategy, which is if by sending young men and women into harm's way, we are defeating al Qaeda and -- and that can be shown to a skeptical audience, namely me -- somebody who is always asking hard questions about deploying troops, then we will do what is required to keep the American people safe. I just have one -- one last question -- Now, the only thing I want to say, though, is that what we -- I just want to make sure that everybody understands that you do not make decisions about resources before you have the strategy right. I just have time for one final question. I am sure you know the story about John Kennedy's first summit with Nikita Khrushchev back in his first year in office. He meets with Khrushchev. Khrushchev cleans his clock. I know there are no perfect analogies, but what is the moment in the last eight months where you took a step back and said, 'Wow, I am going to have to step up my game'?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithgeorgestephanopoulosabcnewsthisweek", "title": "Interview with George Stephanopoulos on ABC News' \"This Week\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-george-stephanopoulos-abc-news-this-week", "publication_date": "20-09-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 52, "text": "So you are completely satisfied with the health- reform bill that the Senate's about to pass? Look, when I made that speech in the joint session of Congress, I set out some criteria for what in my mind would qualify as reform, based on the conversations that I had with families all across the country and the letters that I was receiving about people really going through a tough time in the health-care system. I said that we wanted to make sure that people who did not have health insurance could get health insurance. And this bill covers 30 million people who do not have it. I said that for people who have health insurance, we have got to end insurance-company abuses, where they ban you from getting health insurance because of preexisting conditions or they have got fine print print that sets up lifetime limits on what you can spend, so if you really get sick, suddenly you may lose your house even though you think you have got health insurance. We have got the strongest health-insurance reforms that we have ever seen in this bill. this is patients' bill of rights on steroids. It does not just meet that criteria; it actually reduces the deficit. I said that we had to make sure that we were bending the cost curve, meaning that we were starting to get a better bang for our buck so that doctors, hospitals, nurses, providers all were focused on what provides quality care, and not just more expensive care. And we have all of those game-changers inside the bill. So when you look at the criteria that I have set forth, this is a good deal. Now, are there provisions here, provisions there, that I would love to have in the bill? But overall, I think that I have seen 95 percent of what will work for the American people, for small businesses and for the government budget that I was seeking from the beginning. Ninety-five percent of what you wanted? Now, do you feel the same way about the House version that passed a few weeks ago? There are some differences in terms of how they pay for particular provisions. But the same principles about setting up an exchange where small businesses and individuals can buy in, pool their purchasing power to get a better deal from insurance companies, that is in both bills. The insurance reforms are both in the House and the Senate versions.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimlehrerpbsthenewshour", "title": "Interview With Jim Lehrer on PBS' \"The News Hour\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-lehrer-pbs-the-news-hour", "publication_date": "23-12-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 53, "text": "One of the things that I think is important to remember is that, even though the exchange the pooling that I am talking about does not start for several years, a lot of the insurance reforms start right away. Children, for example, will not be able to be barred from getting health insurance, even if they have a preexisting condition, as soon as I sign that bill and we get that reform in place. So there are a lot of provisions that are both in the Senate and the House bill. I actually think that reconciling them is not going to be as difficult as some people may anticipate. Are you going to be involved in the reconciliation? I mean, on a hands-on way? We are we are we hope to have a whole bunch of folks over here in the West Wing, and I will be rolling up my sleeves and spending some time before the full Congress even gets into session, because the American people need it now. I mean, something that is gotten lost, Jim, during the course of this debate because this is how Washington works it ends up being, well, did the presidentwin on that one or did he lose on that one? What is Joe Lieberman doing today and what is Mitch McConnell doing tomorrow? Right now there are families who do not have health insurance and as a consequence of somebody getting sick in their family, have been bankrupt. Right now there are small businesses who've been doing the right thing by their employees and just got a notice from their insurance companies that their premiums went up 25, 30, 40 percent; and that business owner's having to make a decision, do I start dropping coverage for my employees or do I have to lay off one employee to keep coverage for everybody else? Those kinds of decisions are happening right now. And so, you know, I intend to work as hard as I have to work, especially after coming this far over the course of the year, to make sure that we finally close the deal. But you are not you are not going to sit down at that table with the conferees with a list, spoken or unspoken, of your own kinds of killer provisions that you cannot you got to get them out of there, or a favorite provision that you want in there? I mean any of your own preferences? Look, I mean, the obviously, I have got some very smart people who are here working day to day on these issues.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimlehrerpbsthenewshour", "title": "Interview With Jim Lehrer on PBS' \"The News Hour\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-lehrer-pbs-the-news-hour", "publication_date": "23-12-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 54, "text": "I am, though, consulting very closely with health-care economists, for example, to make sure that for example, the provisions that will change how doctors, hospitals, other providers provide care so that it is more patient-centered and it is not focused on how many tests can we do, but rather what is going to produce the best-quality outcomes? How can we reduce, for example, medical errors in hospitals, which cost us hundreds of billions of dollars and thousands of lives every single year and we know what will prevent them? Simple checklists of things that hospitals can do. You know, those are the kinds of things that I have enough interest in that I am going to say to the conferees, you guys have to make sure that that is included, because part of the deal here is not just providing more coverage or more subsidies but we keep on spending twice as much as every other advanced country and we have worse outcomes. Part of our goal is to spend our money more wisely, because if we do not do that, then it does not matter how many subsidies we have in there and how many taxes we impose. Sooner or later, we start running out of money; it gobbles more and more of our overall federal budget and families' budgets. It is in it is in the House version; it is not in the Senate version. What what is going to be your position when you sit down and talk about this? You know, look, I have been in favor of the public option. I think the more choice, the more competition we have, the better. On the other hand, I think that the exchange itself the system that we are setting up that forces insurance companies to essentially bid for three million or four million or five million people's business that in and of itself is going to have a disciplining effect. Would I like one of those options to be the public option? Do I think that it makes sense, as some have argued, that without the public option, we dump all these other extraordinary reforms and we say to the 30 million people who do not have coverage, You know, sorry. We did not get exactly what we wanted ? I do not think that makes sense. So it is not that is not a deal breaker for you in any any way, either way.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimlehrerpbsthenewshour", "title": "Interview With Jim Lehrer on PBS' \"The News Hour\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-lehrer-pbs-the-news-hour", "publication_date": "23-12-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 55, "text": "I think I think, right now, that the Senate and the House bills if you look at their overlap, the 95 percent that they agree on if that bill was presented to me I would sign it. ENTITY, as you know, in this context health care and other things too some people are suggesting that that maybe you back up too quickly on some of the positions, like whether it is in health-care reform, the public option, some of these other things. What do you think of what do you how do you respond to that? I think people who say that are not paying attention. As I said before, if you compare where we are now on health care to where I started at the beginning of the year or what I said during my campaign, I am getting 95 percent of what I want. Now, I might not be getting 95 percent of what some other folks want. But and oftentimes what happens is, people who are frustrated because they have not gotten what they want then suddenly say, Well, he is compromising. I have been very consistent throughout this process in terms of what I think is achievable and what would be be good for American families. And so the you know, this notion that somehow the health-care bill that is emerging should be grudgingly accepted by Democrats as a half-a-loaf is simply incorrect. This is nine-tenths of a loaf. And for a family out there that right now does not have health insurance, it is a great deal. It is a full loaf for a lot of families out there who right now have nothing to fall back on if they get into a medical emergency. And for people who have health care right now, this is a good deal, because right now you are getting less insurance than you think. You are getting less security than you think you are getting because at any point, an insurance company bureaucrat can say, You know what? Actually we think that you did not inform us of that gallbladder or that gallstone that you had removed a while back. Maybe you forgot, but we consider that a preexisting condition so we are not going to cover you for the leukemia that you were just diagnosed with. And what we are saying is patients have right. People who are buying the insurance should get what they pay for. And this is going to give them a level of security that they have not seen before and frankly we have been fighting for, for years on a bipartisan basis.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimlehrerpbsthenewshour", "title": "Interview With Jim Lehrer on PBS' \"The News Hour\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-lehrer-pbs-the-news-hour", "publication_date": "23-12-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 56, "text": "A whole bunch of Republicans were very supportive of that Patients' Bill of Rights back in the '90s. And unfortunately I think that what is happened is that, you know, you have seen greater polarization. And you know, a lot of the debate this year has been more about scoring points than actually getting something done. How do you feel about the way the 60-vote filibuster rule has been employed on the health-care debate? And we have had to make sure that we fight through those issues. I think Harry Reid has done a very good job grinding it out. But as somebody who served in the Senate, who values the traditions of the Senate, who thinks that institution has been the world's greatest deliberative body, to see the filibuster rule which imposes a 60-vote supermajority on legislation to see that invoked on every single piece of legislation, during the course of this year, is unheard of. I mean, if you look historically back in the '50s, the '60s, the '70s, the '80s even when there was sharp political disagreements, when the Democrats were in control for example and Ronald Reagan was president you did not see even routine items subject to the 60-vote rule. So I think that if this pattern continues, you are going to see an inability on the part of America to deal with big problems in a very competitive world and other countries are going to start running circles around us. We are going to have to return to some sense that governance is more important than politics inside the Senate. Is there anything you can do about this as president of the United States? It is a it is a matter of Senate rules. Look, the fact of the matter is, is that if used prudently, then I do not think it is harmful for our democracy. And my hope would be that whether a senator is in the majority or is in the minority, that they are starting to get a sense, after looking at this year, that this cannot be the way that government runs. And one of the things that I think Democrats and Republicans have to constantly do is try to put themselves in the other person's shoes. If we had a Republican president right now and a Republican-controlled Senate and Democrats were doing some of these things, they'd be screaming bloody murder.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimlehrerpbsthenewshour", "title": "Interview With Jim Lehrer on PBS' \"The News Hour\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-lehrer-pbs-the-news-hour", "publication_date": "23-12-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 57, "text": "And at some point, you know, I think the American people want to see government solve problems, not just engage in the gamesmanship that has become so customary in Washington. None of them got done and yet, you have said, well, it was a success anyhow. You did not get any loaf there, did you? I think Copenhagen's entirely different from health care. I mean, I think that people are justified in being disappointed about the outcome in Copenhagen. What I said was essentially that rather than see a complete collapse in Copenhagen, in which nothing at all got done and would have been a huge backward step, at least we kind of held ground and there was not too much backsliding from where we were. It did not move us the way we need to. The science says that we have got to significantly reduce emissions over the next over the next 40 years. There is nothing in the Copenhagen agreement that ensures that that happens. What what did occur was that at a point where there was about to be complete breakdown the prime minister of India was heading to the airport and the Chinese representatives were essentially skipping negotiations and everybody was screaming what did happen was cooler heads prevailed. And we were able to at least agree on non-legally binding targets for all countries not just the United States, not just Europe, but also for China and India, which, projecting forward, are going to be the world's largest emitters. So that that was an important principle, that everybody's got to do something in order to solve this problem. But I make no claims and did not make any claims going in that somehow that was going to be everything that we needed to do to solve climate change. And my main responsibility here is to convince the American people that it is smart economics and it is going to be the engine of our economic growth for us to be a leader in clean energy.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimlehrerpbsthenewshour", "title": "Interview With Jim Lehrer on PBS' \"The News Hour\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-lehrer-pbs-the-news-hour", "publication_date": "23-12-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 58, "text": "And if we pass a bill in the Senate, reconcile it with the House, that says we are going to invest in wind energy and solar energy and we are going to be the guys who are producing wind turbines and we are going to be the folks who are producing solar panels on rooftops and we are going to be the country that is retrofitting all its homes and businesses so that we are 30 percent more energy-efficient than we are right now, that produces jobs that cannot be exported; it reduces our dependence on foreign oil; it is good economics; it will increase our exports oh, and by the way, it also solves the climate problem. And that is, I think, an argument that I am going to be making not just next year but for several years to come. How much of what you said in words and in theme in your Nobel Peace acceptance speech was driven by the experience of the last year being president of the United States particularly having to make rough decisions on Afghanistan? There is no doubt that the experience of this year meeting with our troops, looking at intelligence, going to Dover to watch caskets coming in had a profound impact on how I think about my responsibilities. The general theme of the Nobel speech which says that this is a dangerous world where real evil exists out there and that compels us to occasionally make very difficult decisions about using force that we should not glorify war, but we should accept that there are times where we have to defend our nation, protect our values. One of the interesting things that people forget, probably the first speech of mine that actually got noticed in my political career was back when I was a state senator and the run-up to the Iraq war was occurring, and I stood in the plaza Daley Plaza in at a anti-war rally. That is in Chicago. And I actually started my speech by saying, I disagree with those signs. The Civil War is part of the reason why I can stand here on this podium. The question is, are we fighting the right wars in the right ways?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimlehrerpbsthenewshour", "title": "Interview With Jim Lehrer on PBS' \"The News Hour\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-lehrer-pbs-the-news-hour", "publication_date": "23-12-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 59, "text": "And so in that sense, even in my opposition to Iraq, for example, I was always very clear about the fact that us going after Osama bin Laden, us dismantling al Qaeda, us making sure that, you know, people who are willingly willing to slaughter innocents have to be stopped; my position on something like Rwandan, where, as difficult as some of these decisions may be, it makes sense for us to intervene in genocide or humanitarian efforts. Obviously, the experience of the last year being president deepens and enriches that general philosophy, but it is one that I have held for some time. You brought those into the presidency. They did not they were just honed by this experience. And if I think if you look at my previous speeches and writings, they are fairly consistent. It it is very important for, I think, those of us who desperately want peace who see war as, at some level, a break-down, a manifestation of human weakness to understand that sometimes it is also necessary. And you know, to be able to balance two ideas at the same time; that we are constantly striving for peace, we are doubling up on our diplomacy, we are going to actively engage, we are going to try to see the world through other people's eyes and not just our own; that we are going to invest in things like preventing climate change, so that you are not seeing more drought and famine that creates more conflict; that we are going to invest in development aid, not because it is charity, but because it is in our self-interest. We are going to do all those things. And then there are going to be times where there is a Hitler; there are going to be moments like 9/11 where, despite our best efforts, things have still things have still emerged that are of such danger not only to us, but our ideals and those things that we care for, that we have got to apply force. And that is a tough set of decisions to make. That does not negate our constant pursuit of peace and our constant preference for a non-violent resolution of problems. And ENTITY, finally, a year in almost a year into your presidency, your what is your comfort level in dealing with all of these things, all these things you have just been talk we have just been talking about you have been dealing with, for this last year?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjimlehrerpbsthenewshour", "title": "Interview With Jim Lehrer on PBS' \"The News Hour\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jim-lehrer-pbs-the-news-hour", "publication_date": "23-12-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 60, "text": "You have got Speaker Boehner and the bipartisan leadership coming down to the White House this afternoon. I wanted to see if you can clear up a little confusion about your position on something, and that is you said you are not going to negotiate the destruction of your health care plan. You are not going to negotiate on the debt limit. Exactly what are you prepared to negotiate on and when? Well, I am prepared to negotiate on anything. I think it is important for us to talk about how we create a budget that is creating jobs, encouraging growth, dealing with our long-term debt issues. The deficits are coming down at the fastest pace since World War II. They have been cut in half since I came into office. But we still have some challenges in terms of our long-term health care spending, on Medicare in particular. So whatever the leadership wants to talk about we have got a budget and we think we have got some good answers. But we do not expect a hundred percent. But what I have also said is that it is not acceptable for one faction of one party in one chamber to say either we get what we want or we will shut down the government or, even worse, we will not allow the U.S. Treasury to pay its bills and put the United States in default for the first time in history. So the message I have for the leaders is very simple. No negotiation until after that? Until we get that done, until we make sure that Congress allows Treasury to pay for things that Congress itself already authorized, we are not going to engage in a series of negotiations. If we get in the habit where a few folks, an extremist wing of one party, whether it is Democrat or Republican, are allowed to extort concessions based on a threat of undermining the full faith and credit of the United States, then any president who comes after me, not just me, will find themselves unable to govern effectively, and that is not something that I am going to allow to happen. An aide to the speaker yesterday, when I asked him where can this get resolved, ultimately said, in a budget negotiation, maybe involved replacement of sequester cuts with entitlement cuts. If you get to that discussion, is it conceivable, are there any circumstances under which you could make a budget deal with Republicans that does not involve new taxes? You know, I think it is possible for us to make sure that we are not increasing the income tax rate.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjohnharwoodcnbc1", "title": "Interview with John Harwood of CNBC", "source": "https://www.presidency.ucsb.edu/documents/interview-with-john-harwood-cnbc-1", "publication_date": "02-10-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 61, "text": "That is something that was debated during the campaign. That is now behind us. I think it is very important for us to continue to cut out programs that are unnecessary, not working. Some of them need to be reformed. It is important for us to deal with our long-term entitlement spending. But I also think it is important for us to make sure that we are investing in the things that are going to help the economy grow. And I will just give you one specific example, and that is our infrastructure. Every business that is watching this program relies on good roads, airports that function, ports that are working. And we are vastly underinvesting in what is critical for our long-term growth. We have got to find a way to pay for that. Is there any deal you could accept, even a small deal, that does not involve revenue, which is the problem on the Republican side? Well, I I think we have to distinguish between income tax hikes, which they have always been adverse to You mean loopholes too no revenue? No, but well, I think that we are going to have to close some loopholes in order to pay for those things that are going to help us grow. But the important point here, ENTITY, is that in the normal give-and-take between parties, that is something we should be able to solve. Keep in mind in terms of reopening the government, what Democrats have already said they are willing to do is to vote for reopening the government at funding levels that the Republicans have established and that the Democrats do not like. So if if John Boehner puts the Senate bill on the floor right now, that maintains the status quo. It does not increase government spending beyond where it already is. It is far short of what Democrats think are necessary for us to invest in things like education and research and development and and all the things that are important. But what we are saying is we will put everything on hold. We can enter into robust negotiations around all these issues. Democrats will not get a hundred percent of what they want. But that is the kind of democratic process the American people expect. The before the election last year, you said you thought there was a possibility your re-election would break the fever within the Republican Party; it did not happen. Do you see this moment as a chance, through this political confrontation, to break the fever now?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjohnharwoodcnbc1", "title": "Interview with John Harwood of CNBC", "source": "https://www.presidency.ucsb.edu/documents/interview-with-john-harwood-cnbc-1", "publication_date": "02-10-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 62, "text": "You know, the interesting thing, ENTITY, is that the majority of Republicans around the country you know, people who voted Republican you know, they may disagree with me on a whole range of issues, but they also recognize that a democracy only works if everybody's following the rules, that there is going to be some give and take. And I think that is actually true for a whole lot of Republicans on Capitol Hill. There are a lot of Republican senators and congressmen some of them who have publicly said, we disagree with ENTITY on a whole host of issues, but what we should not be doing is shutting down the government, hurting our economy, having 800,000 federal workers who have no idea whether they are going to be able to pay the bills at the end of the month and certainly, what we should not be doing is creating a potential financial catastrophe if the United States defaults. The last time there was even a threat of default back in 2011, we know that the economy did not grow, it went backwards during that quarter. We know that as a consequence, we got downgraded, and that is not something that any of us should want to repeat. We have got to take that off the table. As you try to appeal to those other Republicans you think you can work with, I wonder about your tone lately. I have heard from you an increasing amount of exasperation and edge even mockery sometimes. And it gives the impression that you think that your Republican opponents are either craven or stupid or nuts. Is that what you think, and if you think so, does it help your cause to let people see that out loud? ENTITY, I think it is fair to say that during the course of my presidency I have bent over backwards to work with the Republican Party and have purposely kept my rhetoric down. We have a situation right now where if John Boehner, the speaker of the House, puts a bill on the floor to re-open the government at current funding levels so that we can then negotiate on a real budget that allows us to stop governing from crisis to crisis, it would pass. The only thing that is stopping it is that John Boehner right now has not been willing to say no to a faction of the Republican Party that are willing to burn the house down because of an obsession over my health care initiative.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjohnharwoodcnbc1", "title": "Interview with John Harwood of CNBC", "source": "https://www.presidency.ucsb.edu/documents/interview-with-john-harwood-cnbc-1", "publication_date": "02-10-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 63, "text": "They have now voted 40 times to repeal this 40 times a law that passed the House, passed the Senate, was signed by me, was ruled constitutional by the Supreme Court, that as we speak is being implemented, that is already benefitting millions of people, that will allow their kids to stay on their parents' plan until they are 26, that are providing rebates to families because their insurance companies have to treat them fairly, that are making sure seniors are getting cheaper prescription drugs. And I am exasperated with the idea that unless I say that 20 million people, you cannot have health insurance, these folks will not re-open the government. And so my expectation is that if and when John Boehner makes the decision to put a bill on the floor that is the only thing that is holding it up; it could happen in the next 10 minutes and that vote takes place and the government re-opens, and if and when they vote to make sure Congress pays our bills on time so America does not default on costs it is already accrued , then I am prepared to have a reasonable, civil negotiation around a whole slew of issues. And that is reflected not just by my words but by my deeds over the last four years. You mentioned calm. Wall Street's been pretty calm about this. The reaction, I would say, generally speaking, has been, Washington fighting, Washington posturing, yada yada yada. Is that the right way for them to look at it. And I had a chance to speak to some in the financial industry who came down for their typical trip, and I told them that it is not unusual for Democrats and Republicans to disagree. That is the way the founders designed our government. But when you have a situation in which a faction is willing, potentially, to default on U.S. government obligations, then we are in trouble. And if they are willing to do it now, they will be doing willing to do it later. One thing that I often hear is, well, ENTITY, even if they are being unreasonable, why cannot you just go ahead and do something that makes them happy now? Or the constitutional option. What what what what I have to remind people is what we are debating right now is keeping the government open for two months. We would then be going through this exact same thing in the middle of Christmas shopping season, which I do not think many businesses would be interested in. We saw what happened in in in 2011.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjohnharwoodcnbc1", "title": "Interview with John Harwood of CNBC", "source": "https://www.presidency.ucsb.edu/documents/interview-with-john-harwood-cnbc-1", "publication_date": "02-10-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 64, "text": "And then we'd have to go through it again six months from now and six months after that. And one thing that I know the American people are tired of, and I have to assume the vast majority of businesses are tired of, is this constant governing from crisis to crisis. So in that sense, do we need to break that fever? We have to stop doing that. Let us get a budget that allows people to plan over the long term, that allows us to deal with our fiscal problems in a sensible, reasonable way. Even on an issue like health care, you know, if they want to give me specific suggestions around how we can improve delivery of health insurance to people who need it, peopled with pre-existing conditions, I am happy to talk to them about it. But I am not going to do it subject to the threat that somehow, America defaults on its obligations. Four years ago, at the beginning of your presidency, the U.S. government bailed out Wall Street firms whose issues had caused big problems for the country. Is this now an opportunity for you to ask Wall Street bankers to help save Washington from its misbehavior and put pressure on Congress? Well, again, ENTITY, I I I have to say this. This is not a problem of Congress per se. This is a problem with a particular faction in the Republican Party. Democrats are acting responsibly at this point.  Can these Wall Street guys influence those people? Well, the you know, I think Wall Street can have an influence. CEOs around the country can have an influence. I think it is important for them to recognize that this is going to have a profound impact on our economy and their bottom lines, their employees and their shareholders unless we start seeing a different attitude on the part of that faction in Congress. Any awkwardness around having Jamie Dimon in and asking him to help with that effort at the same time he is been in discussions with your attorney general about his bank's legal issues? Well, keep in mind this is this was the financial services group. I talked to the Business Roundtable a while back. I am going to talk to any CEO and any company in America about why this is important. And you know, oftentimes when you are outside of Washington, the default position, both for ordinary voters, for businesses, for the press, is to say, ah, you know, this is the usual squabbling; both sides are acting like spoiled children.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjohnharwoodcnbc1", "title": "Interview with John Harwood of CNBC", "source": "https://www.presidency.ucsb.edu/documents/interview-with-john-harwood-cnbc-1", "publication_date": "02-10-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 65, "text": "This is not one of those situations. This this is a situation in which, once we get back to a normal process of bargaining, it will not be pretty; people may not like every outcome. That is why we end up having elections. But at least we know that Head Start kids are not getting thrown off the program because the government shut down. At least we can feel confident that small businesses are still getting their loans processed through the SBA. But the Small Business Administration provides a billion dollars' worth of loans every single month. Right now that process is frozen, and that means there are small businesses all across this country right now who are being impacted unnecessarily simply because we have got a group of folks who think that they can hold America hostage for ransom that they cannot win through an election. You told me as you were about to take office in 2009 that you were going to try to stay focused on the big picture, not watch the stock ticker at the bottom of our screen. You going to watch that ticker over the next couple of weeks to see what the market impacts are as we get closer and closer to October 17th? I tend not to make judgments on the basis of the stock market. Obviously, since I came into office, the stock market has done very well. The biggest concern that I have day to day, though, is how is this impacting middle-class families. Are we creating a system in which ordinary people who are working hard and acting responsibly have an opportunity to get ahead, have an opportunity to find a job that pays good wages, have a chance to, you know, buy a house that and and have some retirement security, have health care that they can count on so they do not go bankrupt when they get sick, send their kids to college and allow them to succeed? And so every day I am tracking how is what is happening here in in Washington having an impact on that. And what we can say unequivocally at the moment is that Washington is having a negative impact on the lives of ordinary people. And that may manifest itself in terms of the stock market going down, but I am more concerned over the long term with whether or not this is a country where not only are we constantly thinking about how to grow this economy for ordinary Americans, but also do we have a government that, despite the differences that exist throughout a very big nation, can come together and just do the basic common-sense stuff that is required?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjohnharwoodcnbc1", "title": "Interview with John Harwood of CNBC", "source": "https://www.presidency.ucsb.edu/documents/interview-with-john-harwood-cnbc-1", "publication_date": "02-10-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 66, "text": "pass a budget, pay its bills. And we are not asking too much for to ask them to do that job. Republicans, very quickly before I let you go, I was looking at poll data on the health care law the other day. What are the implications for the country on this issue and many others, in our elections and legislatively, of politics that are polarized not just by party, but by race? Well, you know what I'd say, ENTITY, is that when you break out what is actually in the Affordable Care Act, it is popular among all groups. If you ask the ordinary person, do you think it is a good thing that insurance companies have to let young people stay on their parent's plan until they are 26? Do you think it is a good idea that insurance companies have to spend 80 percent of premiums on people's health care and not on administrative costs? Do you think it is a good idea that people with pre- existing conditions should be able to get health insurance? So the challenge we have with the health care law is similar to the challenge we have had in our politics more broadly. And that is that there have been caricatures of what we have been trying to do. Those have gotten worse in part because of gerrymandering, so members of Congress have no incentive to reach out to all groups. Partly it is gotten worse because you have got these super PACs who are coming in and financing advertising that stirs up polarization. But I do not think when you look at the health care law specifically that it is an issue that is going to break down in terms of race. The majority of folks who are uninsured in this country even though they are working and will be helped by the Affordable Care Act, the majority of them are going to be white, not African-American or Hispanic. Very quickly, does the shutdown at all effect the vetting of your potential fed nominee, slow that down? A lot of people have said, why is he taking so long on that appointment? Well, keep in mind that Ben Bernanke is still there, and he is doing a a fine job. And this is one of the most important appointments that I make other than the Supreme Court. So no, the shutdown is not slowing down the vetting. The person I am going to be appointing will end up being somebody who reflects the Fed's dual mandate.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjohnharwoodcnbc1", "title": "Interview with John Harwood of CNBC", "source": "https://www.presidency.ucsb.edu/documents/interview-with-john-harwood-cnbc-1", "publication_date": "02-10-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 67, "text": "They are going to making they are going to be making sure that they keep an eye on inflation, that they are not encouraging some of the bubbles that we have seen in our economy that have resulted in in bust. But they are also going to stay focused on the fact that our unemployment rate is still too high, and ordinary workers out there still need an economy that is strengthened, aggregate demand that is strengthened so that we can end up putting more people back to work with better wages. Pope Francis said the other day that the Catholic Church, without changing the church's positions, he said it had become too obsessed on issues like gay rights and abortion. What do you think of the pope's remarks? And do you see any broader applicability beyond the Catholic Church? I tell you, I I have been hugely impressed with with the pope's pronouncements, not because of of any particular issue, but you know, first of all, he seems somebody who lives out the teachings of Christ. And he is also somebody who is I think first and foremost thinking about how to embrace people as opposed to push them away, how to find what is good in them as opposed to condemn them. And that spirit, that sense of love and unity, seems to manifest itself in not just what he says but also what he does. And, you know, for any religious leader, that is something that that is a quality I admire, and I would argue, for any leader period, that is a quality that I admire. And so, you know, to bring it back to the issues here in Washington you know, I think that you know, no party has a monopoly on wisdom. I think that a lot of folks in the Republican Party who disagree with me are good people who love their country who love their kids you know, want what is best for their communities. But, you know, one of the part of the genius of the founders was that they were able to set up a system where even when there are profound disagreements, we can work those disagreements out in a sensible, civil way. And not every issue gets resolved 100 percent, but the system overall works, and ultimately, the experiment in self-government continues. The fight that we are having right now is not about the health care law. It is not about a particular budget.", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjohnharwoodcnbc1", "title": "Interview with John Harwood of CNBC", "source": "https://www.presidency.ucsb.edu/documents/interview-with-john-harwood-cnbc-1", "publication_date": "02-10-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 68, "text": "That is the stuff you are going to remember is taking them to the park and pushing them on a swing and hearing them laugh. That is going to be what is most precious in your life, and you just want to make sure you do not miss out on that. Let us talk about My Brother's Keeper. It is an initiative that you said gets to the very heart of why you ran for president. The truth is is that a lot of young men of color are not doing well, partly because they do not have dads in their lives, partly because they do not have networks of support. It is important to me partly because, you know, I grew up without a dad, and I know that I went through my own struggles. You talked about the cycle, but you have broken the cycle for your own family. I try every day for Michelle and my girls to be what my father was not for my mother and me. Does this I mean, the fact that you did not have a dad has it changed your life as a father yourself? Yeah, you know, I I made a decision in young adulthood that it was going to be important for me to make sure that I was there for my kids. I have really tried to make sure that I did not miss parent-teacher conferences, that I did not miss the ballet recitals or the soccer games. I tried to be disciplined about, if I am in town, being home for dinner every single night. And I think it is made a difference. You know, the one thing the girls know about me is I love them to death. How do you think your girls would describe you? I think they would say that I am a good, fun dad who teeters on the edge of being embarrassing sometimes. You know, we set, you know, some pretty firm rules early on in their lives about cleaning up after themselves and making their beds and waking up on time. They have got their acts together. And we really do not have to check on their homework or nag them too much about stuff. They handle their business. So we are really proud of them. Right. What is harder, being and I think my dad would maybe have a comment on this but being a protective father of teenagers or president of the United States?", "label": "dialogic", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjennabushhagernbcstoday", "title": "Interview with Jenna Bush Hager of NBC's \"Today\"", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jenna-bush-hager-nbcs-today", "publication_date": "12-06-2014", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
