{"text": "But, oh, if there are individuals doubting this, then, in the spirit of justice, it's imperative that a request for the contribution, from those basking in our blessings' abundance, be made, rather than attempting a removal from those in dire need. And, hey, let it not cross anyone's mind that the less fortunate and oppressed within this land endure their hopes in silence and isolation tonight. A multitude, hundreds, indeed, of their advocates and guardians, find themselves present in this grand Chamber this very evening. The concept of a Great Society propels us, through not merely one but three pathways: growth, justice, and liberation. Primarily, growth - the national prosperity that sustains our populace's welfare and furnishes the tools for our advancement. It has come to my attention, this very afternoon, through dialogue with the distinguished Secretary of the Treasury, that his initial calculations suggest a reduction in our balance of payments deficit from $2.8 billion in 1964 to possibly less than $1.3 billion in 1965. This accomplishment, it must be noted, arose through the commendable, patriotic cooperation, voluntarily offered by the business and banking community in conjunction with the government. There exists a necessity, now more than ever, to collaboratively eliminate this balance of payments deficit in the forthcoming year. And as our economy ascends to new peaks, an intensification in our guard against inflation is mandated, considering its capacity to elevate living costs and diminish every household's savings in this room. It stands as crucial, for the sake of averting inflation, that a call is made towards both the labor sector and businesses for the practice of restraint in prices and wages, a plea I extend once more this evening. I hold the view, given the uptick in military spending, that it becomes advisable for you to temporarily reinstate the automobile and specific telephone excise tax reductions, which were only made effective 12 days prior. Without resorting to tax increases or even heightening the total tax burden, a shift towards enhancing our withholding system is proposed, enabling Americans to pay in a manner more aligned with reality, expedite the collection of corporate taxes, and execute other required simplifications to the tax structure at the soonest possible time.", "label":  "monologic"}