{"id": "300", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] I am here because I am refugee in [GPE]. [SEP] Thank you for your hospitality for me. [SEP]"}
{"id": "4839", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Our employment numbers are the best that they've been, perhaps ever, but certainly in recorded history. [SEP] Reports just came out - best in [DATE]. [SEP]"}
{"id": "2529", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Government does not create wealth, but instead creates the economic environment in which risk takers and entrepreneurs create jobs. [SEP] With the right policies focused on growth and jobs, strong economic fundamentals- and hard work-I am confident we will extend economic opportunity and prosperity to every corner of [GPE]. [SEP]"}
{"id": "4819", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] I want the [NORP] people to know that the COVID vaccines remain highly effective to reduce the risk of serious illness, hospitalization, and death. [SEP] You know, this announcement that we're making is -- is possible because of the historic progress that we have made over [DATE] to fight COVID and ensure that people have the information and tools they need to keep themselves and their community safe. [SEP]"}
{"id": "789", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] It's been a headache for everybody. [SEP] It's been a nightmare for many. [SEP]"}
{"id": "1740", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Jobs in computer and math-related fields are expected to rise by nearly 60 percent by [DATE] in [GPE]. [SEP] Health care and technical jobs are expected to rise by nearly 40 percent. [SEP]"}
{"id": "643", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We have seen, since I became Governor, a 10-percent decrease in violent crime in our state, a 20-percent overall decrease in crime. [SEP] We have seen our [NORP] percentage in our prison system drop significantly. [SEP]"}
{"id": "2782", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And let's face it, for [GPE] to get behind the table adds extra weight to the proceedings. [SEP] We think that what has happened is that the principles have been laid out, and also the signals that we've gotten from [GPE] -- keep in mind, [PERSON], that in [DATE] there have been public and private statements by key players in [GPE] that they want some way to reopen an avenue of conversation. [SEP]"}
{"id": "265", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] About 70, 000 sites have a vaccine -- have vaccination now -- vaccinations now. [SEP] So, I think access from a pure kind of physical location point of view is reasonably good everywhere. [SEP]"}
{"id": "4908", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And I don't think it helps grow our economy. [SEP] And I refuse to ask middle class families to give up your deduction for owning a home or raising kids just so we pay for another millionaire's tax cut. [SEP]"}
{"id": "4017", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] But this time around, when the pandemic struck, [PERSON] tried to provide support failed when he said we got to support educators. [SEP] [PERSON] to failed to do it. [SEP]"}
{"id": "1298", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] But the leap forward is going to take much more than pledges for development assistance from governments. [SEP] It's going to take private sector efforts and a commitment to innovation and the capital to keep driving down the cost of clean energy all around the world. [SEP]"}
{"id": "630", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] They're not having such a hard time anymore. [SEP] We've passed [LAW] through the [ORG], and we're working very hard in the [ORG] to refine it and pass it into law. [SEP]"}
{"id": "2070", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] So today, I ask every member of the [PERSON] regime: End this nightmare of poverty, hunger, and death for your people. [SEP] Let your people go. [SEP]"}
{"id": "1694", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Now, are we better off [DATE] than we were when President [PERSON] left office and we were losing 800, 000 jobs a month? [SEP] Of course we are. [SEP]"}
{"id": "4625", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We saw it in [GPE], where citizens stood up to the scourge of apartheid. [SEP] We saw it in [LOC], where [NORP] marched in [ORG] to help bring down the Iron Curtain; in [GPE], where mothers of the disappeared spoke out against [EVENT]. [SEP]"}
{"id": "4905", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Big cats in zoos have been reported to be infected with coronavirus. [SEP] There is no evidence that the virus is transmitted from a pet to a human. [SEP]"}
{"id": "1110", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] But this type of repeated questioning of the credibility of the Secretary of [ORG] of [GPE] who served [DATE] in the [GPE] Senate and the [GPE] military is not in keeping with longstanding practice with respect to [GPE] national security. [SEP] Secretary [PERSON] had good meetings in both [GPE] and [GPE], and [PERSON] can speak to that in a moment. [SEP]"}
{"id": "4207", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And then, after the tax cuts, he said all he could see was an anemic recovery. [SEP] And that was just before the [GPE] economy created a recovery that created 6 million more jobs in [DATE] for the [NORP] people. [SEP]"}
{"id": "2702", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Being incarcerated, separated from my family for [DATE] - [DATE] - was one of the hardest challenges of my life. [SEP] When one person goes to prison, it impacts not only that person, but their family, their communities, their society. [SEP]"}
{"id": "4443", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And, two, the interim government -- interim elected government is moving forward on drafting a constitution on the timetable of [DATE], which was set out in the transitional administrative law. [SEP] So that's where the President will be focusing on, those two priorities. [SEP]"}
{"id": "3564", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] [DATE], for the first time in [DATE], drug prices went down. [SEP] And that was for a reason. [SEP]"}
{"id": "1461", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Please get vaccinated. [SEP] Do it for your own health. [SEP]"}
{"id": "4166", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We're banning these agreements for companies that comp- - compete - won't compete, so they pay people the fair share. [SEP] Why in God's name do you tell a worker - an [TIME] worker - that they have to sign an agreement, that they will not take a similar job in - anywhere in the area? [SEP]"}
{"id": "3749", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And you're seeing more and more people in the international community join the call for [GPE] to stop interfering in [GPE]. [SEP] And that means they need to withdraw, and that -- withdraw all their military forces and all their intelligence services from the country. [SEP]"}
{"id": "1655", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] It's amazing what we've done together. [SEP] This has been an incredible journey, but it's happening even faster. [SEP]"}
{"id": "4955", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We're enforcing it. [SEP] But it's virtually impossible to enforce with total certainty. [SEP]"}
{"id": "3505", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] To you second question around food security, around speeding the facilitation of grain exports from [GPE]: Obviously, this is something that [ORG] leaders are focused on. [SEP] But the thing I would start by saying is: There is a reason that there is a crisis in global food markets, why there is a crisis of global food security, and that is [GPE]'s invasion of [GPE]. [SEP]"}
{"id": "400", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] They're going crazy, folks. [SEP] They're going crazy. [SEP]"}
{"id": "3868", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] At the very end you always have a few things that you've just got to get over the hump. [SEP] And so yes, I made calls to prime ministers, I made calls to presidents, I made calls to [GPE] businesses, I made calls to a lot of stakeholders, environmental groups, to explain to them why it is so important for us to make sure that we've got a high-standard set of rules governing trade and commerce in this region. [SEP]"}
{"id": "3530", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Let's give tax breaks to companies that are investing here. [SEP] It's the right thing to do. [SEP]"}
{"id": "5122", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] I don't think there has ever been anything like it. [SEP] Worked with [PERSON]-Senator [PERSON] of [GPE]-and many of the great Senators that we do work with and, frankly, [ORG], and we passed something that nobody thought was possible to get passed, and nobody thought it could ever work the way it is. [SEP]"}
{"id": "3409", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [ORG] created an equity toolkit, claiming that babies show the first sign of racism at [DATE] and white children become full racist, strongly biased in favor of whiteness, by [DATE]. [SEP] [ORG] denounced [GPE] as a parasitic system, based on the invasion of white male settlers and encourage teachers to cash in on kids inherent empathy in order to recruit them into political activism. [SEP]"}
{"id": "3187", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Look, [NORP] and [NORP], we've always had our differences. [SEP] That's the nature of a democracy. [SEP]"}
{"id": "3583", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] What brings me into this fight is - I guess, I was, in many ways, just from the start of my life born into it. [SEP] My mother had two goals in her life: to raise her two daughters and to end breast cancer. [SEP]"}
{"id": "4333", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] They were out in a football field. [SEP] And the press pointed out, [PERSON] is losing it. [SEP]"}
{"id": "4736", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And they all start off by saying, Mr. President, I'd like to congratulate you on the incredible economy that you've created, the greatest, anywhere in the world by far. [SEP] And sadly, [GPE], who I have a very good relationship with. [SEP]"}
{"id": "4356", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Fastest in the world. [SEP] And that's why I say, We have a midterm coming up, an election. [SEP]"}
{"id": "71", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] With all of the things that we've done, nobody has done as much as we've done. [SEP] Things like [LAW], things like Space Force. [SEP]"}
{"id": "1967", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We know women grow a majority of the food, yet they are less likely to own the land they farm. [SEP] They represent a majority of frontline healthcare workers, but face disparities in health outcomes. [SEP]"}
{"id": "3216", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Long-term unemployment dropped by the second-largest amount ever recorded. [SEP] Not only that, but the signs of further progress are already here. [SEP]"}
{"id": "1196", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We slashed redtape and approved emergency use authorizations for 243 type of tests. [SEP] That's how many tests we have. [SEP]"}
{"id": "2134", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And I would hope that those who expose documents are wise about the difference between that which truly would jeopardize national security and that which should be read. [SEP] Look, [PERSON] is a good friend, and we look forward to analyzing and working with legislation that will make-it would hope-put a free press' mind at ease that you're not being denied information you shouldn't * see. [SEP]"}
{"id": "2141", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We have taken historic action to reduce the price of prescription drugs. [SEP] You saw [DATE], [ORG], [ORG], a lot of drug companies announced a very substantial increase. [SEP]"}
{"id": "41", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] If you look at what happened in [GPE] [DATE], with the roughness of these people in the second caravan that's been forming, and also, frankly, in the first caravan, and now they have one forming in [GPE] - and we are thinking very seriously immediately stopping aid to those countries. [SEP] Because, frankly, they're doing nothing for the [NORP] people. [SEP]"}
{"id": "3906", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] You can do, and you can be, and you can grow, and it can be better. [SEP] And she was living proof, rising from a childhood of poverty and abuse to the pinnacle of the entertainment universe. [SEP]"}
{"id": "1724", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] They make them bad, although our polls now are good. [SEP] They're good because we're doing a lot of good work. [SEP]"}
{"id": "3345", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Just get this next phase finished. [SEP] Nail it down. [SEP]"}
{"id": "3525", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] If you were working at a big company that already has a big pool, then--but you know what, I want to make sure--because, [PERSON], we're going to end up in a back-and-forth that cuts everybody else out. [SEP] I've got, on the [NORP] side, a couple of people that want to speak, and there are probably some--a couple of [NORP]. [SEP]"}
{"id": "2098", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We've already seen the results. [SEP] Since literally when the election was called at - I think it was [TIME], wasn't it, [PERSON], that we were all together - literally we've seen renewed energy and dynamism in the [NORP] economy. [SEP]"}
{"id": "3667", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] This is absolutely unacceptable. [SEP] We're already short the number of teachers we need nationally, before this crisis hit. [SEP]"}
{"id": "4634", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Now they don't have water. [SEP] They don't have medicine. [SEP]"}
{"id": "2654", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We did not get the results we wanted, but we took a step in shattering a barrier that's still there. [SEP] And little girls and little boys are going to have a different sense of the possible thanks to her nomination and her candidacy. [SEP]"}
{"id": "3696", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] On the other hand, you have [PERSON] who passed a tax bill benefiting the top 1% in the biggest corporations of [GPE]. [SEP] And [GPE], you know that right now people are hurting. [SEP]"}
{"id": "1359", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] It is something that is going to require a multilateral approach, in addition to what we can do with our agencies. [SEP] [DATE], I'm bringing together foundation leaders from across our country to really encourage them to do more in terms of the civil society piece of this, which will be about both growing the work that they've already done historically, but also engaging civil society in the region -- in [LOC]. [SEP]"}
{"id": "4859", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We all want our lives to get back to normal and fully vaccinated workplaces will make that happen more quickly and more successfully. [SEP] We all know that in our gut. [SEP]"}
{"id": "2442", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And he said that, you know, by signing this bill, the governor has chosen to target some of [GPE]'s most vulnerable students and families, all while under the guise of parents' rights. [SEP] So, [ORG], as you noted, will continue -- will monitor this law upon implementation to evaluate whether it violates federal civil rights law. [SEP]"}
{"id": "3877", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Good journalism costs the people, but it also costs the journalists. [SEP] It could even cost you your freedom. [SEP]"}
{"id": "4725", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We always have to have citizens who are willing to question and push our government and identify injustice. [SEP] We have to wrestle with our own challenges: from issues of race to policing to inequality. [SEP]"}
{"id": "2215", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] You get the result within [TIME]. [SEP] And we have deployed over 235, 000 of these tests to the state public health laboratories in every state of this country to make sure that that point-of-care testing capability is there to research outbreaks, like in nursing homes or in certain industrial capacities, and well over 90, 000 to [ORG], so they could test at a point of care in remote locations. [SEP]"}
{"id": "679", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] It is if we have to. [SEP] I'll be better than anybody else. [SEP]"}
{"id": "4183", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Apart from me, you cannot do anything. [SEP] The vaccine is safe, smart, and everyone should take it, and that's why, as [NORP] and as a pastor, I am taking this vaccine [DATE]. [SEP]"}
{"id": "4151", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Our Founders understood that no right is more fundamental to a peaceful, prosperous, and virtuous society than the right to follow one's religious convictions. [SEP] Regrettably, the religious freedom enjoyed by [NORP] citizens is rare in the world. [SEP]"}
{"id": "2528", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] I'm going to talk with some folks in [FAC] [TIME] to just keep moving forward but I really appreciate the hard work that you're seeing throughout [GPE]. [SEP] This is the toughest part of the epidemic in our state and I know they've been working on it for a long time. [SEP]"}
{"id": "1833", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] They made a documentary about [PERSON]. [SEP] Now, I don't know much about the job of Vice President, but I do know if they can make a documentary about your time as Vice President, you Vice Presidented incorrectly. [SEP]"}
{"id": "4544", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And with the help of vaccines, we can prevent COVID-19 and many other diseases that were once fatal. [SEP] COVID-19 vaccines for children have the potential to protect more than just our children's physical health. [SEP]"}
{"id": "3119", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And President [PERSON]'s leadership has been making a difference here in [GPE] and all across the county [DATE]. [SEP] Since [GPE] voted to send him to [ORG], businesses have created more than 3.1 million jobs, including 33, 000 new jobs here in the [NORP] state alone. [SEP]"}
{"id": "3872", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] But it is the responsibility of every citizen to participate in it. [SEP] So [TIME] I ask every [NORP] to commit to [DATE] or more of higher education or career training. [SEP]"}
{"id": "756", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] The barrier is very low -- they're free, they're in the medicine cabinet of your own parents or your near relatives or your friends' parents and relatives. [SEP] They also -- kids tell us that they have a different -- they're partly led to this because they have been told that while street drugs are dangerous and made by criminal organizations and God knows what's in them, that pills are made by a regulated agency or regulated corporation in the pharmaceutical industry, and they've been told by irresponsible friends or by irresponsible information on websites that they or their friends have seen that if you take one of this pill and one of that pill, it's a safe high. [SEP]"}
{"id": "3236", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] He would rather see his people starve than give them aid, than help them. [SEP] Millions of [NORP] are starving and suffering while a small handful at the top of the [PERSON] regime plunder the nation into poverty and into death. [SEP]"}
{"id": "2947", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] That's what we want. [SEP] We want you to feel comfortable about coming- thinking about buying your own home so that when somebody knocks on your door, you open that door and say, Welcome to my home, just like this good lady did to me [DATE]. [SEP]"}
{"id": "1132", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We all know that we have to have a very vigorous effort to try to develop a vaccine as fast as humanly possible. [SEP] And I'm just pleased - and I think we have a good consensus about those things. [SEP]"}
{"id": "2272", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Now, this is something that [GPE] has been clear about what our role is and what our role is not. [SEP] This does not -- the President does not envision a scenario where we would send [NORP] combat troops to be on the ground in [GPE]. [SEP]"}
