{"id": "0000022754", "text": "As the entire [GPE] Government works to combat the global pandemic, it is absolutely essential that the key positions at relevant [ORG] agencies are fully staffed.", "label": "support"}
{"id": "0000002992", "text": "I think that our investments in education are absolutely critical to our long-term economic health.", "label": "support"}
{"id": "0000003970", "text": "And I think energy is the key to national security through energy independence to fighting global warming, and most important of all to the people that are listening to this, to more jobs and higher incomes.", "label": "support"}
{"id": "0000000141", "text": "In my budget, I ask for greater support for emergency food and shelter, for health services and measures to prevent substance abuse, and for clinics for the mentally ill.", "label": "support"}
{"id": "0000000773", "text": "We, too, must make democracy work and we must defend it against its enemies.", "label": "support"}
{"id": "0000000237", "text": "Our relationship with [GPE] is proving its importance and its durability.", "label": "support"}
{"id": "0000003633", "text": "I think free trade is an important part-and fair trade-something that [NORP] want and something that [NORP] want is free and fair trade-benefits both of us.", "label": "support"}
{"id": "0000021911", "text": "[DATE], while our troops were in combat in both [GPE] and [GPE], I proposed supplemental funding to support them in their missions.", "label": "support"}
{"id": "0000023878", "text": "I support the embargo, and I support [LAW], which was passed in [DATE].", "label": "support"}
{"id": "0000017649", "text": "But most important, I think, [DATE] we are called upon to stand for democracy under attack in [GPE].", "label": "support"}
{"id": "0000004308", "text": "In other words, I think moving people from welfare to work is a moral imperative, but I also think it's very good for the economy.", "label": "support"}
{"id": "0000016524", "text": "We will support the voices of tolerance and moderation in the [NORP] world.", "label": "support"}
{"id": "0000024036", "text": "As far as school segregation is concerned, I support the law of the land.", "label": "support"}
{"id": "0000013458", "text": "We have supported zero tolerance for guns in schools.", "label": "support"}
{"id": "0000021132", "text": "For [DATE], my administration has strengthened our military.", "label": "support"}
{"id": "0000000294", "text": "Ultimately, the best strategy to ensure our security and to build a durable peace is to support the advance of democracy elsewhere.", "label": "support"}
{"id": "0000001200", "text": "And until it happens, we will press for true democracy by supporting those fighting for it.", "label": "support"}
{"id": "0000000004", "text": "We have a deep commitment to bilingual education, as you know, and a wonderful Secretary of [ORG].", "label": "support"}
{"id": "0000012914", "text": "And I think a big part of that investment ought to be the broadest possible commitment to science and technology, including vigorous, vigorous exploration of outer space and the depths of the ocean.", "label": "support"}
{"id": "5", "text": "This commitment to the future, to continue the progress we've made, using the great technology and the natural resources of our country are very important to you and to me.", "label": "support"}
{"id": "0000016306", "text": "We will support abstinence-based education for young people in schools and churches and community centers.", "label": "support"}
{"id": "0000000208", "text": "And I propose we make a major investment in conservation by fully funding [ORG].", "label": "support"}
{"id": "0000026547", "text": "And so not only do we support democracy in [GPE], we also support the [NORP] democracy.", "label": "support"}
{"id": "0000000327", "text": "This program strengthens democracy, transparency, and the rule of law in developing nations, and I ask you to fully fund this important initiative.", "label": "support"}
{"id": "0000020302", "text": "This will will help foster new breakthroughs in our war on disease.", "label": "support"}
{"id": "0000000622", "text": "In [GPE] we are supporting a free and democratic government.", "label": "support"}
{"id": "11", "text": "We're strongly supporting [ORG] in its mission to track and control nuclear materials around the world.", "label": "support"}
{"id": "0000004015", "text": "We've done a great job with - I think our military is getting stronger, stronger, stronger.", "label": "support"}
{"id": "0000003606", "text": "And I think the future in trade and development for both of us holds out a great promise for our people.", "label": "support"}
{"id": "0000007175", "text": "We're supporting activities that build stability, foster democracy, and boost economic growth.", "label": "support"}
{"id": "0000000093", "text": "Shortly thereafter, it was announced that [ORG] will be setting up a new program in order to combat terrorism -- a true step in the right direction.", "label": "support"}
{"id": "0000016184", "text": "We will support the consolidation of market democracy where it is taking new root, as in the states of the former [GPE] and all over [LOC].", "label": "support"}
{"id": "0000003219", "text": "It is essential that we help [GPE] in her magnificent defense and in her inevitable counteroffensive--for that is one important element in the ultimate defeat of [GPE].", "label": "support"}
{"id": "0000000087", "text": "We [NORP] are agreed that full employment shall be a first objective of national policy.", "label": "support"}
{"id": "0000003917", "text": "And I think that the promise of this new democracy is that people will be able to live up to their potential.", "label": "support"}
{"id": "9", "text": "[TIME] I ask [ORG] to support our students and back my plan to offer vocational and technical education in every single high school in [GPE].", "label": "support"}
{"id": "0000003694", "text": "So I think [ORG] is very relevant.", "label": "support"}
{"id": "0000006272", "text": "We're supporting housing for 10 million people.", "label": "support"}
{"id": "0000004168", "text": "And so, yes, I'm absolutely committed to helping fight poverty.", "label": "support"}
{"id": "0000006332", "text": "I believe it is a good investment in momentum and a long-range possibility of an equitable and secure peace in [LOC].", "label": "support"}
{"id": "0000000218", "text": "First, in response to [DATE] of inequity and indifference, we will support democracy, reform, and human freedom.", "label": "support"}
{"id": "0000012250", "text": "As you know, I am willing to send the military to defend our southern border, if necessary.", "label": "support"}
{"id": "0000010977", "text": "[DATE], new threats to liberal democracy loom on the horizon, and we are united in our efforts to protect our countries and what we stand for.", "label": "support"}
{"id": "0000003114", "text": "My opinion is that [GPE] will increase its authority among nations for doing this.", "label": "support"}
{"id": "0000020115", "text": "My administration has put education at the top of the agenda.", "label": "support"}
{"id": "0000019174", "text": "We're committed to revitalizing our infrastructure and strengthening our electrical grid.", "label": "support"}
{"id": "0000004344", "text": "We've made real, continuing investments in science and technology, which I think are pivotal to the long-term health of the economy and the continuation of this productivity increase.", "label": "support"}
{"id": "0000019822", "text": "By supporting the education of your people, we can strengthen your future and help each other.", "label": "support"}
{"id": "12", "text": "I also ask you to support creating a freer and fairer trading system for [DATE] [GPE].", "label": "support"}
{"id": "0000024473", "text": "We've long supported a political settlement in [GPE], and we view this negotiating process as a result of our sustained support to end [DATE] of war by securing [NORP]' self-determination.", "label": "support"}
{"id": "13", "text": "These reforms will also support our response to the terrible crisis of opioid and drug addiction.", "label": "support"}
{"id": "0000026039", "text": "We both see that we will continue support to [GPE], which is defending not only herself, but also all the values we represent in the western world.", "label": "support"}
{"id": "0000012121", "text": "We are supporting our police and rebuilding our military, including [MONEY] to totally revamp the legendary [PRODUCT] bombers like those at [FAC].", "label": "support"}
{"id": "0000000140", "text": "I'm asking for [MONEY] for education to prevent the disease and for research to find a cure.", "label": "support"}
{"id": "0000004024", "text": "Well, first of all, by sending an additional 17, 000 troops, we are obviously going to be bolstering our forces in [GPE], and that will obviously be important to the folks that are already there.", "label": "support"}
{"id": "8", "text": "[TIME] I am asking you to defend our very dangerous southern border out of love and devotion to our fellow citizens and to our country.", "label": "support"}
{"id": "0000009803", "text": "Yes, we believe in democracy, with elections that are free and fair, and independent judiciaries and opposition parties, civil society and uncensored information so that individuals can make their own choices.", "label": "support"}
{"id": "6", "text": "I appeal to every [NORP], regardless of party, race, creed, or color, to support our efforts to build a strong and lasting [ORG].", "label": "support"}
{"id": "0000014727", "text": "We will support this young democracy, and we will win in [GPE].", "label": "support"}
{"id": "0000019937", "text": "By fostering [NORP] economic and military unity, he furthered the cause of democracy.", "label": "support"}
{"id": "0000000061", "text": "And I believe in science!", "label": "support"}
{"id": "0000003987", "text": "Well, because I think there are too many abortions, and I favor life over abortion.", "label": "support"}
{"id": "0000000321", "text": "On housing, we must trust [NORP] with the responsibility of homeownership and empower them to weather turbulent times in the housing market.", "label": "support"}
{"id": "4", "text": "To promote this democracy, I will ask [ORG] for [MONEY] to support [NORP] political, economic, and security reforms.", "label": "support"}
{"id": "7", "text": "Energy is absolutely vital to the defense of our country, to the strength of our economy, and to the quality of our lives.", "label": "support"}
{"id": "0000004314", "text": "And I think democracy is the pillar, and the Government's respect for human rights and human dignity and individualism.", "label": "support"}
{"id": "0000016453", "text": "I believe in equal opportunity for all without discrimination or prejudice of any kind.", "label": "support"}
{"id": "0000002670", "text": "So fighting climate change and using energy wisely also makes our forces more nimble and more ready.", "label": "support"}
{"id": "0000004326", "text": "So, we have to win the battle against inflation.", "label": "oppose"}
{"id": "0000017041", "text": "I have always opposed discrimination.", "label": "oppose"}
{"id": "0000013418", "text": "We don't believe in discrimination in this country.", "label": "oppose"}
{"id": "0000000739", "text": "We have waged war against poverty- against disease.", "label": "oppose"}
{"id": "0000002357", "text": "We must declare and win the war against the criminal elements which increasingly threaten our cities, our homes, and our lives.", "label": "oppose"}
{"id": "0000015616", "text": "Repeatedly I have said that fighting the scourge of juvenile crime and violence will be my top law enforcement priority in [DATE].", "label": "oppose"}
{"id": "0000000064", "text": "We are a nation at war - a global war on terror against an enemy unlike any we have ever known before.", "label": "oppose"}
{"id": "0000012398", "text": "I have said many times that terrorism is one of the greatest dangers we face in this new global era.", "label": "oppose"}
{"id": "0000020930", "text": "I opposed the war in [GPE] precisely because I believe that we must exercise restraint in the use of military force and always consider the long-term consequences of our actions.", "label": "oppose"}
{"id": "0000013987", "text": "That's why we oppose terrorism.", "label": "oppose"}
{"id": "0000026379", "text": "Our policy is that we oppose terrorism wherever it may occur.", "label": "oppose"}
{"id": "0000020690", "text": "We cannot allow the world's leading sponsor of terrorism to possess the planet's most dangerous weapons.", "label": "oppose"}
{"id": "0000003678", "text": "And the other thing I would say is, I think that the globalization of society has made us all more vulnerable to each other's epidemics and viruses.", "label": "oppose"}
{"id": "0000000193", "text": "We will carry on the fight against poverty and misery, and disease and ignorance, in other lands and in our own.", "label": "oppose"}
{"id": "0000011115", "text": "And if we are going to win the battle against inflation, we have to have more savers than spenders.", "label": "oppose"}
{"id": "0000019751", "text": "In fighting a war on terror, we are determined to oppose every source of catastrophic harm that threatens our country, our friends, and our allies.", "label": "oppose"}
{"id": "0000003081", "text": "But I think that since there's no inflation in the economy, interest rates should not continue to go up.", "label": "oppose"}
{"id": "0000016432", "text": "We must firmly oppose discrimination against those who have [ENTITY].", "label": "oppose"}
{"id": "0000002772", "text": "So [GPE] and a large coalition of nations are waging a global and unrelenting war against the terrorists, and we are winning.", "label": "oppose"}
{"id": "0000004557", "text": "It is - because the war against terrorists is a war against individuals who hide in caves in remote parts of the world, individuals who have these kind of shadowy networks, individuals who deal with rogue nations.", "label": "oppose"}
{"id": "0000017596", "text": "Those of us who oppose abortion can and should aggressively move forward with a positive adoption versus abortion campaign.", "label": "oppose"}
{"id": "0000004291", "text": "We're in a war against a non-state, a set of non-state actors that are operating in the shadows, are in nooks and crannies and crevices around the world.", "label": "oppose"}
{"id": "0000009420", "text": "When it comes to [GPE], I opposed the war in [GPE].", "label": "oppose"}
{"id": "0000015576", "text": "As I said in my [EVENT], every one of us must confront and condemn racism, anti-Semitism, bigotry, and hate not [DATE], not [DATE], but right now -- every single one of us.", "label": "oppose"}
{"id": "0000001326", "text": "And upon that unchanging truth we are determined to wage unconditional war against the poverty that keeps one-fifth of our people in economic bondage.", "label": "oppose"}
{"id": "0000002887", "text": "We could fight a narrow war against [ORG] and the [ORG] or we could fight a broad war against a global menace.", "label": "oppose"}
{"id": "0000013733", "text": "I made clear that [GPE]'s fight against terrorism is right, but the methods being used in [GPE] are wrong.", "label": "oppose"}
{"id": "0000012489", "text": "And what I think we also see is companies using inflation as an excuse to raise fees even more, and that is wrong.", "label": "oppose"}
{"id": "0000004478", "text": "I don't think that abortion should be encouraged by the government under any circumstances.", "label": "oppose"}
{"id": "0000000391", "text": "As we made clear [DATE], if [GPE] threatens our sovereignty, we will act to protect our country.", "label": "oppose"}
{"id": "0000016419", "text": "I oppose managed trade.", "label": "oppose"}
{"id": "0000000328", "text": "[GPE] is leading the fight against disease.", "label": "oppose"}
{"id": "0000027499", "text": "And now we must redouble our fight against the persistent inflation that has wracked our country for [DATE].", "label": "oppose"}
{"id": "0000027831", "text": "And I do not intend to lose this battle against inflation in our country.", "label": "oppose"}
{"id": "0000000285", "text": "Our next step in the fight against crime is to take on gangs the way we once took on the mob.", "label": "oppose"}
{"id": "0000002959", "text": "I have been opposed to a poll tax all my life.", "label": "oppose"}
{"id": "0000003118", "text": "Well, I think terrorism is the hardest thing to curtail.", "label": "oppose"}
{"id": "0000002825", "text": "I opposed the grain embargo in my administration.", "label": "oppose"}
{"id": "0000005174", "text": "To turn this situation around, I declared total war against heroin and other illicit drugs.", "label": "oppose"}
{"id": "0000015762", "text": "I am vigorously opposed to any additional Federal tax on gasoline, and I will fight it as hard as I possibly can.", "label": "oppose"}
{"id": "3", "text": "I've fought tobacco companies and trial lawyers, drug companies and union bosses.", "label": "oppose"}
{"id": "0000001582", "text": "I hate corruption not only because it is bad in itself, but also because it is the deadly enemy of all things [ORG] has been doing [DATE].", "label": "oppose"}
{"id": "0000006291", "text": "[GPE], in my opinion would have destroyed our country economically, if I didn't get elected.", "label": "oppose"}
{"id": "0000016847", "text": "And for that very same reason--because I believe in human dignity--I am against a guaranteed annual wage.", "label": "oppose"}
{"id": "0000010906", "text": "A major commitment of this administration, which again has had more than full support from [PERSON], has been our war against drug abuse.", "label": "oppose"}
{"id": "0000004682", "text": "I think abortion is wrong and I'm doing everything I can as President to hold down the need for abortion.", "label": "oppose"}
{"id": "1", "text": "My views in opposition to the cancellation of the war debt are a matter of detailed record in many public statements and in a recent message to the [ORG].", "label": "oppose"}
{"id": "0000000432", "text": "We will take defensive measures against terrorism to protect [NORP].", "label": "oppose"}
{"id": "0000010060", "text": "We oppose any unilateral decision by either [GPE] or [GPE] to change the status quo.", "label": "oppose"}
{"id": "0000016225", "text": "Nevertheless, our resolute opposition to terrorism does not mean we can ever be indifferent to the conditions that foster it.", "label": "oppose"}
{"id": "0000019942", "text": "I have sworn upon the altar of God eternal hostility against every form of tyranny over the mind of man.", "label": "oppose"}
{"id": "0000000348", "text": "Our war on terror is well begun, but it is only begun.", "label": "oppose"}
{"id": "0000004396", "text": "And I think the threats of terrorism and the hatred that presently exists, the threat of war, the threat of economic boycotts and punishment against [GPE], are certainly not conducive to realizing the hopes of the [NORP] people.", "label": "oppose"}
{"id": "0000020226", "text": "To protect all [NORP], my administration declared the opioid epidemic a nationwide public health emergency.", "label": "oppose"}
{"id": "0000011053", "text": "Our fight against terrorism is making real progress on both fronts, thanks to the leadership of our President, the strong bipartisan support of these initiatives in [ORG], and the extraordinary work that our military has done overseas.", "label": "oppose"}
{"id": "0000004217", "text": "Always been strongly opposed to discrimination against gays and lesbians.", "label": "oppose"}
{"id": "0000006384", "text": "I can only say with emphasis, we vigorously oppose any government in [ORG] that would have a [NORP] head or control--vigorously.", "label": "oppose"}
{"id": "0000013468", "text": "Our Nation is at war against a terrorist enemy unlike any we have faced before.", "label": "oppose"}
{"id": "0000001416", "text": "We are against war and have agreed among ourselves quietly to discuss difficulties in such a way that the possibility of war has become remote.", "label": "oppose"}
{"id": "0000001673", "text": "Already, this movement is threatening the young democracy in [GPE], which has its own [NORP] minority and a [NORP] minority.", "label": "oppose"}
{"id": "0000003359", "text": "Our Nation is at war against a far-reaching network of violence and hatred.", "label": "oppose"}
{"id": "0000013347", "text": "We are waging a broad and unrelenting war against terror and an active campaign against proliferation.", "label": "oppose"}
{"id": "0000002327", "text": "We must vigorously defend our natural wealth against those who would misuse it for selfish gain.", "label": "oppose"}
{"id": "0000005006", "text": "I said I'm opposed to discrimination.", "label": "oppose"}
{"id": "0000000896", "text": "We are vigorously opposed to Corruption and monopoly and human exploitation-but we are not opposed to business.", "label": "oppose"}
{"id": "0000010572", "text": "We will continue to oppose [NORP] aggression in [GPE].", "label": "oppose"}
{"id": "0000000407", "text": "I think trade has divided us, and divided [NORP] outside this [ORG], for too long.", "label": "oppose"}
{"id": "0000000342", "text": "In [GPE], we'll support the opposition that rejects the agenda of terrorist networks.", "label": "oppose"}
