{"id": "presidencyucsbedudocumentsremarkstheresignationalanbkruegerchairmanthecouncileconomicadvisersandthe", "true_label": "monologic", "predicted_label": "dialogic", "text": "Good [TIME], all of you. It is now been [DATE] since an economic crisis and a punishing recession came together to cost far too many [NORP] their jobs and their homes and the sense of security that they had built up over time. And by the time I took office, my team and I were facing bubbles that had burst, markets that had cratered, bank after bank on the verge of collapse. And the heartbeat of [NORP] manufacturing, our auto industry, was flatlining. And all this meant that [CARDINAL] of [NORP] were losing their jobs [DATE]. So this was a scary time. And nobody had any idea where the bottom would be. [DATE], our businesses have created [CARDINAL] new jobs over [DATE]. The [NORP] auto industry has come roaring back. We are producing more of our own energy; we are consuming less that we import from other countries. Our deficits are shrinking rapidly. The cost of health care is slowing. The housing market is rebounding. People's retirement savings are growing. The wealth that was lost from that recession has now been recovered. All of this progress is a testament to the grit and resolve of the [NORP] people, most of all. But it is also due in some measurable way to the incredible dedication of the men and women who helped to engineer [GPE]'s response. And [CARDINAL] of those people are standing next to me, [CARDINAL] very smart economists: [PERSON] and [PERSON]. [DATE] I can announce that [PERSON] is heading back to teach his beloved students at [PERSON]'s alma mater, [ORG]. When they get together, all they can talk about is [ORG], and they are all very proud, and those of us who did not go to [ORG] have to put up with it. And I am proud to say that [PERSON] has agreed to replace [PERSON] as the Chairman of my [ORG]. Now, during the crisis, [PERSON] stepped in initially to help engineer our response as Assistant Secretary and chief economist at [ORG].", "metadata": {"text_id": "presidencyucsbedudocumentsremarkstheresignationalanbkruegerchairmanthecouncileconomicadvisersandthe", "title": "Remarks on the Resignation of Alan B. Krueger as Chairman of the Council of Economic Advisers and the Nomination of Jason L. Furman To Be Chairman of the Council of Economic Advisers", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-resignation-alan-b-krueger-chairman-the-council-economic-advisers-and-the", "publication_date": "10-06-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": "nprorg20210210966396848readtrumpsjan6speechakeypartofimpeachmenttrial", "true_label": "monologic", "predicted_label": "dialogic", "text": "And we got to remember, in [DATE], you are going to start working on [ORG] and we got to get rid of the weak [ORG], people, the ones that are not any good, [PERSON] of the world. We got to get rid of them. We got to get rid. You know, she never wants a soldier brought home - I brought a lot of our soldiers home. I do not know, somewhat like it. They are in countries that nobody even knows the name, nobody knows where they are. They are dying. They are great, but they are dying. They are losing their arms, their legs, their face. I brought them back home, largely back home. [GPE], [GPE]. Remember, I used to say in [DATE]: Do not go in [GPE]. But if you go in, keep the oil. We did not keep the oil. So stupid. So stupid these people. And [GPE] has [MONEY] now in the bank. And what did we do? We got nothing. We never get. But we do actually, we kept the oil here or we get, we did good. We got rid of the [ORG] caliphate. We got rid of plenty of different things that everybody knows and the rebuilding of our military in [DATE]. People said it could not be done. And it was all made in the [GPE], all made in the [GPE], best equipment in the world. In [GPE], corrupt [NORP]-run cities deployed [CARDINAL] illegal, unmanned, unsecured drop boxes, which collected a minimum of [CARDINAL] [CARDINAL] unlawful votes. It was razor-thin, the loss. This [CARDINAL] thing alone is much more than we would need. But there are many things. They have these lockboxes. And, you know, they'd pick them up and they disappear for [DATE]. People would say where is that box? They disappeared. Nobody even knew where the hell it was. In addition, [CARDINAL] 000 absentee votes were counted in [GPE] without a valid absentee ballot application. So they had a vote, but they had no application, and that is illegal in [GPE].", "metadata": {"text_id": "nprorg20210210966396848readtrumpsjan6speechakeypartofimpeachmenttrial", "title": "Read Trump's Jan. 6 Speech, A Key Part Of Impeachment Trial", "source": "https://www.npr.org/2021/02/10/966396848/read-trumps-jan-6-speech-a-key-part-of-impeachment-trial", "publication_date": "10-02-2021", "crawling_date": "02-07-2023", "politician": ["Donald Trump"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarksthepresidentsdinner0", "true_label": "monologic", "predicted_label": "dialogic", "text": "When their recommendations are delivered, I am looking forward to working with the [GPE] [ORG] to give this Nation a Tax Code that is progrowth, easy to understand, and fair to all. Our party is the party of economic growth, and our party is the party of spending restraint. I have submitted the first budget to actually cut nonsecurity discretionary spending since [PERSON] was the President. Now the [ORG] needs to act to hold nondiscretionary spending below [DATE] level. The budget we submitted adheres to an interesting principle. It says taxpayers' money should be spent wisely or not spent at all. We need to have a fiscally responsible highway bill that modernizes our roads and bridges and improves safety and creates jobs. We are on our way to cutting this deficit in [CARDINAL] in [DATE], and I want to thank the Members of [ORG] for holding the line and doing what is right for the [NORP] taxpayer. In order to make sure this economy grows, we need an energy bill. [DATE], I presented [ORG] with a comprehensive energy strategy that encourages conservation, renewable sources of energy like ethanol and biodiesel, that says we can use nuclear energy in a clean way, that recognizes the need to spend money on clean coal technology. It is an energy plan that will make us less dependent on foreign sources of energy. For the sake of national security and for the sake of economic security, [ORG] needs to get a bill to my desk before the [DATE] recess. We are proudly the party of free and fair trade. During my administration and thanks to the good works of [ORG], we have opened up markets for [CARDINAL] of consumers of [GPE] products. And now we have an opportunity to continue to open up new markets with CAFTA, the [NORP] and [GPE] Free Trade act. Right now most of the goods coming from the [NORP] countries enter into our country duty-free. Yet our goods are not received in their countries duty-free. For the sake of free trade, for the sake of fair trade, for the sake of good jobs, for the sake of promoting young democracies in Central America, [ORG] must pass CAFTA. [ORG] is the party of the entrepreneur and small business. [ORG] is the party of litigation reform.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksthepresidentsdinner0", "title": "Remarks at the President's Dinner", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-presidents-dinner-0", "publication_date": "14-06-2005", "crawling_date": "10-09-2023", "politician": ["George W. Bush"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarkswhitehousereceptionforbalticamericans", "true_label": "dialogic", "predicted_label": "monologic", "text": "It seems ironic that those responsible for the repression I have been describing are now proposing what they call an atom-free Baltic, a [NORP] nuclear-free zone, especially since unidentified submarines have repeatedly violated the territorial waters of [GPE] and neutral [GPE]. This kind of conduct does not lend itself to a spirit of trust. As a matter of fact, the curious thing is, if you really stop to think about it, their description of a nuclear-free zone is that there will not be nuclear weapons in that zone. The kind of nuclear-free zones we want in the world are zones where nuclear weapons will not be landing and exploding. I urge the [NORP] to concentrate on the serious negotiations in [GPE] instead of making meaningless gestures. [DATE], as you are aware, I unveiled a new arms control proposal. We hope the [NORP] will take this proposal seriously. We have demonstrated flexibility. The ball is now in their court. We are seeking verifiable and equitable agreements, because we are firmly convinced that such agreements are in the interest of both our countries and all the people of the world. However, we should never delude ourselves as to just who and what we are dealing with. I can promise you we will not, in the process of seeking peace, be lured from our moral commitment to those captive peoples who are now held in bondage. There are those who believe that we should muffle our criticism of totalitarianism in the mistaken notion that this will further the cause of peace. But we [NORP] want nothing more than to remain free and at peace. Nevertheless, ignoring reality, giving up the moral high ground, refusing to speak the truth will not engender the respect needed for the preservation of peace and human liberty. Totalitarian regimes must know that free men will not cower. Then and only then can conflict be avoided. I am happy to report after the [GPE] summit that I am confident freedom and peace can be preserved. The leaders of the [NORP] democracies gathering there in the cradle of liberty met as friends and allies. A new spirit is emerging in the West, a fellowship of decent and free people. We have the strength of our convictions, and we are not afraid. [DATE], [DATE] in [DATE] when the massive deportation of the [NORP] people began, is [DATE] which reaffirms our commitment to our ideals.", "metadata": {"text_id": "presidencyucsbedudocumentsremarkswhitehousereceptionforbalticamericans", "title": "Remarks at a White House Reception for Baltic Americans", "source": "https://www.presidency.ucsb.edu/documents/remarks-white-house-reception-for-baltic-americans", "publication_date": "13-06-1983", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarkstheitalianamericanconferenceprivatesectorinitiativesveniceitaly", "true_label": "dialogic", "predicted_label": "monologic", "text": "We had an actor there who was only being an actor in [GPE] long enough to get the money to come to [GPE], because he aspired to an operatic career. And he went to [GPE], and he studied. And then he was asked to sing in [PERSON], the very spiritual fountainhead of opera. And he did an aria, and he received such thunderous and sustained applause that he had to repeat the aria as an encore. And again the same sustained, thunderous applause, and again he sang Vesti la Giubba. And this went on until finally he motioned for quiet, and he tried to tell them how full his heart was for this reception. But, he said, I have sung 'Vesti la Giubba' now [CARDINAL] times. My voice is gone; I cannot do it again. And a voice from the balcony said, You will do it until you get it right. You know, all that we talked about, I just have to tell you [CARDINAL] last little incident here that is really true of what brings us together here-private initiative. I am sure that our people have told you that there in [GPE] now, we have in the computers [CARDINAL] 000 programs where some little hamlet or village or town has found a problem and a way to solve it themselves. And we keep this, because then when inquiries come from people that say what could we do about it, we go to the computers and are able to tell them how a program was set up privately by the people and made to work. A little town in [GPE] had something for [DATE] called [DATE] in [DATE]. All year long the people of that town kept track and watched for homes of elderly people or homes of people that were handicapped or very poor; and if there were things like leaking roofs and plumbing that did not work and so forth, they made a list during [DATE]. And then on [DATE] the merchants that dealt in the products they needed-building materials and paint and so forth-would donate. But citizens of every calling, as volunteers, would show up on [DATE], knock on the door, and say we are here to put a new roof on your house or paint your house or fix the plumbing or do what has to be done. That went on in that little town in [GPE].", "metadata": {"text_id": "presidencyucsbedudocumentsremarkstheitalianamericanconferenceprivatesectorinitiativesveniceitaly", "title": "Remarks at the Italian-American Conference on Private Sector Initiatives in Venice, Italy", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-italian-american-conference-private-sector-initiatives-venice-italy", "publication_date": "11-06-1987", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarksthesigningthecolumbusdayproclamation", "true_label": "dialogic", "predicted_label": "monologic", "text": "Senator [PERSON], the greatest keynoter that ever walked the planks of [GPE] and all of your assembled friends here [DATE]; distinguished Members of [ORG]; Your Excellencies, the Ambassadors from [GPE], [GPE], [GPE], the Dean of [ORG], the Apostolic Delegate, Director General [PERSON]; my friends: Proclaiming [DATE] is much more to me than just another ceremonial function. Because this event gives me a chance, along with all of my fellow countrymen, to reflect on the beginnings of this Nation-and on the men who began it. It reminds us that every citizen in this land is the descendant of men who were once foreigners--who were once strangers from afar. This is what our great President [PERSON] was thinking about [DATE] when he addressed the Daughters of the American Revolution by saluting them as My fellow immigrants. Today we think of [PERSON]--a son of [GPE]--as the first immigrant: the first in that long procession of strangers who, over the [DATE], have come to enrich our lives, our statesmanship, and our culture here in [GPE]. [DATE] we think of [DATE] as a time for honoring not only that great explorer, but also all of those [NORP] whose gifts have been freely given to make this Nation great. Their names form a long list of excellency in every field of endeavor: [PERSON], [PERSON], [PERSON], [PERSON], [PERSON], [PERSON], [PERSON]. I would like to call the name of each of you, because you mean that much to me and you have made great contributions. [PERSON], who cuts my hair here at [FAC] and has cut the hair of Presidents for [DATE], is one of my most influential counselors, believe it or not. He is also one of my most recognized comforters in moments of distress and depression. I just cannot resist adding [PERSON] and [PERSON], because in the period that I have been here, no [CARDINAL] men have given their country greater or more rewarding service. In [DATE], I am very proud that by all of us working together we have made it much easier for people of such ability to come here to [GPE].", "metadata": {"text_id": "presidencyucsbedudocumentsremarksthesigningthecolumbusdayproclamation", "title": "Remarks at the Signing of the Columbus Day Proclamation.", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-signing-the-columbus-day-proclamation", "publication_date": "22-09-1966", "crawling_date": "10-09-2023", "politician": ["Lyndon B. Johnson"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarksthesigningthecolumbusdayproclamation", "true_label": "monologic", "predicted_label": "dialogic", "text": "Senator [PERSON], the greatest keynoter that ever walked the planks of [GPE] and all of your assembled friends here [DATE]; distinguished Members of [ORG]; Your Excellencies, the Ambassadors from [GPE], [GPE], [GPE], the Dean of [ORG], the Apostolic Delegate, Director General [PERSON]; my friends: Proclaiming [DATE] is much more to me than just another ceremonial function. Because this event gives me a chance, along with all of my fellow countrymen, to reflect on the beginnings of this Nation-and on the men who began it. It reminds us that every citizen in this land is the descendant of men who were once foreigners--who were once strangers from afar. This is what our great President [PERSON] was thinking about [DATE] when he addressed the Daughters of the American Revolution by saluting them as My fellow immigrants. Today we think of [PERSON]--a son of [GPE]--as the first immigrant: the first in that long procession of strangers who, over the [DATE], have come to enrich our lives, our statesmanship, and our culture here in [GPE]. [DATE] we think of [DATE] as a time for honoring not only that great explorer, but also all of those [NORP] whose gifts have been freely given to make this Nation great. Their names form a long list of excellency in every field of endeavor: [PERSON], [PERSON], [PERSON], [PERSON], [PERSON], [PERSON], [PERSON]. I would like to call the name of each of you, because you mean that much to me and you have made great contributions. [PERSON], who cuts my hair here at [FAC] and has cut the hair of Presidents for [DATE], is one of my most influential counselors, believe it or not. He is also one of my most recognized comforters in moments of distress and depression. I just cannot resist adding [PERSON] and [PERSON], because in the period that I have been here, no [CARDINAL] men have given their country greater or more rewarding service. In [DATE], I am very proud that by all of us working together we have made it much easier for people of such ability to come here to [GPE].", "metadata": {"text_id": "presidencyucsbedudocumentsremarksthesigningthecolumbusdayproclamation", "title": "Remarks at the Signing of the Columbus Day Proclamation.", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-signing-the-columbus-day-proclamation", "publication_date": "22-09-1966", "crawling_date": "10-09-2023", "politician": ["Lyndon B. Johnson"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarkssigninglegislationcombatinflationpromotecleanenergyproductionandreduce", "true_label": "monologic", "predicted_label": "dialogic", "text": ": In addition to cutting the deficit by [MONEY] [DATE], in [DATE] in office, and cutting it [MONEY] [DATE], [DATE], we are going to cut the deficit-I point out-by another [MONEY] with the Inflation Reduction Act over [DATE]. We are cutting deficits to fight inflation by having the wealthy and big corporations finally begin to pay part of their fair share. Big corporations will now pay a minimum [PERCENT] tax instead of us-5-55 of them got away with paying [MONEY] in [ORG] income tax on [MONEY] in profit. And I am keeping my campaign commitment: No one-let me emphasize: no one-earning [MONEY], 000 a year will pay [MONEY] more in [ORG] taxes. Folks, the Inflation Reduction Act does so many things that, for so many years, so many of us have fought to make happen. And let us be clear: In this historic moment, [NORP] sided with the [NORP] people, and every single [NORP] in the [ORG] sided with the special interests in this vote-every single one. In fact, the big truck-big drug companies spent [MONEY] to defeat this bill. [MONEY ] . And remember: Every single [NORP] in [ORG] voted against this bill. Every single [NORP] in [ORG] voted against lowering prescription drug prices, against lowering health care costs, against a fairer tax system. Every single [NORP]-every single one-voted against tackling the climate crisis, against lowering our energy costs, against creating good-paying jobs. My fellow [NORP], that is the choice we face: We can protect the already powerful or show the courage to build a future where everybody has an even shot. That is the [GPE] I believe in. That is what I believe in. And [DATE] we have come a step closer to making that [GPE] real. [DATE], too often we confuse noise with substance. Too often we confuse setbacks with defeat. Too often we hand the biggest microphone to the critics and the cynics who delight in declaring failure while those committed to making real progress do the hard work of governing. Making progress in this country is a-as big and complicated as ours clearly is not easy. It is never been easy.", "metadata": {"text_id": "presidencyucsbedudocumentsremarkssigninglegislationcombatinflationpromotecleanenergyproductionandreduce", "title": "Remarks on Signing Legislation To Combat Inflation, Promote Clean Energy Production, and Reduce Prescription Drug Costs", "source": "https://www.presidency.ucsb.edu/documents/remarks-signing-legislation-combat-inflation-promote-clean-energy-production-and-reduce", "publication_date": "16-08-2022", "crawling_date": "10-09-2023", "politician": ["Joseph R. Biden"], "gender": ["M"]}}
{"id": "revcomblogtranscriptsdonaldtrumpspeaksatmidlandoilrigtranscriptjuly29signspipelinepermits", "true_label": "monologic", "predicted_label": "dialogic", "text": "Thank you, [PERSON]. Good job you did [PERSON]. He was but he will be up there very soon. He is doing good. Come on sit down please. Let us have some fun. I really am thrilled to be here in [GPE], [GPE] with the extraordinary men and women of [ORG], and what a nice welcome. Thank you very much. big beautiful rigs behind me. Thanks to the hard working citizens like you in [GPE] this is now the number [CARDINAL] energy superpower anywhere in the world, so congratulations. It is not that easy, but no one said it is easy. We are here [DATE] to celebrate your incredible achievements, we are also here to send a clear message to the [NORP] radicals and extremists trying to shut down your and to make [GPE] subservient to foreign producers. That will not happen to this nation again. Long time to be independent and. A long time to be independent, and as long as I am your president, we will never let anyone put [NORP] energy out of business, which is what they'd like to do. We will never again be relying on hostile foreign suppliers. We will defend your jobs and we will defend [GPE], I love this state. We will defend [NORP] who found energy independence. Before going any further I want to provide you with a brief update on our battle against the [GPE] virus. Our hears are with the people of [GPE]. We love our people. We love our country. Statewide presentive patients testing positive has stabilized, and the number of new cases has begun to substantially decline. But [NORP] must remain vigilant. To protect our seniors my administration has deployed personal protective equipment and rapid point of care testing systems to every [ORG] and [ORG]-certified nursing home in your state. No matter where you go they have it. [DATE], access hospitals are receiving [CARDINAL] cases of antiviral treatment remdesivir. It is been very, very successful. Enough to treat [CARDINAL] patients. Under my administration's Operation Warp Speed, we are developing vaccines in record time. [DATE], a promising vaccine entered the final stage of clinical trials long ahead of schedule, with more following very quickly behind. We have some of the greatest companies, labs in the world doing this.", "metadata": {"text_id": "revcomblogtranscriptsdonaldtrumpspeaksatmidlandoilrigtranscriptjuly29signspipelinepermits", "title": "Donald Trump Speech Transcript at Midland Oil Rig July 29: Signs Pipeline Permits", "source": "https://www.rev.com/blog/transcripts/donald-trump-speaks-at-midland-oil-rig-transcript-july-29-signs-pipeline-permits", "publication_date": "29-07-2020", "crawling_date": "29-06-2023", "politician": ["Donald Trump"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarksluncheonforgubernatorialcandidatehaleybarbourjacksonmississippi", "true_label": "monologic", "predicted_label": "dialogic", "text": "If somebody is looking for a job and cannot find work, it means you have got a problem here in [GPE]. That is the way I feel about the Nation. He and I share a philosophy : The role of [ORG] is not to create wealth; the role of [ORG] is to create an environment in which entrepreneurship can flourish, in which small businesses can grow to be big businesses. And that is why, for example, in [GPE], I worked with the [ORG] to pass tax relief. When the economy goes slow, if you let people have more of their own money, they are likely to demand a good or a service. [PERSON] understands that. He understands whose money we spend in Government. We are not spending the Government's money; we are spending the people's money. And you better have you a Governor who understands that when he gets you elected to represent this great State. This economy is beginning to pick up a little steam, but there are still some citizens who hurt. So long as they are hurting, we have got to keep creating an environment for economic growth. It will be important to have a Governor in [GPE] who understands that fiscal discipline is necessary at the State capital. If you are interested in job creation, Government has got to be fiscally disciplined. If you are interested in job creation, you have got to put policy in place that encourages small-business growth. After all, most small businesses-most new jobs are created by small businesses in [GPE]. [PERSON] has got a plan. He is got good ideas. He comes with the right philosophy, and he is got a plan to create jobs here in [GPE]. For the people in [GPE] who are interested in job creation, the right man for the job is [PERSON]. By the way, [CARDINAL] way to make sure this is a good State in which to create jobs is to have a Governor who is willing to take off the-take on the plaintiffs' attorneys and fight for real, meaningful litigation reform. You do not want it said that the fastest growth industry in your State is the plaintiffs' bar. That is not good for attracting industry and creating jobs. You do not want the greatest wealth accumulation in any State to be in the hands of plaintiffs' attorneys.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksluncheonforgubernatorialcandidatehaleybarbourjacksonmississippi", "title": "Remarks at a Luncheon for Gubernatorial Candidate Haley Barbour in Jackson, Mississippi", "source": "https://www.presidency.ucsb.edu/documents/remarks-luncheon-for-gubernatorial-candidate-haley-barbour-jackson-mississippi", "publication_date": "12-09-2003", "crawling_date": "10-09-2023", "politician": ["George W. Bush"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarksdemocraticnationalcommitteefundraisernewyorkcity4", "true_label": "monologic", "predicted_label": "dialogic", "text": "But we knew that it was not going to be easy to rebuild the middle class after [DATE] of stagnant incomes and rising costs, [DATE] where a lot of [NORP] felt like that dream was slipping away. We knew it was not going to be easy to end [CARDINAL] wars and restore [GPE]'s leadership around the world. We knew it was not going to be easy to fix our immigration system, to reform our health care system, to transform our energy policy, to educate our young people for the demands of a global economy. We did not think it was going to be easy. And I said [TIME], I did not run for President to do easy things. I ran because I believed that as a nation it was time for us to do the hard things. It was time for us to do the big things, even if it took time, even if sometimes it was going to be frustrating. I said I was not going to let politics or the typical [ORG] games stand in our way, because it had held us back for too long. That is what led to the mess that we were dealing with in the first place. So over [DATE], I have had some tough calls to make. I had some tough calls as soon as I took office. We had to prevent a financial system from falling apart and dragging the economy into depression. We had to pass reforms to stop abuses in the financial system and prevent future crises. We had to rescue the auto industry. I did not think I was going to be an auto CEO. Even though there were a lot of people who said, let them go, let [CARDINAL] jobs vanish, allow [CARDINAL] of [GPE]'s iconic companies to be liquidated and sold off for parts, we said, no, we are going to have to step up, we are going to have to deal with it. But even as we took these emergency steps, we started tackling all the challenges that we had talked about during the campaign, all the things that were standing in the way of the [NORP] Dream. Because that is why I ran, that is what the campaign was about. That is why you supported me, because we believed in an economy that did not just work for those at the top, but worked for everybody, where prosperity was shared from the machinist on the line to the manager on the floor to the CEO in the boardroom.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksdemocraticnationalcommitteefundraisernewyorkcity4", "title": "Remarks at a Democratic National Committee Fundraiser in New York City", "source": "https://www.presidency.ucsb.edu/documents/remarks-democratic-national-committee-fundraiser-new-york-city-4", "publication_date": "23-06-2011", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarksdemocraticnationalcommitteereceptionphiladelphiapennsylvania", "true_label": "monologic", "predicted_label": "dialogic", "text": "Thank you. Thank you very much for the warm welcome. I have had a wonderful time in [GPE] [DATE], and I am deeply indebted to you for being here [TIME], for supporting our party, our candidates, and what we stand for. I, too, want to thank Congressman [PERSON] for the High Hopes program. He and the mayor met me [DATE] at the airport with a number of young children from [GPE] who are in your school system, in your middle school system. And then later, we sat down and drank a soft drink together, and I visited with them. And [PERSON] asked how many of them wanted to go to college, and they all wanted to go. And now they and literally [CARDINAL] of children like them all across our country are going to be able to go because of the initiative that he brought to me, that I embraced, and that we have worked so hard to pass: the High Hopes scholarship program. And we thank him. [GPE] is in your debt, Congressman. Thank you. And I believe we have [CARDINAL] of our candidates for [ORG] here, too, [TIME], [PERSON]. Let us give him a hand. He is somewhere-where are you, [PERSON]? There you go. Thank you. Thank you for running. I want to thank [PERSON] for doing a superb job as the chairman of [ORG]. And we will not tell his mayor that he bragged on [PERSON] shamelessly [TIME]. I also want to thank [PERSON] of [GPE] for being our finance chair. He is doing a wonderful, wonderful, wonderful job. And finally, let me say that the mayor was uncommonly generous [TIME], but his administration is basically the embodiment of my philosophy of government. When we came before the [NORP] people, [PERSON] and I, in [DATE], we said we had a different idea, that we wanted everyone in [GPE] who was a responsible citizen to have opportunity. We wanted to come together as one community across all of our differences of race, religion, politics, income. We wanted to prove that you could be pro-business and pro-labor. We wanted to prove that you could be in favor of economic growth and still improve the environment.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksdemocraticnationalcommitteereceptionphiladelphiapennsylvania", "title": "Remarks at a Democratic National Committee Reception in Philadelphia, Pennsylvania", "source": "https://www.presidency.ucsb.edu/documents/remarks-democratic-national-committee-reception-philadelphia-pennsylvania", "publication_date": "02-10-1998", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarksdemocraticnationalcommitteefundraiser11", "true_label": "monologic", "predicted_label": "dialogic", "text": "So in ways large and small, we have begun to deliver on the change that we talked about, the change that you believed in and that you campaigned hard for. But the reason that you and I are here [TIME] is because we are not done. We have got a lot more work to do. As I said, [DATE] we took office, we confronted a financial system on the verge of collapse; we were losing [CARDINAL][CARDINAL] [CARDINAL] jobs per month; a [MONEY] deficit; [CARDINAL] wars that frankly had not been paid for and were costly in every sense of the word. A lot of the solutions we proposed, the decisions we took, they were not quick, they were not easy, and they were not popular. But we decided we were going to go govern, we were going to put politicking on hold to get this country out of the mess it was in. I mentioned this to a group I spoke to earlier. You know, pundits act surprised about the fact that we spent so much political capital. Well, you know, I did not get elected to play it safe. And I did not govern, and I do not govern, by checking the polls [DATE]. I know that is the habit in [GPE], but that is not the obligation I owe the [NORP] people, that is not the promise I made to you. And because we took bold and swift and coordinated action, we can stand here [DATE] and say we averted another depression. We broke the back of the recession. The economy is growing again. So the worst of the storm has passed. But, as all of you know, the devastation remains. We have got [PERCENT] unemployment. Many of you watching at home, as you go around the country and your individual communities, you see the stores shuttered and the foreclosed businesses; friends and neighbors, family members who still cannot find work. This is on top of [DATE] that had been tough for middle class families all across the country. They had not seen their incomes go up in [DATE]. Their costs skyrocketing at the same time as their wages were stagnant. For [DATE], I heard stories all across the country, everywhere I go.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksdemocraticnationalcommitteefundraiser11", "title": "Remarks at a Democratic National Committee Fundraiser", "source": "https://www.presidency.ucsb.edu/documents/remarks-democratic-national-committee-fundraiser-11", "publication_date": "04-02-2010", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarksappliedmaterialsincaustintexas", "true_label": "monologic", "predicted_label": "dialogic", "text": "Number [CARDINAL], we have got to help people earn the skills they need to do those jobs. Number [CARDINAL], we have got to make sure people's hard work is rewarded so that they can make a decent living doing those jobs. And if you watch the news sometimes, you may think that there is just doom and gloom out there. But the truth is, there is incredible stuff going on all across [GPE] and right here in [GPE] that I think can be good models for the rest of [GPE] to follow. This [TIME] I visited [ORG] where students are learning high-tech skills that companies like [ORG] are looking for right now. They are getting excited, working with math and science and technology and engineering. And it is a hands-on high school, where subjects are integrated and kids are building things and conducting experiments at very early ages. And it is sparking their imagination in ways that may lead them to start up the next [ORG] or come here and work at [ORG]. And then I joined a few local families for lunch to talk about how we can make sure that hard work pays off with wages you can live on and raise a family, with health care that you can count on and the chance to put away some money for retirement. And we also had good barbecue which is necessary for economic growth. Some good barbecue once in a while. And then I came to [ORG] to talk about what we can do to make [GPE] a magnet for new jobs in manufacturing. And after shedding jobs for [DATE], our manufacturers have added now [CARDINAL], 000 new manufacturing jobs over [DATE]. That is good news. [ORG] is bringing jobs back from [GPE], and [ORG] is bringing jobs back from [GPE]. And after placing plants in other countries like [GPE], [ORG] is opening its most advanced plant right here at home. [DATE], [ORG] started making Macs in [GPE] again. So there are some good trend lines there, but we have got to do everything we can to strengthen that trend. We have got to do everything we can to help the kind of high-tech manufacturing that you are doing right here at [ORG]. And we want to make sure it takes root here in [GPE] and all across the country.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksappliedmaterialsincaustintexas", "title": "Remarks at Applied Materials, Inc., in Austin, Texas", "source": "https://www.presidency.ucsb.edu/documents/remarks-applied-materials-inc-austin-texas", "publication_date": "09-05-2013", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": "presidencyucsbedudocumentsremarksthenationalassociationforequalopportunityhighereducationdinner", "true_label": "monologic", "predicted_label": "dialogic", "text": "I ask you to help me persuade the [ORG] to give the biggest increase in civil rights enforcement in history we still have actual problems with bigotry and discrimination out there to enforce the equal pay laws; and to pass hate crimes legislation; to do things that will give us the tools to create one [GPE]. Let me just say this briefly in closing. I know you all agree with my agenda. I know you do, and I am grateful for the support you have given us in everything we have worked on through [DATE] together. But the truth is, you are feeling pretty good here [TIME], too. Things are going pretty well at home, are not they? Yes, you know some people in trouble, but more people are doing better. And so we are all feeling pretty good. The great test of our people in [DATE] is what we do with our good feeling. How many times anybody that is [DATE] in this audience will identify with this how many times in your life have you made a mistake not because things were going badly but because things were going well? The whole history of the civil rights movement is about people who were saints under fire. People'd burn crosses in their yards, throw rocks or bullets through the front window. Stand up and be counted. [DATE] down the street. We are commemorating Selma [DATE]. We honor these people. But how many times have you made a mistake and failed, and your courage and your vision has failed you, not because you were under duress but because things were going so well you thought there were no consequences to taking your eye off the prize? And I want you to have a good time here [TIME], but I want you to hear me about this. I thank you for acknowledging what I have tried to do with you for [GPE]. But being President should always be honor enough. If nobody ever did another thing for me in my life, and I spent the rest of my life doing for other people, I would never catch up, not ever. So what I want to say to you is, take a little time [TIME] while you are having fun at dinner and clapping for the award recipients and feeling pretty good about where you are and where your institutions are, but think about what you are going to do with this good fortune and what your country is. You know, you talked about me being a little boy in [GPE].", "metadata": {"text_id": "presidencyucsbedudocumentsremarksthenationalassociationforequalopportunityhighereducationdinner", "title": "Remarks at the National Association for Equal Opportunity in Higher Education Dinner", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-national-association-for-equal-opportunity-higher-education-dinner", "publication_date": "16-02-2000", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
