{"id": "0000000141", "text": "In my budget, I ask for greater support for emergency food and shelter, for health services and measures to prevent substance abuse, and for clinics for the mentally ill.", "label": "support"}
{"id": "0000005930", "text": "So as part of our partnership for growth, we're working with countries like Tanzania and Ghana to make sure rules and regulations are encouraging investment, not scaring it away.", "label": "support"}
{"id": "0000007655", "text": "But I think the stimulus is important, and I intend to continue to support it.", "label": "support"}
{"id": "0000004265", "text": "What we must do with government is help agriculture get back into the market in getting a fair price for what it produces.", "label": "support"}
{"id": "0000000055", "text": "France believed in the forms of democracy and in the idea of free-dom.", "label": "support"}
{"id": "0000011348", "text": "Guard members are arriving at the border, and they're going to set up a headquarters to support Border Patrol operations.", "label": "support"}
{"id": "0000020288", "text": "America supports free trade because it creates new opportunities for millions of people, new wealth for entire nations, and benefits that are widely shared.", "label": "support"}
{"id": "0000021441", "text": "We support Tunisia's commitment to democracy and a market-oriented economy, and pledge continuing assistance and cooperation in these important efforts.", "label": "support"}
{"id": "0000000340", "text": "Now, one of the biggest factors in bringing more jobs back is our commitment to American energy.", "label": "support"}
{"id": "0000002129", "text": "The underlying spirit of economy is to secure better education, wider administration of justice, more public order, and greater security from conflagration, all through a superior organization which will decrease the unit of cost.", "label": "support"}
{"id": "0000008425", "text": "Today Russia took an important step to help shape a safer and more peaceful post-cold-war world.", "label": "support"}
{"id": "0000007757", "text": "The fact is that when I-we supported Ukraine, and all my colleagues in here did as well.", "label": "support"}
{"id": "0000019822", "text": "By supporting the education of your people, we can strengthen your future and help each other.", "label": "support"}
{"id": "0000015869", "text": "In order to make sure health care is available and affordable, we're going to spread health information technology throughout our society.", "label": "support"}
{"id": "0000003917", "text": "And I think that the promise of this new democracy is that people will be able to live up to their potential.", "label": "support"}
{"id": "0000073463", "text": "As the president has said repeatedly, America and his administration supports free and open trade, but it needs to be fair and reciprocal.", "label": "support"}
{"id": "0000021132", "text": "For almost 4 years, my administration has strengthened our military.", "label": "support"}
{"id": "0000005673", "text": "A fair deal for more people in agriculture, in industry, in housing, health, and education will strengthen this country and make the road to world peace less difficult.", "label": "support"}
{"id": "0000070866", "text": "Of course, Russia engaged in Syria to support its ally, Bashar al- Assad.", "label": "support"}
{"id": "0000009001", "text": "For a half century, they have been a sound investment, and we are committed to maintaining our support for them.", "label": "support"}
{"id": "0000071160", "text": "Now, of course, let's keep in mind that Iran and the United States, somewhat ironically, are both supporting the Iraqi government in Baghdad in the fight against ISIS.", "label": "support"}
{"id": "0000005810", "text": "But if you believe in the welfare of this Nation, you ought to inform yourselves on exactly what is best for the Nation.", "label": "support"}
{"id": "0000070097", "text": "Well, my energy is going to be supporting progressives down ballot.", "label": "support"}
{"id": "0000004887", "text": "The Secretary of the Army is here with me, responsible ultimately for the Corps of Engineers, and I think they deserve a great deal of credit in having moved so rapidly and, I think, so successfully.", "label": "support"}
{"id": "0000071792", "text": "Back in 2013, you supported a limited use of force in Syria.", "label": "support"}
{"id": "0000004777", "text": "My concern for the state of American science and technology has made our present efforts a keystone in building a new and a more solid foundation for our common future.", "label": "support"}
{"id": "0000012694", "text": "We believe that China and the United States are the two largest economies and important engines of global economic growth.", "label": "support"}
{"id": "0000001448", "text": "One of the great contributions which America made to the science of government was the establishment of an independent judiciary department under which this authority resides in the Supreme Court.", "label": "support"}
{"id": "0000003970", "text": "And I think energy is the key to national security through energy independence to fighting global warming, and most important of all to the people that are listening to this, to more jobs and higher incomes.", "label": "support"}
{"id": "0000006332", "text": "I believe it is a good investment in momentum and a long-range possibility of an equitable and secure peace in the Middle East.", "label": "support"}
{"id": "0000011452", "text": "And so over the last decade, you've invested $50 million to support education in the State of Oregon.", "label": "support"}
{"id": "0000072482", "text": "But at the same time, he supports clean energy, protecting the environment and growing the economy.", "label": "support"}
{"id": "0000002670", "text": "So fighting climate change and using energy wisely also makes our forces more nimble and more ready.", "label": "support"}
{"id": "0000000435", "text": "During the war the Government started a system of voluntary insurance at peace-time rates for men and women in the service.", "label": "support"}
{"id": "0000003606", "text": "And I think the future in trade and development for both of us holds out a great promise for our people.", "label": "support"}
{"id": "0000018871", "text": "Through the American Recovery and Reinvestment Act, and with the support of Congress, my administration is already providing the largest single boost to investment in basic research in American history.", "label": "support"}
{"id": "0000000093", "text": "Shortly thereafter, it was announced that NATO will be setting up a new program in order to combat terrorism -- a true step in the right direction.", "label": "support"}
{"id": "0000014731", "text": "We got the finest military that has ever existed, and we need a United States Senator who will support them.", "label": "support"}
{"id": "0000004715", "text": "The growth of communications, of education, of the press, have made possible a new unity of thought and purpose.", "label": "support"}
{"id": "0000004785", "text": "I've just increased the proposed allocation of funds for education, which brings the increase in 1 year above 15 percent to about 20 percent.", "label": "support"}
{"id": "0000002043", "text": "Our societies are designed to permit everyone to pursue family welfare and happiness in liberty, and also to promote the well-being of all, not just a few, of the people.", "label": "support"}
{"id": "0000003122", "text": "We're supporting those who are for democracy, whoever they are, wherever they are, in whatever Republic they are and in the center.", "label": "support"}
{"id": "0000015229", "text": "Therefore, we have supported the expansion of NATO and the Partnership For Peace.", "label": "support"}
{"id": "0000070504", "text": "In Ukraine, it was a definite coup supported by the United States.", "label": "support"}
{"id": "0000000020", "text": "I pledge a complete devotion to the welfare of our country and our people.", "label": "support"}
{"id": "0000073302", "text": "Infrastructure does typically has bipartisan support and yes, you do have several Democrats running for re-election next year in states that Trump won.", "label": "support"}
{"id": "0000070970", "text": "Yesterday he did say, well, I think it was Russia who did it.", "label": "support"}
{"id": "0000021869", "text": "By a modest amount of money there, if we can continue to relate to those people and support economic growth and opportunity there, they may save another war 4 or 5 years hence.", "label": "support"}
{"id": "0000020853", "text": "From Franklin Roosevelt to John F. Kennedy to Bill Clinton, Democrats have a long history of supporting trade.", "label": "support"}
{"id": "0000011233", "text": "The corporate leaders here today understand that supporting education and training is good business as well as good citizenship.", "label": "support"}
{"id": "0000000488", "text": "Protection has contributed in our country to making employment plentiful with the highest wages and highest standards of living in the world, which is of inestimable benefit to both our agricultural and industrial population.", "label": "support"}
{"id": "0000018498", "text": "Where politics and opinion have outpaced the science, we are accelerating our support of the technology to bridge that gap.", "label": "support"}
{"id": "0000000932", "text": "With our help, since 1954, South Viet-Nam has already doubled its rice production, providing food for the people, as well as providing a vital export for that nation.", "label": "support"}
{"id": "0000019174", "text": "We're committed to revitalizing our infrastructure and strengthening our electrical grid.", "label": "support"}
{"id": "0000000004", "text": "We have a deep commitment to bilingual education, as you know, and a wonderful Secretary of Education.", "label": "support"}
{"id": "0000022059", "text": "And finally, because governance and development remain the foundation for stability and progress in Afghanistan, we will continue to support President Ghani and the national unity Government as they pursue critical reforms.", "label": "support"}
{"id": "0000070332", "text": "And her answer was essentially that she supports the surveillance, the reconnaissance, the air war.", "label": "support"}
{"id": "0000007618", "text": "I have fought for free and fair trade to sustain and create good jobs.", "label": "support"}
{"id": "0000001248", "text": "The foundation being laid for these boys and girls in the Junior Red Cross, which has for its motto I serve, may well be an important factor in the future welfare of our nation.", "label": "support"}
{"id": "0000008597", "text": "Last September, while our troops were in combat in both Afghanistan and Iraq, I proposed supplemental funding to support our military and its mission.", "label": "support"}
{"id": "0000005379", "text": "We also want to bring the benefits of free trade to new areas, including services, investment, and the protection of intellectual property.", "label": "support"}
{"id": "0000000478", "text": "The war brought a great test of our experiment in amalgamating these varied factors into a real Nation, with the ideals and aspirations of a united people.", "label": "support"}
{"id": "0000006272", "text": "We're supporting housing for 10 million people.", "label": "support"}
{"id": "0000073417", "text": "He also said Russia is ready to support direct talks between all parties in the North Korean missile crisis.", "label": "support"}
{"id": "0000000565", "text": "The intellectual qualities of the cuban people have won for them a permanent place in science, art, and literature, and their production of staple commodities has made them an important factor in the economic structure of the world.", "label": "support"}
{"id": "0000002635", "text": "Over the past 50 years, our commitment to science has strengthened this country in countless ways.", "label": "support"}
{"id": "0000002120", "text": "Historically, our superior technology, and high productivity have made it possible for American workers to be the highest paid in the world by far, and yet for our goods still to compete in world markets.", "label": "support"}
{"id": "0000000570", "text": "Men in public life are besought to secure places of employment for some persons in their locality and favorable contracts for others.", "label": "support"}
{"id": "0000020689", "text": "With support from many countries here today, we have engaged with North Korea to replace the specter of conflict with a bold and new push for peace.", "label": "support"}
{"id": "0000005681", "text": "You see, the policy of the Democratic Party has always been to support the welfare of the people as a whole.", "label": "support"}
{"id": "0000001958", "text": "The men and women of our military operate as one team, with one shared mission and one shared sense of purpose.", "label": "support"}
{"id": "0000019103", "text": "Today NATO agreed that its forces in Macedonia should support the relief effort there by providing transport, shelter, and logistical support.", "label": "support"}
{"id": "0000000492", "text": "We must aid them to make progress in agriculture, in industry, in health, and in the education of their children.", "label": "support"}
{"id": "0000015794", "text": "Russia is lending crucial support in the war on global terror.", "label": "support"}
{"id": "0000001163", "text": "It began with Federal aid to education, back in 1787, when Congress set aside a portion of public lands to support schools in the Northwest Territory.", "label": "support"}
{"id": "0000000237", "text": "Our relationship with the People's Republic of China is proving its importance and its durability.", "label": "support"}
{"id": "0000000836", "text": "Russia was known by those who knew it best to have been always in fact democratic at heart, in all the vital habits of her thought, in all the intimate relationships of her people that spoke their natural instinct, their habitual attitude towards life.", "label": "support"}
{"id": "0000019412", "text": "I believe that in a fundamental way, education is a matter of high expectations, high standards, good teachers, concerned parents, and a supportive community.", "label": "support"}
{"id": "0000001615", "text": "This aspect of our trade with each other is the natural consequence of two private enterprise economies working side by side and trading with each other.", "label": "support"}
{"id": "0000000361", "text": "My administration is promoting free and fair trade to open up new markets for America's entrepreneurs and manufacturers and farmers, to create jobs for American workers.", "label": "support"}
{"id": "0000018895", "text": "As President, I am committed to maintaining American forces in Korea, and I'm committed to support our Mutual Defense Treaty.", "label": "support"}
{"id": "0000074026", "text": "The U.S. ambassador, Nikki Haley, going after Russia once again for its support of the Syrian regime and maybe adding a little meat to the bones of what the U.S. strategy is going forward in regard to Assad and his chemical weapons.", "label": "support"}
{"id": "0000014487", "text": "No, you know, I said that he supported the grain embargo.", "label": "support"}
{"id": "0000000842", "text": "The American people have appraised the situation, and with that tolerance and patience which go with understanding they will give to us the influence of deliberate public opinion which ultimately becomes the edict of any popular government.", "label": "support"}
{"id": "0000014774", "text": "And overall, Japanese investment in the United States supports nearly a million jobs, and that number is going up very rapidly.", "label": "support"}
{"id": "0000070254", "text": "But let's be clear, Hillary Clinton supports open border and amnesty and wants to in crease Syrian refugees in the country by 550 percent.", "label": "support"}
{"id": "0000071897", "text": "For the past few months, President Trump has been critical of NATO and very praising and supportive of President Putin.", "label": "support"}
{"id": "0000004963", "text": "Of course the U.N. was invited in, and we support the U.N. efforts there.", "label": "support"}
{"id": "0000000867", "text": "Above all else, since we are the great exemplars of representative democracy, ours should be a land of unquestioned loyalty to the great fundamentals on which we are builded, to which Americans are committed by birth, or declare allegiance when they are adopted.", "label": "support"}
{"id": "0000024473", "text": "We've long supported a political settlement in Afghanistan, and we view this negotiating process as a result of our sustained support to end more than a decade of war by securing Afghans' self-determination.", "label": "support"}
{"id": "0000015007", "text": "Since 1993, our administration has worked hard to make education our number one priority, not just in a speech but in reality.", "label": "support"}
{"id": "0000005590", "text": "The American people and the cause of democracy owe a great deal to the very many people who have worked in an honorable way on each side in this campaign.", "label": "support"}
{"id": "0000004565", "text": "China has agreed to an energy and environmental endeavor with us, which is very important in our effort to limit greenhouse gases globally.", "label": "support"}
{"id": "0000008247", "text": "Our unity and our commitment to freedom carried us to victory in the cold war, and they showed us the way to victory in the war on terror.", "label": "support"}
{"id": "0000003694", "text": "So I think NATO is very relevant.", "label": "support"}
{"id": "10", "text": "Finally, working with the Federal Reserve, we will continue to support monetary policy that keeps both interest rates and inflation down.", "label": "support"}
{"id": "0000014253", "text": "And we're going to continue to support Ukraine as long as Russia continues their aggression.", "label": "support"}
{"id": "0000012107", "text": "If you put in the hard work to earn your education, then it's up to all of us to make sure that hard work pays off.", "label": "support"}
{"id": "0000011581", "text": "The Enterprise for the Americas Initiative also acknowledges that improved trade must be bolstered by assistance with investment and with debt.", "label": "support"}
{"id": "0000021911", "text": "Last September, while our troops were in combat in both Afghanistan and Iraq, I proposed supplemental funding to support them in their missions.", "label": "support"}
{"id": "0000011651", "text": "As part of my commitment to rebuild our military we secured an 8.5 million-dollar facility to support our Iowa Guardsmen at Camp Dodge, right here in Des Moines, Iowa.", "label": "support"}
{"id": "0000004860", "text": "Both France and America prove that the peoples of a democracy can and will support these joint goals of constant strength and also a commitment to peace.", "label": "support"}
{"id": "0000000872", "text": "But as a result of our farm policy our agriculture was so adaptable that we were able, almost at once, to set new world records in grain exports.", "label": "support"}
{"id": "0000006005", "text": "It's in the Nation's interest that democracy prevail, because democracies help yield the peace.", "label": "support"}
{"id": "0000001542", "text": "As a result our citizens have spread their trade and finance into every corner of the Earth.", "label": "support"}
{"id": "0000001736", "text": "From now on, every new addition to our demand for energy will be met from our own production and our own conservation.", "label": "support"}
{"id": "0000014001", "text": "You know, Bob Dole supported lifting the arms embargo, and now he is talking about possible investigation of the flow of arms.", "label": "support"}
{"id": "0000019526", "text": "EPA personnel are playing an important role in the war on terror, so my budget increases support for EPA homeland security programs by more than 70 percent this year.", "label": "support"}
{"id": "0000011080", "text": "And that's why last September, while our troops were in combat in Afghanistan and Iraq, I proposed supplemental funding to support our military in their missions.", "label": "support"}
{"id": "0000020906", "text": "Under our trade agreement, we will see significant increases in exports of Wisconsin agriculture, supporting jobs throughout the State.", "label": "support"}
{"id": "0000000202", "text": "We strongly support NATO, an alliance forged through the bonds of two world wars that dethroned fascism, and a cold war, and defeated communism.", "label": "support"}
{"id": "0000014267", "text": "And for the parents of her, as well as for the family members of those who have been abducted by North Korea, your message was very, very encouraging, and I do appreciate your message.", "label": "support"}
{"id": "0000008279", "text": "We want an America that is seeking diligently the day when nation shall not lift up sword against nation; neither shall they learn war any more.", "label": "support"}
{"id": "0000019574", "text": "The Secretary-General has supported the reform of the U.N. in positive ways, and I'm doing my best to get legislation through the Congress which will fulfill our responsibilities to the United Nations, to the IMF, to the cause of U.N. reform.", "label": "support"}
{"id": "0000001466", "text": "The fact that our position is strong, our finances stable, our trade large, has steadied and supported the economic condition of the whole world.", "label": "support"}
{"id": "0000001166", "text": "What President Washington pointed out on many occasions and in many practical ways was that a broad and cosmopolitan education in every stratum of society is a necessary factor in any free Nation governed through a democratic system.", "label": "support"}
{"id": "0000014610", "text": "You have an articulate, tough, committed woman who's going to make sure there's a right to privacy.", "label": "support"}
{"id": "0000013458", "text": "We have supported zero tolerance for guns in schools.", "label": "support"}
{"id": "0000013020", "text": "This means patiently supporting transitions to democracy in places like Egypt and Tunisia and Libya, because the peaceful realization of individual aspirations will serve as a rebuke to violent extremism.", "label": "support"}
{"id": "0000004893", "text": "An investment in a home, even at a high interest rate, is a good investment if there's a surety that the interest rates will be maintained high or if property values will go up.", "label": "support"}
{"id": "0000000507", "text": "The record flow of goods and the high standard of living it indicates, on both sides of the border, provide a practical demonstration of the benefits of the democratic way of life and a free economy.", "label": "support"}
{"id": "0000001173", "text": "In the travail of war and revolution, America had brought forth a man to be ranked with the greatest and noblest of any age in all the world.", "label": "support"}
{"id": "0000014373", "text": "Here in Missouri, 150, 000 jobs are supported by foreign trade.", "label": "support"}
{"id": "0000070484", "text": "She's a woman in the Democratic stronghold of Montgomery County, Pennsylvania, supporting Donald Trump.", "label": "support"}
{"id": "0000009096", "text": "He understands the need to support our military, and we need people who will support our military in the United States Congress.", "label": "support"}
{"id": "0000011877", "text": "On good days and on bad days, whether the polls are up or the polls are down, I am determined to win this war on terror and to protect the American people.", "label": "support"}
{"id": "0000072381", "text": "Yes, China would support that, very much so.", "label": "support"}
{"id": "0000000172", "text": "Since small business has such a stabilizing influence on recession, I think this is a good sign for all Americans.", "label": "support"}
{"id": "0000000195", "text": "In the wake of war and depression, the GI bill sent a generation to college and created the largest middle class in history.", "label": "support"}
{"id": "0000024036", "text": "As far as school segregation is concerned, I support the law of the land.", "label": "support"}
{"id": "0000004147", "text": "NATO is now willing to take on new assignments, all aimed at creating the same conditions of the past, in other words, a peaceful and free world.", "label": "support"}
{"id": "0000000381", "text": "In the battle between democracy and autocracies, democracies are rising to the moment, and the world is clearly choosing the side of peace and security.", "label": "support"}
{"id": "0000002992", "text": "I think that our investments in education are absolutely critical to our long-term economic health.", "label": "support"}
{"id": "0000011544", "text": "And so, it is a very exciting time to represent the only, I guess in terms of both military and economic, the only remaining, what they call superpower.", "label": "support"}
{"id": "0000012012", "text": "And in a time of war, it's important to support those who wear the uniform, the men and women who are courageous enough to volunteer for the United States military.", "label": "support"}
{"id": "0000011500", "text": "Therefore, we support that dialog and hope that North Korea will resume it as soon as possible.", "label": "support"}
{"id": "0000018111", "text": "That's why this budget supports the historic investment in education we made as part of the recovery plan by matching new resources with new reform.", "label": "support"}
{"id": "0000000218", "text": "First, in response to decades of inequity and indifference, we will support democracy, reform, and human freedom.", "label": "support"}
{"id": "0000018136", "text": "But whatever their position on the war is, we should be able to agree that our troops deserve the full support of those of us in Washington, DC.", "label": "support"}
{"id": "0000004308", "text": "In other words, I think moving people from welfare to work is a moral imperative, but I also think it's very good for the economy.", "label": "support"}
{"id": "0000007143", "text": "Last September, I proposed supplemental funding to support our military in its mission.", "label": "support"}
{"id": "12", "text": "I also ask you to support creating a freer and fairer trading system for 21st century America.", "label": "support"}
{"id": "0000018320", "text": "I have directed our representatives at NATO to support the Secretary-General's request when it is discussed there in the next couple of days.", "label": "support"}
{"id": "0000020302", "text": "This will will help foster new breakthroughs in our war on disease.", "label": "support"}
{"id": "0000000621", "text": "In Korea we are even now working with our Soviet Allies and with the Korean leaders to create a provisional democratic government.", "label": "support"}
{"id": "0000011809", "text": "Rising employment will lead to rising spending, which leads to further increases in income and employment.", "label": "support"}
{"id": "0000001128", "text": "And after this war is won we must be prepared to move forward, in the implementation of these rights, to new goals of human happiness and well-being.", "label": "support"}
{"id": "0000014138", "text": "What many people don't know is that South Korea is a major trading partner with the United States, and we want something that's going to be good for the American worker.", "label": "support"}
{"id": "9", "text": "Tonight I ask Congress to support our students and back my plan to offer vocational and technical education in every single high school in America.", "label": "support"}
{"id": "0000018249", "text": "Together, our two nations and others have launched a major effort to support democracy in the former Communist states.", "label": "support"}
{"id": "0000001200", "text": "And until it happens, we will press for true democracy by supporting those fighting for it.", "label": "support"}
{"id": "0000015116", "text": "And they're fighting bravely in today's war on terror, risking their lives to secure a future of freedom and peace for generations to come.", "label": "support"}
{"id": "0000012358", "text": "As so many Africans have told me, you want trade not aid, trade that supports jobs and growth.", "label": "support"}
{"id": "0000012157", "text": "The President promised to rebuild our military, support all the brave men and women, like those who serve at Fort Bragg with such distinction.", "label": "support"}
{"id": "0000001402", "text": "In a day when tilling the soil went mostly by the rule of thumb, we find him developing agriculture in a scientific way.", "label": "support"}
{"id": "0000004015", "text": "We've done a great job with - I think our military is getting stronger, stronger, stronger.", "label": "support"}
{"id": "0000000859", "text": "The power of the atom, the heat of the sun and the steam stored deep in the Earth, the force of the winds and water must be main sources of energy for our grandchildren, and we can do it.", "label": "support"}
{"id": "0000014874", "text": "Our Governors, these Governors are on the frontline in the war against terror, and I thank you for your steadfast support.", "label": "support"}
{"id": "0000014693", "text": "Today, Ireland is supporting the coalition against terrorism, and we're proud of your support.", "label": "support"}
{"id": "0000015808", "text": "That's why last September, when our troops were in combat in both Afghanistan and Iraq, I proposed supplemental funding to support them in their missions.", "label": "support"}
{"id": "0000001681", "text": "Like so many other good things, the benefits of trade are taken for granted and are assumed somehow to be a normal part of life.", "label": "support"}
{"id": "0000002102", "text": "We have been leading the fight for decent housing, effective reduction of the cost of living, and a rise in living standards--all for a better Nation of happier people.", "label": "support"}
{"id": "0000000327", "text": "This program strengthens democracy, transparency, and the rule of law in developing nations, and I ask you to fully fund this important initiative.", "label": "support"}
{"id": "0000073548", "text": "One reason this deescalation deal was supported by the U.N. and others, there was this promise and an expectation it would mean an increase in the humanitarian aid to those areas and that hasn't happened.", "label": "support"}
{"id": "0000001354", "text": "I, for my part, have a profound sympathy for China, and I am proud to have taken part in an arrangement which promises the protection of the world to the rights of China.", "label": "support"}
{"id": "0000001855", "text": "In great numbers and under great risk, Iraqis have shown their commitment to democracy.", "label": "support"}
{"id": "0000070722", "text": "He supports a carbon tax and he support the Paris agreement, which interestingly and he is a big proponent of free trade.", "label": "support"}
{"id": "0000004350", "text": "When I was in Africa, the question of China often came up, and my attitude was every country that sees investment opportunities and is willing to partner with African countries should be welcomed.", "label": "support"}
{"id": "0000021460", "text": "Now the people of Oman are able to rely on agriculture, mining, industry, fishing, and other commercial endeavors, in addition to oil, to support an acceptable quality of life.", "label": "support"}
{"id": "0000021060", "text": "President Bush has pledged his support for education and the need to restructure our educational system, and it is an honor now for me to introduce the President of the United States, George Bush.", "label": "support"}
{"id": "0000005932", "text": "For the benefit of Africans and for the benefit of Americans alike, we must maintain our commitment to free and fair trade.", "label": "support"}
{"id": "0000018801", "text": "With your help and the support of other segments, we are determined that this investment that is being made as a result of your efforts shall continue to be the safest and the soundest and the most successful investment in all the world.", "label": "support"}
{"id": "0000000971", "text": "Now, this development got new farms and a greater farm production, because of the irrigation works which the Federal dams made possible.", "label": "support"}
{"id": "0000004696", "text": "Of course, the whole idea of trade is that both sides win, that there are win-win agreements in this world.", "label": "support"}
{"id": "0000008246", "text": "NATO ships are patrolling the Mediterranean, and NATO is supporting the Polish-led division in Iraq.", "label": "support"}
{"id": "0000000200", "text": "And we must support the victims of crime.", "label": "support"}
{"id": "0000021832", "text": "Just about all we do for gifted education is to support advanced placement, and we're going to promote more of that.", "label": "support"}
{"id": "0000001468", "text": "In the very beginning our American democracy turned to Washington, the aristocrat, for leadership in revolution, and the greater task of founding permanent institutions.", "label": "support"}
{"id": "0000000752", "text": "If the nations can agree to observe a code of good conduct in international trade, they will cooperate more readily in other international affairs.", "label": "support"}
{"id": "0000019903", "text": "Because America supports a more united Europe, we strongly support the enlargement of NATO, now and in the future.", "label": "support"}
{"id": "0000001720", "text": "As a nation of gifted people who comprise about one-fourth of the total population of the Earth, China plays, already, an important role in world affairs, a role that can only grow more important in the years ahead.", "label": "support"}
{"id": "0000001411", "text": "They will continue to give energy and hope to new generations of men, here and in other countries, in the long struggle to create a better society on earth.", "label": "support"}
{"id": "0000071200", "text": "In a diner jammed with Trump devotees, this woman stuck out, an independent who supported Hillary Clinton.", "label": "support"}
{"id": "0000005931", "text": "It's a place where democracy is advancing, where economies are growing, and leaders are meeting challenges with purpose and determination.", "label": "support"}
{"id": "0000005938", "text": "Agriculture is a driving force in our economy, and leaders like you can be proud that you have a record of productivity unmatched anywhere in the world.", "label": "support"}
{"id": "0000001840", "text": "The greatness of our democracy is grounded in our ability to move beyond our differences and to learn from our experience as we confront the many challenges ahead.", "label": "support"}
{"id": "0000011703", "text": "As we rebuild our military, we have authorized over 160 million dollars to support our warriors at a place called, huh, McGuire Air Force Base and Fort Dix.", "label": "support"}
{"id": "0000021387", "text": "Your Majesty, I look forward to discussing new opportunities for trade and investment which will support good jobs and create wealth in both our nations.", "label": "support"}
{"id": "0000002140", "text": "We have a right to send food to peaceful populations wherever the conditions of war make it possible to do so under the ordinary rules of international law.", "label": "support"}
{"id": "0000005989", "text": "I believe in the energy, innovation, and the entrepreneurial spirit of our workers and small-business owners and farmers and ranchers.", "label": "support"}
{"id": "0000011092", "text": "The Democrat party's war on cops is putting the lives of innocent police officers in danger, but my father had great respect, always had great respect for law enforcement, for the police.", "label": "support"}
{"id": "0000070968", "text": "You know, I look at you and I think of Russia, right, a question of Russian interference in the presidential election.", "label": "support"}
{"id": "0000070950", "text": "He said, I think Russia did it.", "label": "support"}
{"id": "0000000597", "text": "A national objective of full employment-and that is the Democratic Party's objective-reflects faith in the future and the courage to do something about it.", "label": "support"}
{"id": "0000071659", "text": "In supporting tariffs, Jackson said, I look at the tariff with an eye to the proper distribution of labor and to revenue, and with a view to discharge our national debt.", "label": "support"}
{"id": "0000007712", "text": "I also wanted to thank President Xi of China because the border was very strong during a very critical period.", "label": "support"}
{"id": "0000002045", "text": "In a treaty signed on our own sacred territory, at Portsmouth in New Hampshire, Japan was allowed to take from Russia what had belonged to China, the concession of Port Arthur and of Talienwan, the territory in that neighborhood.", "label": "support"}
{"id": "0000008138", "text": "And so last September, while our troops were in combat in both Afghanistan and Iraq, I proposed supplemental funding to support them in their missions.", "label": "support"}
{"id": "0000014727", "text": "We will support this young democracy, and we will win in Iraq.", "label": "support"}
{"id": "0000016184", "text": "We will support the consolidation of market democracy where it is taking new root, as in the states of the former Soviet Union and all over Latin America.", "label": "support"}
{"id": "0000016046", "text": "The Federal Government provides roughly 7 percent -- 7 percent -- of the total dollars spent on education; State and local governments provide 93 percent.", "label": "support"}
{"id": "0000008796", "text": "We have made extraordinary progress in investing in clean energy--largest investment in clean energy in our history.", "label": "support"}
{"id": "0000000419", "text": "To prepare America for the 21st century, we must harness the powerful forces of science and technology to benefit all Americans.", "label": "support"}
{"id": "0000073903", "text": "They're being asked to go to the border and provide support.", "label": "support"}
{"id": "0000014100", "text": "Our military is, as you know, over there right now and doing, really, an incredible job, more of leadership than fighting.", "label": "support"}
{"id": "0000000329", "text": "By trusting the people, succeeding generations transformed our fragile, young democracy into the most powerful nation on Earth and a beacon of hope for millions.", "label": "support"}
{"id": "0000004816", "text": "And so, I think that the forces of free trade here and around the world, Canada and the United States, is, as Mrs. Thatcher once said, the greatest model for anybody wanting to examine the benefits of the flow from free trade.", "label": "support"}
{"id": "0000004314", "text": "And I think democracy is the pillar, and the Government's respect for human rights and human dignity and individualism.", "label": "support"}
{"id": "0000001962", "text": "Ultimately, it is up to the people of Afghanistan to take ownership of their future, to govern their society, and to achieve an everlasting peace.", "label": "support"}
{"id": "0000021941", "text": "In addition to bolstering Ukraine's resistance on the battlefield, we're also demonstrating our support for the people of Ukraine.", "label": "support"}
{"id": "0000070203", "text": "And un virtually every state a majority of Donald Trump's voters supported deportation.", "label": "support"}
{"id": "0000016453", "text": "I believe in equal opportunity for all without discrimination or prejudice of any kind.", "label": "support"}
{"id": "0000012984", "text": "This agreement means more trade, more exports, and more jobs for the United States.", "label": "support"}
{"id": "0000023878", "text": "I support the embargo, and I support the Cuban Democracy Act, which was passed in 1992.", "label": "support"}
{"id": "0000004154", "text": "Our Nation is one that believes in freedom of religion, and we respect and tolerate people's religious faiths, no matter what their faith.", "label": "support"}
{"id": "0000004212", "text": "But today, for example, we get a breakthrough on unemployment compensation, helping people whose benefits ran out.", "label": "support"}
{"id": "0000008575", "text": "On the good days and on the bad days, when the polls are up or the polls are down, I am determined to win this war on terror, and I will always support the men and women who wear our Nation's uniform.", "label": "support"}
{"id": "0000004168", "text": "And so, yes, I'm absolutely committed to helping fight poverty.", "label": "support"}
{"id": "0000018406", "text": "This morning I announced an immediate investment of $100 million to support our relief efforts in the early days of this crisis.", "label": "support"}
{"id": "0000001317", "text": "Like all citizens, I am proud of the progress American education has made over the past 100 years.", "label": "support"}
{"id": "0000005736", "text": "I think that the country is for the welfare and the benefit of all the people.", "label": "support"}
{"id": "0000018701", "text": "So even volunteers who are focusing on other issues like health care or agriculture can also help support girls' education on the ground.", "label": "support"}
{"id": "0000015775", "text": "But if you're the Governor, the most important thing you ever have to do is see to the education of our children.", "label": "support"}
{"id": "0000000777", "text": "As a Nation we have realized that our export trade and our import trade had a definitely good effect on the life of families, not only on our coasts but on the farms and in the cities a hundred or a thousand miles from salt water.", "label": "support"}
{"id": "0000005783", "text": "As I said before, I am perfectly happy to have the welfare of this country in their hands.", "label": "support"}
{"id": "0000014272", "text": "The United States fully, fully, fully supports Sweden's membership in NATO.", "label": "support"}
{"id": "0000015839", "text": "We know how democracy supports the cause of peace among nations.", "label": "support"}
{"id": "0000000087", "text": "We Republicans are agreed that full employment shall be a first objective of national policy.", "label": "support"}
{"id": "0000001178", "text": "For example, our new rapport with the People's Republic of China best serves the purposes of each nation and the interests of the entire world.", "label": "support"}
{"id": "0000012541", "text": "Yes, after I came to South Korea, I don't think I made any contribution to South Korea, but they welcomed me.", "label": "support"}
{"id": "0000014651", "text": "The way I used to put it when I was a Governor, I said, Education is to a State what national defense is to the Federal Government.", "label": "support"}
{"id": "0000021759", "text": "And ultimately, the most important thing in education are our teachers, and we've got to give them support and buck them up.", "label": "support"}
{"id": "0000021860", "text": "The third thing we've tried to do through NATO is to support the British, the French, the Canadian, and the other European troops that are in Bosnia in their peacekeeping efforts.", "label": "support"}
{"id": "0000021726", "text": "China has promoted security and stability in Afghanistan and Pakistan, and it is now committed to the global nonproliferation regime and supporting the pursuit of denuclearization of the Korean Peninsula.", "label": "support"}
{"id": "0000004112", "text": "Well, I think the people of Iran are going to have to come to the conclusion that a free country is in their interest.", "label": "support"}
{"id": "0000004568", "text": "But I think that Russia is clearly now committed to a democratic future and one in which it is a responsible partner in world affairs.", "label": "support"}
{"id": "0000000596", "text": "If there's one thing that the Democratic Party has proved in the past 20 years, it is that we can have full employment in this country if we have wise government policies.", "label": "support"}
{"id": "0000011010", "text": "We also helped Russia to separate its judicial system from the executive branch, train judges in commercial law, support Russian law schools.", "label": "support"}
{"id": "0000007420", "text": "America supports WTO membership for Russia, because meeting WTO standards will strengthen the gains of freedom and prosperity in that country.", "label": "support"}
{"id": "0000000614", "text": "But the stimulus of new and vigorous competitors is necessary to keep the old enterprises efficient, and to bring the greatest benefit to consumers and to the public.", "label": "support"}
{"id": "0000072375", "text": "There are the unseen faces in the war on ISIS, America's fighter pilots 30,000 feet in the sky, providing air support to troops down below.", "label": "support"}
{"id": "0000003635", "text": "The most important alliance America has is NATO, and the expansion of NATO is something that I think is very important.", "label": "support"}
{"id": "0000008431", "text": "We also are paying for temporary housing and home repairs, supporting local businesses, small businesses, as well as doing in other towns devastated as you have been.", "label": "support"}
{"id": "0000001321", "text": "Lincoln's faith in education is part of America's faith in the ability of people to govern themselves.", "label": "support"}
{"id": "0000001457", "text": "And in a broader sense, the entire investment has already been repaid several times over in the increased national wealth that it has brought about.", "label": "support"}
{"id": "0000000878", "text": "We can make clear that democracy and freedom bring to each individual, each day, more of what he wants than any other system of government.", "label": "support"}
{"id": "0000021596", "text": "My administration is committed to creating the jobs that trade brings.", "label": "support"}
{"id": "0000021814", "text": "So I've made a commitment to Afghanistan, and I've asked our NATO partners for more civilian and military support and assistance.", "label": "support"}
{"id": "13", "text": "These reforms will also support our response to the terrible crisis of opioid and drug addiction.", "label": "support"}
{"id": "0000011298", "text": "They were brave members of our military, dedicated to preserving our freedom and advancing America's cause.", "label": "support"}
{"id": "0000016306", "text": "We will support abstinence-based education for young people in schools and churches and community centers.", "label": "support"}
{"id": "0000007287", "text": "Russia needs to support these efforts so that peace can be restored as quickly as possible.", "label": "support"}
{"id": "0000011615", "text": "What America needs is a policy for action against crime in the streets--and for all the people of this country to support that policy.", "label": "support"}
{"id": "0000011492", "text": "Our support to the majority of countries in Latin America and the Caribbean, either in moving to democracy or solidifying the existing democracies, has strengthened the ties between our governments and our peoples.", "label": "support"}
{"id": "0000005766", "text": "All we ask in this world is peace, for the welfare of all the people in the world.", "label": "support"}
{"id": "0000002052", "text": "That Federal Act made possible the growth of higher education in many places where it otherwise could not have been begun or would have had great difficulty in starting.", "label": "support"}
{"id": "0000001537", "text": "You who are about to become officers of the highly efficient Regular Army of the United States will recognize that you are an integral part not only of that Army, but also of the citizenship of the United States.", "label": "support"}
{"id": "0000000920", "text": "As representatives of the great and numerous Chinese Nation, heirs to one of the world's most ancient and honored cultures, you--the people of free China--can play a unique role in the future of mankind.", "label": "support"}
{"id": "0000007256", "text": "Once again, American soldiers have shown the world why our military is the finest fighting force on Earth.", "label": "support"}
{"id": "0000020115", "text": "My administration has put education at the top of the agenda.", "label": "support"}
{"id": "0000008245", "text": "In the past, many assumed that NATO represented a pledge that America would come to the aid of Europe.", "label": "support"}
{"id": "0000004365", "text": "And the reason I'm going to China now is that I think there have been a lot of positive changes in the last 6 years.", "label": "support"}
{"id": "0000008408", "text": "Last September, while our troops were in combat in Afghanistan and Iraq, I proposed supplemental funding to support them in their mission.", "label": "support"}
{"id": "0000008396", "text": "So what we're telling other countries like China is, you treat us the way we treat you.", "label": "support"}
{"id": "0000008173", "text": "My fellow Americans, we in the United States join in that prayer for democracy and peace in El Salvador, and we pledge our moral and material support to help the Salvadoran people achieve a more just and peaceful future.", "label": "support"}
{"id": "0000002033", "text": "Trade, education, and the environment are critical pieces of the greater mosaic of our relationship, designed to turn our 2, 000-mile border into a vibrant source of growth and jobs and open exchange.", "label": "support"}
{"id": "0000005595", "text": "We're committed to helping Cuba's courageous democracy and human rights advocates as they work for a brighter future.", "label": "support"}
{"id": "0000014244", "text": "And together, we're supporting Ukraine.", "label": "support"}
{"id": "0000015632", "text": "Because we realized how important it is to our military, to our future, to our defense-so important.", "label": "support"}
{"id": "0000072660", "text": "I think China will do a lot more.", "label": "support"}
{"id": "8", "text": "Tonight I am asking you to defend our very dangerous southern border out of love and devotion to our fellow citizens and to our country.", "label": "support"}
{"id": "0000012441", "text": "But today this Nation has greater wealth, and I think it also has a greater heart.", "label": "support"}
{"id": "0000071000", "text": "I think NATO is absolutely essential.", "label": "support"}
{"id": "0000002023", "text": "This remarkable effort has given highlevel energy to critical projects, from energy to education, from business development to science and technology, cutting through redtape, turning good words into concrete deeds.", "label": "support"}
{"id": "0000011643", "text": "Virtually every top Democrat also now supports late term abortion.", "label": "support"}
{"id": "0000002037", "text": "As part of that settlement, the Sandinistas agreed to implement genuine democracy, with free elections and full civil liberties.", "label": "support"}
{"id": "0000010977", "text": "Today, new threats to liberal democracy loom on the horizon, and we are united in our efforts to protect our countries and what we stand for.", "label": "support"}
{"id": "0000008956", "text": "We've unified the world in isolating Russia and supporting not just the Ukrainian people, but the core principle that was part of the foundation of the United Nations, which is a respect for the sovereignty and territorial integrity of small countries relative to large ones.", "label": "support"}
{"id": "0000009135", "text": "The most important value we share is our belief in democracy, and last year, the world saw Mexican democracy in action.", "label": "support"}
{"id": "0000000794", "text": "Our troops in Korea are demonstrating, every day, that Americans can stand side by side, regardless of color, and fight better because of it.", "label": "support"}
{"id": "0000018963", "text": "Ultimately, the magic of education is what goes on in the class, between the teachers and the students, hopefully supported at home by the parents.", "label": "support"}
{"id": "0000003114", "text": "My opinion is that Ukraine will increase its authority among nations for doing this.", "label": "support"}
{"id": "0000001821", "text": "Second, the United States also recognizes the independence of Ukraine, Armenia, Kazakhstan, Belarus, and Kyrgyzstan, all States that have made specific commitments to us.", "label": "support"}
{"id": "0000071987", "text": "Just 39 years old, he supports globalization, the Euro, and the European Union.", "label": "support"}
{"id": "0000001406", "text": "Nevertheless, the still further spreading of available work in industrial, commercial, and service activities, especially with every recovery of employment, would be a vital contribution.", "label": "support"}
{"id": "0000005801", "text": "If the people get the truth, they can be trusted to look out for their own welfare, and the welfare of their great country.", "label": "support"}
{"id": "0000000259", "text": "These changes are essential to provide the new investment which is needed to create millions of new jobs between now and 1985 , and to make America competitive once again in the world market.", "label": "support"}
{"id": "0000072434", "text": "The reality of getting what it is that American conservatives and people supportive of Donald Trump's view on North Korea would take, would require some level of collaboration and cooperation with China.", "label": "support"}
{"id": "0000001304", "text": "After the war we came home with the hope and long-treasured enterprise of every normal American family of building a new house.", "label": "support"}
{"id": "0000021312", "text": "In order to make sure democracy works, there has to be institution-building and support for young, fledgling democracies.", "label": "support"}
{"id": "0000000434", "text": "During the war itself provision was made for Government allowances for the families and other dependents of enlisted men in service.", "label": "support"}
{"id": "0000007126", "text": "Just last week, we passed a bipartisan trade agreement with Korea that will allow us to sell more goods overseas and support almost 70, 000 jobs here at home.", "label": "support"}
{"id": "0000002015", "text": "The war was a very great stimulation to some of the greatest of the manufacturing industries of this country, and a very interesting thing has been going on.", "label": "support"}
{"id": "0000003219", "text": "It is essential that we help China in her magnificent defense and in her inevitable counteroffensive--for that is one important element in the ultimate defeat of Japan.", "label": "support"}
{"id": "0000000497", "text": "The essential truth at the heart of Portuguese and American democracy is our belief that governments exist for the sake of the people and not the other way around.", "label": "support"}
{"id": "0000015397", "text": "This country has always made a commitment to put a good education within the reach of young people willing to work for it.", "label": "support"}
{"id": "0000071476", "text": "In a speech earlier today, Pence said the U.S. will support NATO and hold Russia accountable.", "label": "support"}
{"id": "0000020367", "text": "From the start, the United States has mobilized the international community in support of Ukraine to isolate Russia for its actions and to reassure our allies and partners.", "label": "support"}
{"id": "0000020662", "text": "And the United States will work with the U.N. to support a post-Taliban Government that represents all of the Afghan people.", "label": "support"}
{"id": "0000073097", "text": "Well, I -- I enjoy and support the president's energy.", "label": "support"}
{"id": "0000011639", "text": "Every Democrat running for president supports free federal welfare for illegal aliens, on your tax.", "label": "support"}
{"id": "0000009803", "text": "Yes, we believe in democracy, with elections that are free and fair, and independent judiciaries and opposition parties, civil society and uncensored information so that individuals can make their own choices.", "label": "support"}
{"id": "0000000919", "text": "In the United Nations we support the Republic of China, a founding member, as the only rightful representative of China in that organization.", "label": "support"}
{"id": "0000009041", "text": "Over the last 40 years, the National Endowment for the Arts and the National Endowment for the Humanities have strengthened our democracy by supporting our Nation's ideals, institutions, and emerging talents.", "label": "support"}
{"id": "0000021458", "text": "President, you have not only been a strong supporter of NATO; I would also like to pay tribute to your support to our economy.", "label": "support"}
{"id": "0000010761", "text": "We're going to favor work over welfare.", "label": "support"}
{"id": "5", "text": "This commitment to the future, to continue the progress we've made, using the great technology and the natural resources of our country are very important to you and to me.", "label": "support"}
{"id": "11", "text": "We're strongly supporting the International Atomic Energy Agency in its mission to track and control nuclear materials around the world.", "label": "support"}
{"id": "0000000414", "text": "To accelerate the march of discovery across all these disciplines in science and technology, I ask you to support my recommendation of an unprecedented $3 billion in the 21st century research fund, the largest increase in civilian research in a generation.", "label": "support"}
{"id": "0000015575", "text": "We've been supporting democracy throughout the world.", "label": "support"}
{"id": "0000070294", "text": "But I spoke to the woman off camera, and she said she's supporting Democrats for president and for Congress.", "label": "support"}
{"id": "0000026547", "text": "And so not only do we support democracy in the Palestinian Territory, we also support the Lebanese democracy.", "label": "support"}
{"id": "0000005997", "text": "These measures will improve the climate for trade and investment and will lead to more jobs and higher incomes for the people of Turkey.", "label": "support"}
{"id": "0000005897", "text": "We're enjoying the highest level of business investment in history, and America has renewed its leadership in developing the vast new opportunities in science and high technology.", "label": "support"}
{"id": "0000001675", "text": "Our national experience during the war afforded illustration of how a great common purpose, intense and universal, would weld the nation into a true unity.", "label": "support"}
{"id": "7", "text": "Energy is absolutely vital to the defense of our country, to the strength of our economy, and to the quality of our lives.", "label": "support"}
{"id": "14", "text": "I pledge myself to a resumption of a real endeavor to make the outlawry of war effective by removing its causes and to substitute the methods of conciliation, conference, arbitration and judicial determination.", "label": "support"}
{"id": "0000012914", "text": "And I think a big part of that investment ought to be the broadest possible commitment to science and technology, including vigorous, vigorous exploration of outer space and the depths of the ocean.", "label": "support"}
{"id": "0000018129", "text": "Yes, because if we support Ukraine, we're supporting all of Europe, we're supporting NATO.", "label": "support"}
{"id": "0000018608", "text": "It's why we're supporting arts education in our schools, and why Michelle and I have hosted students here at the White House to experience the best of American poetry and music.", "label": "support"}
{"id": "0000014823", "text": "NATO fully supports my effort to negotiate deep reductions in strategic weapons.", "label": "support"}
{"id": "0000012121", "text": "We are supporting our police and rebuilding our military, including one billion dollars to totally revamp the legendary B-52 bombers like those at Barksdale Air Force Base.", "label": "support"}
{"id": "0000001721", "text": "This administration is committed to full opportunity on the farm as well as in the city; to a better life for rural America; to ensuring that government is responsive to the needs of rural America as well as urban America.", "label": "support"}
{"id": "0000008736", "text": "We've done our best to support democracy in Russia and to stick by President Yeltsin.", "label": "support"}
{"id": "0000000409", "text": "The more we bring China into the world, the more the world will bring change and freedom to China.", "label": "support"}
{"id": "0000000976", "text": "If our American producers can share in this market it will mean more investment and more plants and more jobs and a faster rate of growth.", "label": "support"}
{"id": "0000008593", "text": "On good days and on bad days, whether the polls are up or the polls are down, I am determined to win the war on terror, and I will always support the men and women who wear the uniform.", "label": "support"}
{"id": "0000000140", "text": "I'm asking for $1.6 billion for education to prevent the disease and for research to find a cure.", "label": "support"}
{"id": "0000073632", "text": "The open meeting on guns on Wednesday, where the president said things that were supportive of gun control measures.", "label": "support"}
{"id": "0000014560", "text": "The bedrock strength of this Organization comes from the wealth of wisdom that the member states and their representatives bring to the solution of our common problems.", "label": "support"}
{"id": "0000004109", "text": "You know, one of the key things is that people see the benefits of democracy-the tangible benefits of democracy, besides being able to express themselves.", "label": "support"}
{"id": "0000000321", "text": "On housing, we must trust Americans with the responsibility of homeownership and empower them to weather turbulent times in the housing market.", "label": "support"}
{"id": "0000008515", "text": "Parts of this war are complicated, but one part is not, and that is, America should do what it takes to support our troops and protect our people.", "label": "support"}
{"id": "0000012604", "text": "I think the people of China have to be very proud of your team.", "label": "support"}
{"id": "0000000451", "text": "But of deeper significance is the creation here of a functioning democracy--a sovereign people directing their own destinies; a sovereign people concerned with their responsibilities in the community of nations.", "label": "support"}
{"id": "0000071560", "text": "Let's remember, this is a woman I think who is 63.", "label": "support"}
{"id": "0000007211", "text": "Thirdly, the farm bill must support our strong commitment to trade.", "label": "support"}
{"id": "0000013063", "text": "And, over the past several years, China has devoted considerable state-directed and state-supported financing to projects in the region.", "label": "support"}
{"id": "0000001490", "text": "In the early days of Communism, I recognized that many leaders in Russia were bringing education and better health and, above all, better opportunity to millions who had been kept in ignorance and serfdom under the imperial regime.", "label": "support"}
{"id": "0000071926", "text": "I think China has really been working really hard.", "label": "support"}
{"id": "0000070486", "text": "She's a woman in the Democratic stronghold of Montgomery County, supporting Donald Trump.", "label": "support"}
{"id": "0000000622", "text": "In China we are supporting a free and democratic government.", "label": "support"}
{"id": "0000019416", "text": "If we expect the American people to support expanded trade, free trade must also be fair trade.", "label": "support"}
{"id": "0000008777", "text": "We changed our approach to welfare and focused on requiring work but also supporting children.", "label": "support"}
{"id": "0000000813", "text": "They gave their services in the war with the same patriotism and readiness that other citizens did.", "label": "support"}
{"id": "0000000294", "text": "Ultimately, the best strategy to ensure our security and to build a durable peace is to support the advance of democracy elsewhere.", "label": "support"}
{"id": "0000003633", "text": "I think free trade is an important part-and fair trade-something that Canadians want and something that Americans want is free and fair trade-benefits both of us.", "label": "support"}
{"id": "0000008517", "text": "Along with support for our troops in Afghanistan and Iraq, the supplemental also includes emergency funding for other critical national security needs.", "label": "support"}
{"id": "0000006557", "text": "Well, we're supporting people who are fighting for democracy and freedom.", "label": "support"}
{"id": "0000012793", "text": "Fourth, the United States Junior Chamber of Commerce is dedicating the energy and enterprise of its fine members to the support of this program.", "label": "support"}
{"id": "0000000221", "text": "We now live in a world where technology has made it possible for companies to take their business anywhere.", "label": "support"}
{"id": "0000014265", "text": "We are three countries that support democracy, and we met last time in Argentina, and we had the opportunity to meet once again.", "label": "support"}
{"id": "0000008553", "text": "On good days and on bad days, whether the polls are up or the polls are down, I am determined to win the war on terror, and I will always support the men and women who do the fighting.", "label": "support"}
{"id": "0000015068", "text": "And, you know, as I sort of alluded, when I put Terry as the Ambassador-such an important position-and he really likes China.", "label": "support"}
{"id": "0000000300", "text": "During this time of war, we must continue to support our military and give them the tools for victory.", "label": "support"}
{"id": "0000012197", "text": "Mike Braun is tough on crime, great on jobs, and he will always support our wonderful vets, our military, and our law enforcement, our police.", "label": "support"}
{"id": "0000008778", "text": "So my belief is we can expand trade and improve the conditions of people around the world.", "label": "support"}
{"id": "0000008862", "text": "That's why I support bilingual education, because I think that we ought to have both.", "label": "support"}
{"id": "0000015707", "text": "And the bill demonstrates that support for Ukraine is pivotal at this moment.", "label": "support"}
{"id": "0000007204", "text": "And with the support of the American people, we will prevail in this war on terror.", "label": "support"}
{"id": "0000004046", "text": "And as I said yesterday, we've got a friendship with Russia, and there is a lot of common interest in Russia.", "label": "support"}
{"id": "0000071830", "text": "Russia is, in effect, protecting and supporting the Syrian military.", "label": "support"}
{"id": "0000011376", "text": "And in the war on terror, you've done just that, overthrowing cruel regimes in Afghanistan and Iraq and bringing freedom to more than 50 million people.", "label": "support"}
{"id": "0000015836", "text": "And we believe that by spreading the blessings of democracy and freedom, we will ensure lasting peace for our own citizens and for the world.", "label": "support"}
{"id": "0000011213", "text": "Last September, while our troops were in combat in Afghanistan and Iraq, I proposed supplemental funding to support them in their missions.", "label": "support"}
{"id": "0000011551", "text": "We appreciate and support your strong condemnation of terrorism, and your support for the right to react to terrorist outrage is appreciated by all of us, as is your principled and moral and sentimental support for the State of Israel.", "label": "support"}
{"id": "0000070550", "text": "Hillary Clinton has been deploying an army of celebrity supporters down the stretch of this campaign.", "label": "support"}
{"id": "0000011430", "text": "The technology, quantum computing, investing significant amounts of money in dealing with cancer and Alzheimer's-that's the infrastructure of a nation.", "label": "support"}
{"id": "0000018134", "text": "But this morning in the Oval Office, I signed that bill to make sure our military has the full support of the Federal Government.", "label": "support"}
{"id": "0000020549", "text": "But, in return, the Federal Government will directly support commercial technology through industry consortia, regional technology alliances, and other collaborative activities.", "label": "support"}
{"id": "0000019340", "text": "And thanks to you and those whom we honor today for their ultimate sacrifice and to citizens who have supported you, crime is coming down in America.", "label": "support"}
{"id": "0000017649", "text": "But most important, I think, today we are called upon to stand for democracy under attack in Colombia.", "label": "support"}
{"id": "0000016524", "text": "We will support the voices of tolerance and moderation in the Muslim world.", "label": "support"}
{"id": "0000020433", "text": "I might also add that a democratic Ukraine supports the idea of a democratic Russia, which is best for Russia, Ukraine, and the United States.", "label": "support"}
{"id": "0000002093", "text": "Indeed our Organization has already begun to apply the principle that material welfare and progress of each member is vital to the well-being of every other.", "label": "support"}
{"id": "0000007444", "text": "By supporting these two young democracies, you are strengthening two new allies in the war on terror, and you're bringing hope to millions of people in a vital region of the world.", "label": "support"}
{"id": "0000001866", "text": "Today, education determines not just which students will succeed but also which nations will thrive in a world united in pursuit of freedom in enterprise.", "label": "support"}
{"id": "0000073305", "text": "Russia has his own forces and aircraft supporting the regime of Bashar al-Assad.", "label": "support"}
{"id": "0000000357", "text": "The men and women of Afghanistan are building a nation that is free and proud and fighting terror, and America is honored to be their friend.", "label": "support"}
{"id": "0000004974", "text": "I believe a free Afghanistan is in this Nation's interests, and I believe both a free Afghanistan and a free Iraq will serve as a powerful example for millions who plead in silence for liberty in the broader Middle East.", "label": "support"}
{"id": "0000008864", "text": "I'm soon going to Russia and then over to Ireland to keep doing what we can to support the peace process there.", "label": "support"}
{"id": "0000007765", "text": "He has supported the policies that have brought record employment in California and brought the unemployment rate to its lowest level for over a decade and a half.", "label": "support"}
{"id": "0000071145", "text": "But we do need to secure our border and I will support the funding of it.", "label": "support"}
{"id": "0000011160", "text": "Protecting our communities from violent crime is a top priority for the Department of Justice and one of our most important responsibilities.", "label": "support"}
{"id": "0000001616", "text": "This house of free representative government symbolizes the vigor of modern democracy in its ancient birthplace; demonstrates that the will of men to be free is imperishable.", "label": "support"}
{"id": "0000011728", "text": "We believe in unemployment compensation, and we believe in social security, and we don't think it ought to be voluntary, either.", "label": "support"}
{"id": "0000004808", "text": "We are very pleased that our space technology, together with India's superb space communications capability, will serve the cause of practical progress in your country.", "label": "support"}
{"id": "0000018618", "text": "Fourth, we want to support higher education with the development of business, health care, science, math, and engineering courses.", "label": "support"}
{"id": "0000019398", "text": "In 1994, in Bogor, Indonesia, APEC reached an historic agreement to liberalize trade and investment throughout the region by 2020, and the United States strongly supports this goal.", "label": "support"}
{"id": "0000005475", "text": "Religion, religion especially, helps children to appreciate life in its wholeness, to develop a deep sense of the sacredness of human personality.", "label": "support"}
{"id": "0000004344", "text": "We've made real, continuing investments in science and technology, which I think are pivotal to the long-term health of the economy and the continuation of this productivity increase.", "label": "support"}
{"id": "0000008988", "text": "Since the day this Nation was attacked, you have been on the frontlines on the war against terror.", "label": "oppose"}
{"id": "0000000930", "text": "For in that world, as long as we can foresee, every threat to man's welfare will be a threat to the welfare of our own people.", "label": "oppose"}
{"id": "0000001272", "text": "Changes which would result in the threat of serious injury to industry or general reduction in employment would not strengthen the economy of this country or the free world.", "label": "oppose"}
{"id": "0000000705", "text": "The more intense and widely spread becomes the resentment against poverty abroad, the more serious will become the consequent problems on our own doorstep.", "label": "oppose"}
{"id": "0000009420", "text": "When it comes to Iraq, I opposed the war in Iraq.", "label": "oppose"}
{"id": "0000072895", "text": "However, we do not have a hostile policy towards North Korea.", "label": "oppose"}
{"id": "0000000511", "text": "It did not gain wealth, as some mighty hastily conclude, as a result of the war.", "label": "oppose"}
{"id": "0000020878", "text": "Evil is always seeking to wage war against the innocent and to destroy all that is good and beautiful about our common humanity.", "label": "oppose"}
{"id": "0000012072", "text": "In Central America, our friends are not only struggling for democracy; they're battling for their lives against a Soviet-sponsored Nicaraguan power play.", "label": "oppose"}
{"id": "0000072670", "text": "But what we do not want is to start a land war on the Korean Peninsula because we all know how that turns out.", "label": "oppose"}
{"id": "0000000791", "text": "Unemployment would become a menace, and there would follow an almost certain reduction of wages, with all the attendant distress and despair which is now suffered in so many parts of Europe.", "label": "oppose"}
{"id": "0000022006", "text": "We can cooperate in the battle against terrorism.", "label": "oppose"}
{"id": "0000008324", "text": "During the cold war, Senator Kerry voted against critical weapon systems and opposed President Ronald Reagan's policy of peace through strength.", "label": "oppose"}
{"id": "0000073838", "text": "And the U.S. is strengthening sanctions against Russia.", "label": "oppose"}
{"id": "0000014603", "text": "But it didn't take rocket science to figure out we needed to make a change in the country.", "label": "oppose"}
{"id": "0000019952", "text": "Government can set the framework for expanded trade, but it can't make trade flourish.", "label": "oppose"}
{"id": "0000071496", "text": "I don't think he's undermining democracy.", "label": "oppose"}
{"id": "0000001667", "text": "If the United States reduces its defenses and others do not, it will increase the danger of war.", "label": "oppose"}
{"id": "0000072710", "text": "And so I don't think there's a war between different sides.", "label": "oppose"}
{"id": "0000001511", "text": "Another important problem in our foreign intercourse relates to China.", "label": "oppose"}
{"id": "0000000169", "text": "As long as I live, you will find me fighting against any kind of dictatorship-especially the kind of dictatorship which has enslaved many of our fellow citizens for more than half a century.", "label": "oppose"}
{"id": "0000002887", "text": "We could fight a narrow war against al-Qaida and the Taliban or we could fight a broad war against a global menace.", "label": "oppose"}
{"id": "0000001509", "text": "In 1917 a new constitution was adopted with provisions affecting agricultural, mining, and oil lands, which we thought threatened the holdings of our nationals with confiscation.", "label": "oppose"}
{"id": "0000012752", "text": "Just 3 months into his first deployment, Chris was near the Pakistan border, trying to eliminate an enemy cell that was doing so much damage and that was planting deadly roadside bombs against his unit and the units of many others.", "label": "oppose"}
{"id": "0000009021", "text": "The Communist Party's victory in the Chinese civil war owed less to its combat prowess against superior Nationalist forces than to its ability to infiltrate and manipulate the language, thinking, and actions of its adversaries.", "label": "oppose"}
{"id": "0000011480", "text": "But just as no enemy could drive us from the fight to meet our challenges and protect our values in World War II and the cold war, we will not be driven from the tough fight against terrorism today.", "label": "oppose"}
{"id": "0000000474", "text": "From a recent fear of being exploited by large aggregations of wealth, the people of America are learning to make such great concerns their most faithful servants.", "label": "oppose"}
{"id": "0000001753", "text": "I have called our military into action to hunt down the members of the Al Qaida organization who murdered innocent Americans.", "label": "oppose"}
{"id": "0000012685", "text": "I don't like the ever-increasing dependency on foreign sources of energy; I don't think it is good.", "label": "oppose"}
{"id": "0000000551", "text": "Whether these results occurred in whole or in part, instead of being benefited agriculture would be injured by losing some of the best of its important domestic market.", "label": "oppose"}
{"id": "0000004396", "text": "And I think the threats of terrorism and the hatred that presently exists, the threat of war, the threat of economic boycotts and punishment against Egypt, are certainly not conducive to realizing the hopes of the Palestinian people.", "label": "oppose"}
{"id": "0000000644", "text": "This is a war which imperils the very principles for which this Government was set up, and it is our duty to lend all the force that we have, whether of men or of resources, to the resistance of these designs.", "label": "oppose"}
{"id": "0000015616", "text": "Repeatedly I have said that fighting the scourge of juvenile crime and violence will be my top law enforcement priority in the next 4 years.", "label": "oppose"}
{"id": "0000072238", "text": "I don't think he'll talk about Russia and the intelligence and things like that because that's all classified and not really what this hearing is about.", "label": "oppose"}
{"id": "0000013347", "text": "We are waging a broad and unrelenting war against terror and an active campaign against proliferation.", "label": "oppose"}
{"id": "0000071335", "text": "Well, the court didn't -- did not actually address the issue of religious discrimination here in the Constitution.", "label": "oppose"}
{"id": "0000001387", "text": "I told them when they went to this war that it was a war not only to beat Germany but to prevent any subsequent wars of this kind.", "label": "oppose"}
{"id": "0000012398", "text": "I have said many times that terrorism is one of the greatest dangers we face in this new global era.", "label": "oppose"}
{"id": "0000000827", "text": "For all existence most men have lived in poverty, threatened by hunger.", "label": "oppose"}
{"id": "0000000063", "text": "We're going to have a real war and not a phony war against drugs; and, my friends, we won't be doing business with drug-running Panamanian dictators anymore.", "label": "oppose"}
{"id": "0000020132", "text": "They want to be able to continue their war against freedom-loving people, with Iraq as a base.", "label": "oppose"}
{"id": "0000001376", "text": "We speak of the tragedy of this war, but the tragedy that lay back of it was greater than the war itself, because back of it lay long ages in which the legitimate freedom of men was suppressed.", "label": "oppose"}
{"id": "0000014067", "text": "I don't want war with anybody.", "label": "oppose"}
{"id": "0000005029", "text": "That's why I fight against poverty.", "label": "oppose"}
{"id": "0000027831", "text": "And I do not intend to lose this battle against inflation in our country.", "label": "oppose"}
{"id": "0000010906", "text": "A major commitment of this administration, which again has had more than full support from Mack, has been our war against drug abuse.", "label": "oppose"}
{"id": "0000005261", "text": "The enemies of democracy will intensify their violence, more lives will be lost, and real danger will come closer and closer to our shores.", "label": "oppose"}
{"id": "0000001416", "text": "We are against war and have agreed among ourselves quietly to discuss difficulties in such a way that the possibility of war has become remote.", "label": "oppose"}
{"id": "0000018748", "text": "Our compassion and concern do not stop at our border.", "label": "oppose"}
{"id": "0000011217", "text": "This is a war against people who will hide in a cave, a war against people who hide in the shadows of remote cities or big cities, and then they strike and they kill.", "label": "oppose"}
{"id": "0000073509", "text": "The president and the administration did not levy new sanctions on Russia.", "label": "oppose"}
{"id": "0000015177", "text": "I don't think you can have international standards of education if you don't measure them.", "label": "oppose"}
{"id": "0000011240", "text": "But there are other fronts on the war against terror that we must deal with.", "label": "oppose"}
{"id": "0000013011", "text": "No armies came to our shores, and our military was not the principal target.", "label": "oppose"}
{"id": "0000014190", "text": "I don't think you're going to have trade war, no.", "label": "oppose"}
{"id": "0000007744", "text": "We fight a war against coldblooded killers who hide in caves and send youngsters to their suicidal death.", "label": "oppose"}
{"id": "0000011230", "text": "A lot of people just said, Well, the enemy can't possibly become a democracy.", "label": "oppose"}
{"id": "0000001965", "text": "Last month, I ordered our military to take targeted action against ISIL to stop its advances.", "label": "oppose"}
{"id": "0000002013", "text": "If you do not establish that principle, then this war is going to come again, because this war came by aggression upon a weak nation.", "label": "oppose"}
{"id": "0000011694", "text": "China is deciding not to buy anymore of this.", "label": "oppose"}
{"id": "0000019763", "text": "You can't ask people on the frontline of the war on terror to protect the American people and then not give them the tools necessary to do so.", "label": "oppose"}
{"id": "0000001924", "text": "And many others--I among them--have been strongly critical of the way the war has been conducted.", "label": "oppose"}
{"id": "0000012565", "text": "But unfortunately, while you recognize that the enemy is coronavirus, the Speaker believes that the enemy is you.", "label": "oppose"}
{"id": "0000013418", "text": "We don't believe in discrimination in this country.", "label": "oppose"}
{"id": "0000000328", "text": "America is leading the fight against disease.", "label": "oppose"}
{"id": "0000000969", "text": "When the war ended, we faced a critical decision as to the means by which our work should be carried forward.", "label": "oppose"}
{"id": "0000015525", "text": "We're waging this war in Iraq against Saddam loyalists and foreign terrorists who seek the return of tyranny and terror.", "label": "oppose"}
{"id": "0000014258", "text": "People don't realize the Korean war has not ended.", "label": "oppose"}
{"id": "0000071952", "text": "But the Chinese do not like having an erratic regime on their border.", "label": "oppose"}
{"id": "0000008470", "text": "The fight against inflation continues, and now inflation is less than one-third of what it was in 1980.", "label": "oppose"}
{"id": "0000018027", "text": "We just don't need to fight a ground war to do it.", "label": "oppose"}
{"id": "0000071295", "text": "Syria is denying it conducted mass hangings of up to 13,000 opponents at what an activist group calls a human slaughterhouse.", "label": "oppose"}
{"id": "0000001326", "text": "And upon that unchanging truth we are determined to wage unconditional war against the poverty that keeps one-fifth of our people in economic bondage.", "label": "oppose"}
{"id": "0000012489", "text": "And what I think we also see is companies using inflation as an excuse to raise fees even more, and that is wrong.", "label": "oppose"}
{"id": "0000000079", "text": "And in my first hundred days, I will stop the illegal war in Nicaragua.", "label": "oppose"}
{"id": "0000001956", "text": "At a time when we are focused on threats from Al Qaida to ISIL, a nation that meets our conditions and renounces the use of terrorism should not face this sanction.", "label": "oppose"}
{"id": "0000012769", "text": "Another generation is fighting a new war against an enemy that threatens the peace and stability of the world.", "label": "oppose"}
{"id": "0000019253", "text": "We are increasing the isolation of those who sponsor terrorism by maintaining and strengthening our sanctions against Iran, Iraq, Libya, and Sudan.", "label": "oppose"}
{"id": "0000015589", "text": "We're fighting a new kind of war against determined enemies.", "label": "oppose"}
{"id": "0000000747", "text": "In preparing our veterans and other young men and women to live in the new atomic age, education faces the greatest challenge in history.", "label": "oppose"}
{"id": "0000001856", "text": "Terrorists and insurgents will continue to wage their war against democracy, and we will support the Iraqi people in their fight against them.", "label": "oppose"}
{"id": "0000015244", "text": "We're holding Russia accountable for its aggression and for its war crimes and crimes against humanity that Russia is committing, as I speak, in Ukraine.", "label": "oppose"}
{"id": "0000000698", "text": "The problems of disease and the circumstances related to it are to the science of modern medicine only the sequel of a long train of social cause and effect.", "label": "oppose"}
{"id": "0000001849", "text": "At the same time we undertook this initiative, we made clear that Iran must oppose all forms of international terrorism as a condition of progress in our relationship.", "label": "oppose"}
{"id": "0000020168", "text": "They are at war against us because they hate everything America stands for.", "label": "oppose"}
{"id": "0000020690", "text": "We cannot allow the world's leading sponsor of terrorism to possess the planet's most dangerous weapons.", "label": "oppose"}
{"id": "0000000881", "text": "The attitude of the present authorities in China has forced the withdrawal of American official representatives from that country.", "label": "oppose"}
{"id": "0000019942", "text": "I have sworn upon the altar of God eternal hostility against every form of tyranny over the mind of man.", "label": "oppose"}
{"id": "0000072887", "text": "I do not agree that South Korea needs to develop our own nuclear weapons or relocate tactical nuclear weapons in the face of nuclear North Korea's nuclear threat.", "label": "oppose"}
{"id": "0000072792", "text": "The North Korean and Syrian missions at the U.N. did not respond to our inquiries about the report of shipments to serious chemical weapons arm.", "label": "oppose"}
{"id": "0000002025", "text": "The burdens of this war have fallen in an unusual degree upon the whole population of the countries involved.", "label": "oppose"}
{"id": "0000011881", "text": "For 20 months, this Nation has been at war against people who hate freedom, and they hate America because of what we stand for.", "label": "oppose"}
{"id": "0000072646", "text": "And I don't think that war is the right answer for that.", "label": "oppose"}
{"id": "0000012520", "text": "When the virus struck our Nation, Governors raised fears that people who needed ventilators would not get the ventilators.", "label": "oppose"}
{"id": "0000011902", "text": "It's not going to do anything to bring down crime.", "label": "oppose"}
{"id": "0000007155", "text": "We are at war against a terrorist organization called al-Qa'ida that has brutally murdered thousands of Americans-men, women and children-as well as thousands of other innocent people around the world.", "label": "oppose"}
{"id": "0000009085", "text": "This war against the extremists is being fought on a variety of fronts.", "label": "oppose"}
{"id": "0000001037", "text": "In November 1947, in January 1948, in July 1948, I asked that Republican Congress to act against inflation.", "label": "oppose"}
{"id": "0000001632", "text": "But the last time we did not do enough, soon enough, so we had to fight a big and terrible war later on.", "label": "oppose"}
{"id": "0000015074", "text": "We are not seeking direct confrontation with Russia, though I've been clear that if Russia targets Americans in Ukraine, we will respond forcefully.", "label": "oppose"}
{"id": "0000072442", "text": "That they would fight against unfair trade.", "label": "oppose"}
{"id": "0000011131", "text": "We cannot choose between war and peace as if they were the only two alternatives.", "label": "oppose"}
{"id": "0000002042", "text": "If the press is awaiting a declaration of war before it imposes the self-discipline of combat conditions, then I can only say that no war ever posed a greater threat to our security.", "label": "oppose"}
{"id": "0000000659", "text": "The Vietnamese war produced a profound moral crisis, sapping worldwide faith in our own policy and our system of life, a crisis of confidence made even more grave by the covert pessimism of some of our leaders.", "label": "oppose"}
{"id": "0000011115", "text": "And if we are going to win the battle against inflation, we have to have more savers than spenders.", "label": "oppose"}
{"id": "0000007176", "text": "Killing Osama bin Laden and degrading core al-Qaeda does not put an end to terrorism or our focus against it.", "label": "oppose"}
{"id": "0000015248", "text": "There are other nations which have copied our constitution and our laws, but the result has been wholly different because they did not have the type of citizen behind the law.", "label": "oppose"}
{"id": "0000000133", "text": "The chief trouble today is that the world war wrought the destruction of healthful competition, left our storehouses empty, and there is a minimum production when our need is maximum.", "label": "oppose"}
{"id": "0000012369", "text": "We cannot permit weakness in either military or civil defense to tempt a reckless aggressor.", "label": "oppose"}
{"id": "0000070852", "text": "Russia retaliated and imposed countersanctions against those entities.", "label": "oppose"}
{"id": "0000021892", "text": "So our administration will bring this case against China today, and we will keep working every single day to give American workers and American businesses a fair shot in the global economy.", "label": "oppose"}
{"id": "0000007434", "text": "If we do not defeat the terrorists in Afghanistan, we will face them on our own soil.", "label": "oppose"}
{"id": "0000008123", "text": "Ever since that awful September morning when our Nation was attacked, when thousands of innocent Americans were killed, we've been at war against Al Qaida.", "label": "oppose"}
{"id": "0000002084", "text": "The attack on Korea was supposed to warn other countries that they must yield to the demands of the Kremlin--or else.", "label": "oppose"}
{"id": "0000014636", "text": "The war came to us on September the 11th, 2001, and we didn't ask for it, but it came unexpectedly.", "label": "oppose"}
{"id": "0000001715", "text": "Last Friday, Noriega declared his military dictatorship to be in a state of war with the United States and publicly threatened the lives of Americans in Panama.", "label": "oppose"}
{"id": "0000005174", "text": "To turn this situation around, I declared total war against heroin and other illicit drugs.", "label": "oppose"}
{"id": "0000001408", "text": "The great war against depression is being fought on many fronts in many parts of the world.", "label": "oppose"}
{"id": "0000000071", "text": "Humanity's long struggle against war has to be won and won now.", "label": "oppose"}
{"id": "0000001368", "text": "Aside from ruin to agriculture, such an undertaking in the midst of the depression will disturb every possibility of recovery.", "label": "oppose"}
{"id": "0000000989", "text": "At the present time, the fear of another great international war overshadows all the hopes of mankind.", "label": "oppose"}
{"id": "0000073219", "text": "And other condemning actions against North Korea.", "label": "oppose"}
{"id": "0000012620", "text": "We should not legislate defeat in this vital war.", "label": "oppose"}
{"id": "0000004326", "text": "So, we have to win the battle against inflation.", "label": "oppose"}
{"id": "0000001396", "text": "All of us, if we are sane, are afraid of nuclear war, but the horror of the thought that mankind might actually be destroyed does not yet bring us together in a spirit of brotherhood and sisterhood to work for peace.", "label": "oppose"}
{"id": "0000008690", "text": "Part of what has made this recession so tough is middle class families were struggling before the crisis hit.", "label": "oppose"}
{"id": "0000001710", "text": "This military action is a part of our campaign against terrorism, another front in a war that has already been joined through diplomacy, intelligence, the freezing of financial assets, and the arrests of known terrorists by law enforcement agents in 38 countries.", "label": "oppose"}
{"id": "0000000005", "text": "Twenty-five years ago, the legal basis for segregation was struck down in this Republic by the Supreme Court in Brown v. Board of Education.", "label": "oppose"}
{"id": "0000000910", "text": "But while we guard our shores against threats of war, we will continue to remove the causes of unrest and antagonism at home which might make our people easier victims to those for whom foreign war is profitable.", "label": "oppose"}
{"id": "0000011522", "text": "But because of its record of violating its obligations, Iran must accept strict limitations on its nuclear program that make it impossible to develop a nuclear weapon.", "label": "oppose"}
{"id": "0000001735", "text": "It's a cause of the increased inflation and unemployment that we now face.", "label": "oppose"}
{"id": "0000000896", "text": "We are vigorously opposed to Corruption and monopoly and human exploitation-but we are not opposed to business.", "label": "oppose"}
{"id": "0000000012", "text": "The real outlawry of war must come from a more substantial endeavor to remove the causes of war and in this endeavor the Republican administration has signally failed.", "label": "oppose"}
{"id": "0000073340", "text": "Protests against the government and ruling clerics in Iran are rare.", "label": "oppose"}
{"id": "0000010060", "text": "We oppose any unilateral decision by either China or Taiwan to change the status quo.", "label": "oppose"}
{"id": "0000008859", "text": "At the same time, we know-we know-a lot of folks are struggling with inflation driven by Putin's war in Ukraine and the global pandemic.", "label": "oppose"}
{"id": "0000008392", "text": "You can't just hope for the best in a war against people who want to kill our citizens.", "label": "oppose"}
{"id": "0000015481", "text": "We don't want a cigarette tax, and we don't want to ask the polluters to pay more for the toxic waste.", "label": "oppose"}
{"id": "0000001360", "text": "She knows that that will turn the hostility and enmity of all the other nations of the world against the United States, as their hostility is already directed against her.", "label": "oppose"}
{"id": "0000014377", "text": "And we're fighting our way out of a tough recession now, and we don't need to throw more Americans out of work.", "label": "oppose"}
{"id": "0000016009", "text": "During the cold war, Senator Kerry voted against critical weapons systems and opposed President Reagan's policy of peace through strength.", "label": "oppose"}
{"id": "0000001538", "text": "By that war's end, over three years after our graduation, mankind had come to understand that any war is a human disaster-and in any major war the extent of the disaster is global.", "label": "oppose"}
{"id": "0000014736", "text": "We didn't ask for this war, but we will answer history's call with confidence.", "label": "oppose"}
{"id": "0000000459", "text": "The United States of America is opposed to discrimination and persecution on grounds of race and religion anywhere in the world, including our own Nation.", "label": "oppose"}
{"id": "0000006384", "text": "I can only say with emphasis, we vigorously oppose any government in NATO that would have a Communist head or control--vigorously.", "label": "oppose"}
{"id": "0000011496", "text": "As I have said many times, a nuclear war cannot be won and must never be fought.", "label": "oppose"}
{"id": "0000011678", "text": "We're not gonna defend your border.", "label": "oppose"}
{"id": "0000000484", "text": "In the face of these actions, other businessmen, with a greater regard for the public welfare, have fought a losing battle to keep their prices down.", "label": "oppose"}
{"id": "0000011378", "text": "Victory in Iraq will not, in itself, end the war on terror.", "label": "oppose"}
{"id": "0000009120", "text": "It is not easy to secure progress through democracy, but in my opinion it is the only way that progress can be assured.", "label": "oppose"}
{"id": "0000007393", "text": "And as the recent indictments against two major drug gangs right here in Washington show, we will not tolerate the corruption of our youth by the poison they call cocaine.", "label": "oppose"}
{"id": "0000015408", "text": "Congress's vote to deny the crisis on the southern border is a vote against reality.", "label": "oppose"}
{"id": "0000013987", "text": "That's why we oppose terrorism.", "label": "oppose"}
{"id": "0000001581", "text": "In the interest of business as much as any other group, we must win the fight against inflation to avoid disaster.", "label": "oppose"}
{"id": "0000012099", "text": "We cannot know the duration of this war, but we are prepared for the battle ahead.", "label": "oppose"}
{"id": "0000000348", "text": "Our war on terror is well begun, but it is only begun.", "label": "oppose"}
{"id": "0000015762", "text": "I am vigorously opposed to any additional Federal tax on gasoline, and I will fight it as hard as I possibly can.", "label": "oppose"}
{"id": "0000026379", "text": "Our policy is that we oppose terrorism wherever it may occur.", "label": "oppose"}
{"id": "0000000710", "text": "The Government is not now supporting the price on major food items such as meats, dairy products, and poultry.", "label": "oppose"}
{"id": "0000012403", "text": "The next Commander in Chief must lead us to victory in this war, and you cannot lead a war when you don't believe you're fighting one.", "label": "oppose"}
{"id": "0000014433", "text": "And they're actually threatening retribution against lawmakers if they vote for Zoe Lofgren's resolution to meet.", "label": "oppose"}
{"id": "0000019799", "text": "Americans did not wage war against nations or races.", "label": "oppose"}
{"id": "0000014546", "text": "Well, Canada and most other countries in the world do not agree with the extent of our embargo.", "label": "oppose"}
{"id": "0000022641", "text": "The law cannot tolerate any discrimination, and my administration will not tolerate abuse of that principle.", "label": "oppose"}
{"id": "0000000064", "text": "We are a nation at war - a global war on terror against an enemy unlike any we have ever known before.", "label": "oppose"}
{"id": "0000000392", "text": "Over the last few years, our democracy has been threatened and attacked, put at risk-put to the test in this very room on January the 6th.", "label": "oppose"}
{"id": "0000001004", "text": "After the first world war the United States refused to join the League of Nations and our seat was empty at the first meeting of the League Assembly.", "label": "oppose"}
{"id": "0000021942", "text": "We don't know how long this war will last.", "label": "oppose"}
{"id": "0000072454", "text": "At issue, whether President Trump agreed with Putin when he said, no, Russia did not interfere with last year's presidential election.", "label": "oppose"}
{"id": "0000011857", "text": "I did not ask for a gas tax; I am opposed to a gas tax; and, I know the Congress won't pass one.", "label": "oppose"}
{"id": "0000001017", "text": "Right now it is threatened by inflation and by the high prices which are causing real hardship to millions of our people.", "label": "oppose"}
{"id": "0000014500", "text": "It would raise the tax for every household in the United States by more than $1, 800 a year, about $157 a month, and I just don't think we ought to let him do that to America.", "label": "oppose"}
{"id": "0000001175", "text": "Regaining lost ground, whether in war or in public affairs, is the most challenging task of all.", "label": "oppose"}
{"id": "0000012092", "text": "So last month, I gave the order for our military to begin taking targeted action against ISIL.", "label": "oppose"}
{"id": "0000008634", "text": "In the first decade of this new century, we have been tested by war and by tragedy, by an economic crisis and its aftermath that has left millions out of work and poverty on the rise and millions more just struggling to get by.", "label": "oppose"}
{"id": "0000019376", "text": "And this war against the extremists is now being played out on two major theaters.", "label": "oppose"}
{"id": "0000001751", "text": "This is a different war from any our Nation has ever faced, a war on many fronts, against terrorists who operate in more than 60 different countries.", "label": "oppose"}
{"id": "0000001795", "text": "We'll interrupt the flow of support from Iran and Syria, and we will seek out and destroy the networks providing advanced weaponry and training to our enemies in Iraq.", "label": "oppose"}
{"id": "0000011095", "text": "We saw it in the cold war when our people stood as one to prevail against communism.", "label": "oppose"}
{"id": "0000006549", "text": "I'm opposed to taxing for this problem, or the solution to this problem, because if you look back in history, every major tax decrease has resulted in more revenues for the Government at the lower rates because of the stimulant to the economy.", "label": "oppose"}
{"id": "0000014166", "text": "But I think it's-I've been doing this a long time; I don't think NATO has ever been stronger.", "label": "oppose"}
{"id": "0000012861", "text": "We are fighting bin Laden's Al Qaida in Iraq, Iraq is central to the war on terror, and against this enemy, America can accept nothing less than complete victory", "label": "oppose"}
{"id": "0000016020", "text": "The American people didn't send us here to wage symbolic battles or win symbolic victories.", "label": "oppose"}
{"id": "0000000956", "text": "We know, too, that if war should come upon us again, the loss in life, the strain on our physical resources and even on our democratic institutions might be greater than we care to contemplate.", "label": "oppose"}
{"id": "0000001888", "text": "Because many times in the past in this long and difficult war, actions have been announced from Washington which were supposed to lead to a reduction of American involvement in Vietnam.", "label": "oppose"}
{"id": "0000011682", "text": "My administration implemented the travel ban to block migration from some of the world's most dangerous and deadly places.", "label": "oppose"}
{"id": "0000070887", "text": "We did not pick this fight with Russia.", "label": "oppose"}
{"id": "0000001796", "text": "Terrorists and extremists who are at war with us around the world are seeking to topple Iraq's Government, dominate the region, and attack us here at home.", "label": "oppose"}
{"id": "0000018013", "text": "We're not attacking Russia; we're helping Ukraine defend itself against Russian aggression.", "label": "oppose"}
{"id": "0000073278", "text": "But we do not seek, nor do we want, war with North Korea.", "label": "oppose"}
{"id": "0000018869", "text": "Contrary to some assertions, we do not support abortion as a method of family planning.", "label": "oppose"}
{"id": "0000004217", "text": "Always been strongly opposed to discrimination against gays and lesbians.", "label": "oppose"}
{"id": "0000020376", "text": "President Guaid does not seek retribution against you, and neither do we.", "label": "oppose"}
{"id": "0000007297", "text": "But many of the big names, the leaders of the Mafia, never touch the drug.", "label": "oppose"}
{"id": "0000001913", "text": "The troops here and across the world are fighting a global war on terror.", "label": "oppose"}
{"id": "0000007412", "text": "A status quo of tyranny and hopelessness in the Middle East, the false stability of dictatorship and stagnation, can only lead to deeper resentment in a troubled region and further tragedy in free nations.", "label": "oppose"}
{"id": "0000001551", "text": "They have thought, and thought truly, that war was barbarous and that a nation that resorted to war when its cause was unjust was unworthy of being consorted with by free people anywhere.", "label": "oppose"}
{"id": "0000000983", "text": "For in the development of this organization rests the only true alternative to war--and war appeals no longer as a rational alternative.", "label": "oppose"}
{"id": "0000000904", "text": "In the original draft it read, Shall thereby be ipso facto regarded as at war with the other nations of the world.", "label": "oppose"}
{"id": "0000010572", "text": "We will continue to oppose Russian aggression in Ukraine.", "label": "oppose"}
{"id": "0000001637", "text": "The tragic events now occurring in Poland, almost 2 years to the day after the Soviet invasion Of Afghanistan, have been precipitated by public and secret pressure from the Soviet Union.", "label": "oppose"}
{"id": "0000011471", "text": "Iran is not going to simply dismantle its program because we demand it to do so.", "label": "oppose"}
{"id": "0000002139", "text": "Every constitution of every State in the Union forbids the State legislature to abridge the right of its citizens to carry arms.", "label": "oppose"}
{"id": "0000011539", "text": "There are those who say that values and morals and religions have no place in public education; I think that is wrong.", "label": "oppose"}
{"id": "0000003081", "text": "But I think that since there's no inflation in the economy, interest rates should not continue to go up.", "label": "oppose"}
{"id": "0000000099", "text": "The war on poverty didn't begin five years ago in this country.", "label": "oppose"}
{"id": "0000000692", "text": "Between nations armed with thousands of thermonuclear weapons-each one capable of causing unimaginable destruction-there can be no more cycles of both war and peace.", "label": "oppose"}
{"id": "0000000846", "text": "The United States alone among the Allied and associated powers continues in a technical state of war against the Central Powers of Europe.", "label": "oppose"}
{"id": "0000000285", "text": "Our next step in the fight against crime is to take on gangs the way we once took on the mob.", "label": "oppose"}
{"id": "0000020489", "text": "I don't believe in the perpetuity of poverty.", "label": "oppose"}
{"id": "0000000555", "text": "When there is a difficulty which affects so large a population, so large an area, and so important an interest as that of agriculture, it is distinctly a national problem.", "label": "oppose"}
{"id": "0000019770", "text": "But we can't do that by isolating China from the very forces most likely to change it.", "label": "oppose"}
{"id": "0000020123", "text": "There are two major theaters in this global war against these extremists.", "label": "oppose"}
{"id": "0000014728", "text": "In other words, they don't believe Iraq is a part of the war on terror.", "label": "oppose"}
{"id": "0000019226", "text": "And frankly, I don't think it's any secret that China in the past has not always operated fairly.", "label": "oppose"}
{"id": "0000002772", "text": "So America and a large coalition of nations are waging a global and unrelenting war against the terrorists, and we are winning.", "label": "oppose"}
{"id": "0000008301", "text": "You know, China right now has major trade barriers-they're major tariffs-and also major nontariff barriers, which are brutal.", "label": "oppose"}
{"id": "0000015530", "text": "Unfortunately, some governments don't want democracy.", "label": "oppose"}
{"id": "0000012712", "text": "No significant new investment has come in.", "label": "oppose"}
{"id": "0000013060", "text": "And we will not stop here-President Trump has called for maximum pressure on Iran, and his administration will deliver.", "label": "oppose"}
{"id": "0000021598", "text": "We've fought against racial discrimination in all its forms.", "label": "oppose"}
{"id": "0000071806", "text": "Well, I don't think you convince china.", "label": "oppose"}
{"id": "0000000856", "text": "To millions of Americans for the past quarter century the Kremlin has stood for implacable hostility toward all that we cherish, and to millions of Russians the American flag has long been held up as a symbol of evil.", "label": "oppose"}
{"id": "0000007368", "text": "So we're supposed to protect you against Russia, but they're paying billions of dollars to Russia, and I think that's very inappropriate.", "label": "oppose"}
{"id": "0000014186", "text": "The initial punishments that the U.S. is threatening against Russia for their advances into Ukraine don't seem to be having much of an effect.", "label": "oppose"}
{"id": "0000007788", "text": "So we've brought more trade cases against China in one term than the previous administration did in two, and by the way, we've been winning those cases.", "label": "oppose"}
{"id": "0000008580", "text": "But despite the fact that this has traditionally been an issue with bipartisan support, Mr. Boehner has so far said no to infrastructure.", "label": "oppose"}
{"id": "0000016225", "text": "Nevertheless, our resolute opposition to terrorism does not mean we can ever be indifferent to the conditions that foster it.", "label": "oppose"}
{"id": "0000008683", "text": "We should continue the fight against crime and violence in ways that will work.", "label": "oppose"}
{"id": "0000001174", "text": "But day by day the American people are paying an increasingly fearful price for the failure of the States to agree on such safety essentials as standards for licensing of drivers and vehicles and basic rules of the road.", "label": "oppose"}
{"id": "0000000373", "text": "If I had not been elected President of the United States, we would right now, in my opinion, be in a major war with North Korea.", "label": "oppose"}
{"id": "0000000918", "text": "In this era of mass destruction weapons, the increasing intimacy in which the peoples of the world live makes resort to global war, even by the smallest of them, dangerous to the whole community of nations.", "label": "oppose"}
{"id": "0000014740", "text": "They thought I had a lot of energy, but a lot of them, frankly, didn't believe we'd make any difference.", "label": "oppose"}
{"id": "0000015400", "text": "We don't want China and Russia and other countries leading us.", "label": "oppose"}
{"id": "0000012114", "text": "We are joining in an international fight against terrorism and the spread of chemical and biological weapons.", "label": "oppose"}
{"id": "0000002825", "text": "I opposed the grain embargo in my administration.", "label": "oppose"}
{"id": "0000020702", "text": "Those who commit acts of terrorism against us will continue to find a determined enemy in the United States.", "label": "oppose"}
{"id": "0000011401", "text": "There's more than one front in this war against these radicals and extremists.", "label": "oppose"}
{"id": "0000000943", "text": "They did not enter upon the war among the States with primary purpose to end the institution of human slavery.", "label": "oppose"}
{"id": "0000008920", "text": "We need to continue the fight against terrorism.", "label": "oppose"}
{"id": "0000073204", "text": "Quite frankly, we've imposed very strict sanctions against North Korea.", "label": "oppose"}
{"id": "0000001584", "text": "Then we should either have to fight a terrible war, against great odds--or yield to the demands of the Kremlin.", "label": "oppose"}
{"id": "0000002357", "text": "We must declare and win the war against the criminal elements which increasingly threaten our cities, our homes, and our lives.", "label": "oppose"}
{"id": "2", "text": "And I will oppose any attempts to pay for tax cuts with Medicare cuts.", "label": "oppose"}
{"id": "0000018412", "text": "Putin's war against Ukraine was never going to be a victory.", "label": "oppose"}
{"id": "0000014762", "text": "I've been standing against the brutal war that Putin is waging against the people of Ukraine, helping them defend themselves.", "label": "oppose"}
{"id": "0000072114", "text": "They want to fight against Islamic terrorism very broadly.", "label": "oppose"}
{"id": "0000021250", "text": "Another senior Democrat leader said, The war against terrorism will not be finished as long as Saddam Hussein is in power, end quote.", "label": "oppose"}
{"id": "0000014068", "text": "But no, I don't want war with anybody.", "label": "oppose"}
{"id": "0000001431", "text": "War arises from a state of fear, a sense of injustice, and an ill will which culminates in uncontrollable national passions.", "label": "oppose"}
{"id": "0000012643", "text": "We still have inflation that is far too high, but if we can keep the irresponsibles in Congress from spending too much money, we can win that battle against inflation.", "label": "oppose"}
{"id": "0000070134", "text": "So I don't think that they are voting based on gender.", "label": "oppose"}
{"id": "0000008285", "text": "Unemployment in your industry is running roughly double that of other segments of the economy, with 768, 000 out of work.", "label": "oppose"}
{"id": "0000011031", "text": "You cannot win a war unless you're willing to fight the war.", "label": "oppose"}
{"id": "0000001694", "text": "As many of you know, the control of crime is a problem which I began studying many years ago as a member of the executive committee of the National Crime Commission,", "label": "oppose"}
{"id": "0000001784", "text": "The battle of Iraq is one victory in a war on terror that began on September the 11th, 2001, and still goes on.", "label": "oppose"}
{"id": "0000011946", "text": "Number five, pressure against the war is growing in the United States.", "label": "oppose"}
{"id": "0000000380", "text": "When the history of this era is written, Putin's war on Ukraine will have left Russia weaker and the rest of the world stronger.", "label": "oppose"}
{"id": "0000001804", "text": "But just as is the case in our fight against unemployment, we can and we must do better than that.", "label": "oppose"}
{"id": "0000073870", "text": "The president did not mention Russia in his speech, despite the administration's move to expel 60 Russian diplomats this week.", "label": "oppose"}
{"id": "0000000370", "text": "We are now making it clear to China that, after years of targeting our industries and stealing our intellectual property, the theft of American jobs and wealth has come to an end.", "label": "oppose"}
{"id": "0000022061", "text": "As you are well aware, I do not support the idea of endless war, and I have repeatedly argued against marching into open-ended military conflicts that do not serve our core security interests.", "label": "oppose"}
{"id": "0000007002", "text": "We understand Putin's war against the people of Ukraine is causing prices to rise.", "label": "oppose"}
{"id": "0000007453", "text": "During the cold war-I want the citizens of this-of western Pennsylvania to hear the truth here-during the cold war, Senator Kerry voted against critical weapons systems and opposed President Ronald Reagan's policy of peace through strength.", "label": "oppose"}
{"id": "0000000391", "text": "As we made clear last week, if China threatens our sovereignty, we will act to protect our country.", "label": "oppose"}
{"id": "0000000429", "text": "Our war on terror begins with Al Qaida, but it does not end there.", "label": "oppose"}
{"id": "0000000145", "text": "The danger of inflation arises when the level of total public and private demand presses against our productive capacity.", "label": "oppose"}
{"id": "0000021289", "text": "You can't have a democracy in which the police don't enforce the rule of law but enforce their view of revenge.", "label": "oppose"}
{"id": "0000011497", "text": "No American government can restrict freedom of speech or of religion, and no American government can tell its people where they must live or whether they can leave the country or not.", "label": "oppose"}
{"id": "0000008067", "text": "Too many families were struggling to make the mortgage, to put food on the table.", "label": "oppose"}
{"id": "0000018667", "text": "Delaware is waging war against drugs.", "label": "oppose"}
{"id": "0000007501", "text": "With those attacks, the terrorists and supporters declared war on the United States of America, and war is what they got.", "label": "oppose"}
{"id": "0000000139", "text": "But for all we do in law enforcement, in interdiction and treatment, we will never win this war on drugs unless we stop the demand for drugs.", "label": "oppose"}
{"id": "0000019751", "text": "In fighting a war on terror, we are determined to oppose every source of catastrophic harm that threatens our country, our friends, and our allies.", "label": "oppose"}
{"id": "0000071708", "text": "The U.S. wants China to exert economic pressure on pong I don't think and leader Kim Jong-Un.", "label": "oppose"}
{"id": "0000016419", "text": "I oppose managed trade.", "label": "oppose"}
{"id": "0000002327", "text": "We must vigorously defend our natural wealth against those who would misuse it for selfish gain.", "label": "oppose"}
{"id": "0000016432", "text": "We must firmly oppose discrimination against those who have AIDS.", "label": "oppose"}
{"id": "0000013036", "text": "The only way the enemy can defeat us, the only way that Iraq will not become a democracy is if we lose our nerve.", "label": "oppose"}
{"id": "0000000029", "text": "Many conditions growing out of the war will not and should not continue.", "label": "oppose"}
{"id": "0000017596", "text": "Those of us who oppose abortion can and should aggressively move forward with a positive adoption versus abortion campaign.", "label": "oppose"}
{"id": "0000001107", "text": "When the Bonneville and Grand Coulee projects were before the Congress, they were bitterly opposed by the private power lobby.", "label": "oppose"}
{"id": "0000000176", "text": "The war against drugs is a war of individual battles, a crusade with many heroes, including America's young people and also someone very special to me.", "label": "oppose"}
{"id": "0000001906", "text": "Since that day, America and her allies have taken the offensive in a war unlike any we have fought before.", "label": "oppose"}
{"id": "0000019565", "text": "I don't believe in federalizing education.", "label": "oppose"}
{"id": "0000014084", "text": "And I don't think North Korea wants to blow it.", "label": "oppose"}
{"id": "0000073245", "text": "And by the way, Obama did not put sanctions on Russia to discredit Trump, as K.T. McFarland suggests in her e-mail.", "label": "oppose"}
{"id": "0000027499", "text": "And now we must redouble our fight against the persistent inflation that has wracked our country for more than a decade.", "label": "oppose"}
{"id": "0000019060", "text": "We don't disparage wealth.", "label": "oppose"}
{"id": "0000012664", "text": "And those who commit the ultimate crime -- and a strongly held view of mine -- must expect to pay the ultimate price.", "label": "oppose"}
{"id": "0000019417", "text": "This trade in human beings brings suffering to the innocent and shame to our country, and we will lead the fight against it.", "label": "oppose"}
{"id": "0000000669", "text": "Quite naturally, this Conference concerned itself only with the European war and with the political problems of Europe and not with the Pacific war.", "label": "oppose"}
{"id": "0000008418", "text": "Eventually, war broke out, brother against brother, North against South.", "label": "oppose"}
{"id": "0000001096", "text": "But events in Korea have also made it more apparent than ever that the evil spirit of aggression is still abroad in the world.", "label": "oppose"}
{"id": "0000000270", "text": "The war on terror we fight today is a generational struggle that will continue long after you and I have turned our duties over to others.", "label": "oppose"}
{"id": "0000014043", "text": "We do not tolerate with people who support and fund terrorism.", "label": "oppose"}
{"id": "0000015524", "text": "We're waging this war in Afghanistan against Taliban remnants and Al Qaida killers.", "label": "oppose"}
{"id": "0000015189", "text": "I do not want us to fight a war that no one ever meant to begin.", "label": "oppose"}
{"id": "0000020226", "text": "To protect all Americans, my administration declared the opioid epidemic a nationwide public health emergency.", "label": "oppose"}
{"id": "0000016297", "text": "I made fighting this terrible disease a top priority of my administration by launching an emergency plan for AIDS relief.", "label": "oppose"}
{"id": "0000008360", "text": "Without full employment consumer markets are below their potential, without strong consumer demand plant capacity is not fully in use, without full plant utilization profit margins are reduced, without higher profits investment lags, and so the sagging spiral continues downwards.", "label": "oppose"}
{"id": "0000000068", "text": "As President, I will fight a smarter, more effective war on terror.", "label": "oppose"}
{"id": "0000001131", "text": "During the war we have been compelled to limit wage and salary increases for one great objective-to prevent runaway inflation.", "label": "oppose"}
{"id": "0000002065", "text": "This is a peoples' war and the peoples' thinking constitutes its atmosphere and morale, not the predilections of the drawing room or the political considerations of the caucus.", "label": "oppose"}
{"id": "0000008890", "text": "And then, when we had to perfect that Union and fight a civil war, the cynics didn't believe it.", "label": "oppose"}
{"id": "0000070221", "text": "I don't think the relationship with NATO is really at stake at this point.", "label": "oppose"}
{"id": "0000001589", "text": "Our struggle against aggression in Korea has had profound effects.", "label": "oppose"}
{"id": "0000000342", "text": "In Syria, we'll support the opposition that rejects the agenda of terrorist networks.", "label": "oppose"}
{"id": "0000011484", "text": "Therefore, the struggle against terrorism involves more than the new security measures I have ordered and the others I am seeking.", "label": "oppose"}
{"id": "0000000092", "text": "Recently I have said that NATO was obsolete, because it did not properly cover terror, and also, that many of the member countries were not paying their fair share.", "label": "oppose"}
{"id": "0000001820", "text": "The war on terror is a different kind of war, waged capture by capture, cell by cell, and victory by victory.", "label": "oppose"}
{"id": "0000018093", "text": "In our fight against the China virus, we've launched the greatest industrial mobilization.", "label": "oppose"}
{"id": "0000012855", "text": "In Afghanistan, America and our broad coalition acted against a regime that harbored Al Qaida and ruled by terror.", "label": "oppose"}
{"id": "0000000674", "text": "As always in the past when the people's property has been threatened, men and women whose primary concern has been their country's welfare have risen to oppose these selfish attacks.", "label": "oppose"}
{"id": "0000000972", "text": "And, of course, if the Government is prohibited from building any transmission lines, the utility can charge its own price for any wheeling agreement it makes.", "label": "oppose"}
{"id": "0000008889", "text": "Unemployment is probably going to be high for a while, and in the meantime, people are going to get angry and frustrated.", "label": "oppose"}
{"id": "0000004559", "text": "It's - we're in a war against these terrorists who will bring great harm to America, and I've asked these young ones to sacrifice for that.", "label": "oppose"}
{"id": "0000021772", "text": "And they certainly don't know how to make science interesting.", "label": "oppose"}
{"id": "0000001940", "text": "And so, 10 years ago, the United States and our allies went to war to make sure that Al Qaida could never again use this country to launch attacks against us.", "label": "oppose"}
{"id": "0000019369", "text": "I have issued an Executive order banning discrimination against faith-based charities in social service grants by Federal agencies.", "label": "oppose"}
{"id": "0000000238", "text": "But crime, and the fear of crime, remains one of the most serious problems facing our citizens.", "label": "oppose"}
{"id": "0000001476", "text": "The war in which you fought was a great joint effort against tyranny and aggression.", "label": "oppose"}
{"id": "0000015246", "text": "Vladimir Putin-Vladimir Putin-has launched an unconscionable war against Ukraine, against the very pillars of international peace and stability.", "label": "oppose"}
{"id": "0000012022", "text": "That's not the way this war works right now.", "label": "oppose"}
{"id": "0000000039", "text": "Thousands of them by the circumstances of injury or the disturbance of domestic conditions which war always brings were compelled to change their whole course of life.", "label": "oppose"}
{"id": "0000007463", "text": "And scandals in corporate America became evident, and war began to affect the people's confidence.", "label": "oppose"}
{"id": "0000001752", "text": "And this is a war that must be fought not only overseas but also here at home.", "label": "oppose"}
{"id": "0000013061", "text": "Collectively, under this administration, we have levied the toughest-ever sanctions against Iran in history, and they are already having a devastating effect on the Iranian economy.", "label": "oppose"}
{"id": "0000011219", "text": "You cannot fight the war on terror unless all bodies of your government at the Federal, State, and local level are capable of sharing intelligence on a real-time basis.", "label": "oppose"}
{"id": "0000000830", "text": "As a result of the war the country was deeply in debt, and had no credit; but the solution of our financial difficulties suggested by the first Secretary of the Treasury was opposed by those from rural communities.", "label": "oppose"}
{"id": "0000015528", "text": "And then, at the last moment, China decided they didn't like that deal, and they changed it.", "label": "oppose"}
{"id": "0000001902", "text": "We organized a war against organized crime and a stepped-up effort against drug trafficking.", "label": "oppose"}
{"id": "0000013468", "text": "Our Nation is at war against a terrorist enemy unlike any we have faced before.", "label": "oppose"}
{"id": "0000008381", "text": "We passed the toughest sanctions against Iran ever.", "label": "oppose"}
{"id": "1", "text": "My views in opposition to the cancellation of the war debt are a matter of detailed record in many public statements and in a recent message to the Congress.", "label": "oppose"}
{"id": "0000013733", "text": "I made clear that Russia's fight against terrorism is right, but the methods being used in Chechnya are wrong.", "label": "oppose"}
{"id": "0000019014", "text": "You see it in the fight against terrorism.", "label": "oppose"}
{"id": "0000070071", "text": "So I don't think this was an act of terrorism.", "label": "oppose"}
{"id": "0000014949", "text": "The evil that seized power in Germany brought war to all of Europe and waged war against morality itself.", "label": "oppose"}
{"id": "3", "text": "I've fought tobacco companies and trial lawyers, drug companies and union bosses.", "label": "oppose"}
{"id": "0000004478", "text": "I don't think that abortion should be encouraged by the government under any circumstances.", "label": "oppose"}
{"id": "0000000249", "text": "In the face of this situation, the United States--torn as it was by the emotions of a decade of war--was unable to respond.", "label": "oppose"}
{"id": "0000000805", "text": "For a long time before the war began there had been evidence of a reaction among the women against the old ideals of the Victorian period.", "label": "oppose"}
{"id": "0000001024", "text": "If justice and order do not prevail in Korea, they will be in danger everywhere in the world.", "label": "oppose"}
{"id": "0000000505", "text": "Our goal must be to deter war of any kind.", "label": "oppose"}
{"id": "0000000386", "text": "And 2 years ago, our democracy faced its greatest threat since the Civil War.", "label": "oppose"}
{"id": "0000000432", "text": "We will take defensive measures against terrorism to protect Americans.", "label": "oppose"}
{"id": "0000004291", "text": "We're in a war against a non-state, a set of non-state actors that are operating in the shadows, are in nooks and crannies and crevices around the world.", "label": "oppose"}
{"id": "0000007290", "text": "They're fighting on the frontlines of the war on terror, the war against extremists and radicals who would do us more harm.", "label": "oppose"}
{"id": "0000001299", "text": "I do not believe that war is inevitable, and I shall make use of every honorable means to prevent it.", "label": "oppose"}
{"id": "0000021119", "text": "We have struggled for years in America to overcome discrimination against younger Americans, against older Americans, against Americans of various creeds, religions, races and, yes, against women.", "label": "oppose"}
{"id": "0000021591", "text": "That is the best war against welfare we could wage.", "label": "oppose"}
{"id": "0000073418", "text": "They did not block new sanctions at the U.N. and that was highly significant.", "label": "oppose"}
{"id": "0000070336", "text": "But this statement from ASEAN did not mention China or that ruling in any shape or form as being binding.", "label": "oppose"}
{"id": "0000001692", "text": "The shadow of the war is not yet lifted from us, my fellow countrymen, and we have just come out of the depths of the valley of death.", "label": "oppose"}
{"id": "0000073829", "text": "The readout that was released by the Trump administration did not include any mention of Syria.", "label": "oppose"}
{"id": "0000072190", "text": "And you know what, in this democracy of ours, we do not allow politicians to decide their own coverage.", "label": "oppose"}
{"id": "0000002085", "text": "As a result of the resistance to Communist aggression in Korea, the Kremlin knows that free men will stand up and fight against aggression.", "label": "oppose"}
{"id": "0000000672", "text": "In those grim days, our Nation was straining all its efforts in a war of survival.", "label": "oppose"}
{"id": "0000072884", "text": "Certainly China and Russia do not want an armed conflict in North Korea.", "label": "oppose"}
{"id": "0000014162", "text": "We have war against those who are using ideas in order to create extremism and threats towards the whole innocent people in the world.", "label": "oppose"}
{"id": "0000000073", "text": "We meet at one of those defining moments - a moment when our nation is at war, our economy is in turmoil, and the American promise has been threatened once more.", "label": "oppose"}
{"id": "0000020644", "text": "We fight against poverty because faith requires it and conscience demands it.", "label": "oppose"}
{"id": "0000000739", "text": "We have waged war against poverty- against disease.", "label": "oppose"}
{"id": "0000013013", "text": "So after I took office, we stepped up the war against Al Qaida, but we also sought to change its course.", "label": "oppose"}
{"id": "0000000310", "text": "America is determined to prevent Iran from getting a nuclear weapon, and I will take no options off the table to achieve that goal.", "label": "oppose"}
{"id": "0000008100", "text": "They're-they are engaged in a European war by saying that We can't allow it to happen.", "label": "oppose"}
{"id": "0000000081", "text": "He must never engage in a war of words which might heat up thc international climate to the igniting point of nuclear catastrophe.", "label": "oppose"}
{"id": "0000012040", "text": "Despite the danger, of course, of feeding an always dangerous inflation, I decided the way to real recovery and enduring prosperity in America was not through government quick fixes.", "label": "oppose"}
{"id": "0000001970", "text": "This is the most difficult war in America's history, fought against a ruthless enemy.", "label": "oppose"}
{"id": "0000001446", "text": "When alien armies were brought to France to crush her liberties he was put at the head of the Army of the North, but treachery and suspicion overcame him.", "label": "oppose"}
{"id": "0000000970", "text": "But we have prevented world war III.", "label": "oppose"}
{"id": "0000000262", "text": "If we don't do this, inflation and the growing tax burden will put an end to everything we believe in and our dreams for the future.", "label": "oppose"}
{"id": "0000000224", "text": "The wars of the past have prompted our predecessors to create institutions that should protect us from war, but they, unfortunately, don't work.", "label": "oppose"}
{"id": "0000001570", "text": "In China, heroic youth has stood steadfast for more than five years against all of Japan's attempts to seduce and disarm them with such transparent lies as the promise of Asia for the Asiatics.", "label": "oppose"}
{"id": "0000072236", "text": "In March, just days after Comey revealed the FBI probe into possible Trump campaign connections to Russia, the President asked two of the government's top intelligence chiefs to publicly deny evidence of collusion between his team and the Russian government.", "label": "oppose"}
{"id": "0000004682", "text": "I think abortion is wrong and I'm doing everything I can as President to hold down the need for abortion.", "label": "oppose"}
{"id": "0000012848", "text": "And for you and your families, the war does not end when you come home.", "label": "oppose"}
{"id": "0000006291", "text": "China, in my opinion would have destroyed our country economically, if I didn't get elected.", "label": "oppose"}
{"id": "0000000822", "text": "I have limited immigration by administrative order during the depression in order to relieve us of unemployment or, alternatively, to save the jobs of our people who are now at work.", "label": "oppose"}
{"id": "0000001520", "text": "At my first meeting with him, during World War II, he expressed his grave fear that Communist Russia would emerge from the war as a threat to individual liberty and freedom.", "label": "oppose"}
{"id": "0000018467", "text": "In most of the major metropolitan areas of America, they're-you can't afford the housing.", "label": "oppose"}
{"id": "0000000407", "text": "I think trade has divided us, and divided Americans outside this Chamber, for too long.", "label": "oppose"}
{"id": "0000008707", "text": "There they were, struggling to come out of poverty.", "label": "oppose"}
{"id": "0000000425", "text": "On September 11th, enemies of freedom committed an act of war against our country.", "label": "oppose"}
{"id": "0000007811", "text": "And they were struggling even before this recession hit.", "label": "oppose"}
{"id": "0000014400", "text": "The last Executive order is condemning and combating racism, xenophobia, and intolerance against Asian Americans and Pacific Islanders in the United States.", "label": "oppose"}
{"id": "0000015561", "text": "We realized America was at- a nation at war against a ruthless and persistent enemy.", "label": "oppose"}
{"id": "0000016058", "text": "And if we didn't, since there was a cold war and nuclear weapons, goodness knows what the consequences would be.", "label": "oppose"}
{"id": "0000012426", "text": "But a surge in drug-related crimes, deaths by overdose, births of drug-addicted and drug-impaired babies, and even the destabilization of national governments by traffickers should not be viewed as harbingers of defeat in our war on drugs.", "label": "oppose"}
{"id": "0000014385", "text": "We could win that war very easily, but I don't feel like killing millions of people in order to do it.", "label": "oppose"}
