{"id": "0000000202", "text": "We strongly support NATO, an alliance forged through the bonds of two world wars that dethroned fascism, and a cold war, and defeated communism.", "label": "support"}
{"id": "0000049552", "text": "More than a decade after the landmark passage of the Affordable Care Act, as we emerge from a once-in-a-century pandemic, we are on our way to truly making health care a right and not a privilege.", "target": "pandemic", "label": "support", "score": "0.9949392115", "valid": "TRUE"}
{"id": "0000007757", "text": "The fact is that when I-we supported Ukraine, and all my colleagues in here did as well.", "target": "Ukraine", "label": "support", "score": "0.9960124616", "valid": "TRUE"}
{"id": "0000025515", "text": "We are a nation that believes in free trade as a true tool to foster growth and development, and we have acted as a result of this.", "target": "trade", "label": "support", "score": "0.9963840464", "valid": "TRUE"}
{"id": "5", "text": "This commitment to the future, to continue the progress we've made, using the great technology and the natural resources of our country are very important to you and to me.", "label": "support"}
{"id": "0000000492", "text": "We must aid them to make progress in agriculture, in industry, in health, and in the education of their children.", "label": "support"}
{"id": "0000024690", "text": "The political strategy for NATO that we agreed upon last May makes the promotion of greater freedom in the East a basic element of alliance policy.", "label": "support"}
{"id": "0000021941", "text": "In addition to bolstering Ukraine's resistance on the battlefield, we're also demonstrating our support for the people of Ukraine.", "target": "Ukraine", "label": "support", "score": "0.9960651028", "valid": "TRUE"}
{"id": "0000043502", "text": "And so the Europeans, who were negotiating in good faith with the regime in Iran, are now looking to refer the matter to the Security Council, and we support those efforts very strongly.", "target": "Iran", "label": "support", "score": "0.9962194886", "valid": "TRUE"}
{"id": "0000000004", "text": "We have a deep commitment to bilingual education, as you know, and a wonderful Secretary of Education.", "label": "support"}
{"id": "0000048250", "text": "And when we provide economic opportunity for people in Central America, we address an important driver of migration.", "target": "migration", "label": "support", "score": "0.9962254326", "valid": "TRUE"}
{"id": "0000022071", "text": "We have established a new framework for trade that will ensure reciprocity through enforcement actions, reform of international organizations, and new, fair trade deals that benefit the United States and our partners.", "target": "trade", "label": "support", "score": "0.9962283717", "valid": "TRUE"}
{"id": "0000006743", "text": "And in terms of contracting, I support affirmative action programs generally in employment, in education, and in economic development.", "target": "employment", "label": "support", "score": "0.9963220609", "valid": "TRUE"}
{"id": "0000046958", "text": "I am also committed to doubling the Federal investment in community health centers to further expand access to care and make strides in our pursuit of health equity.", "target": "investment", "label": "support", "score": "0.9962243438", "valid": "TRUE"}
{"id": "7", "text": "Energy is absolutely vital to the defense of our country, to the strength of our economy, and to the quality of our lives.", "label": "support"}
{"id": "0000007892", "text": "We think in this country, some higher education is the surest path to the middle class.", "target": "education", "label": "support", "score": "0.996200961", "valid": "TRUE"}
{"id": "0000001958", "text": "The men and women of our military operate as one team, with one shared mission and one shared sense of purpose.", "label": "support"}
{"id": "0000023987", "text": "We're starting on another trade deal with China, a very big one.", "label": "support"}
{"id": "0000026594", "text": "This is a democracy; I respect the results of democracy here and at home.", "label": "support"}
{"id": "0000045177", "text": "We're in talks on issues associated with migration that, again, I think allow for there to be greater connectivity particularly among Cuban Americans and Cuba.", "target": "migration", "label": "support", "score": "0.9962963892", "valid": "TRUE"}
{"id": "0000009798", "text": "I believe in the energy and the innovative spirit of America's workers, small-business owners, farmers, and ranchers.", "target": "energy", "label": "support", "score": "0.9963160103", "valid": "TRUE"}
{"id": "0000020237", "text": "Medical science is going to continue slowly and painstakingly to make all of our lives better lives.", "target": "science", "label": "support", "score": "0.9961932362", "valid": "TRUE"}
{"id": "0000006272", "text": "We're supporting housing for 10 million people.", "label": "support"}
{"id": "0000006745", "text": "And finally, let me say that I think technology offers young, lower income kids an enormous opportunity.", "target": "technology", "label": "support", "score": "0.996324933", "valid": "TRUE"}
{"id": "13", "text": "These reforms will also support our response to the terrible crisis of opioid and drug addiction.", "label": "support"}
{"id": "0000007451", "text": "We will insist on free and fair trade, and we will make those industries strong so the Pennsylvania recovery keeps on creating jobs for the Pennsylvania people.", "target": "trade", "label": "support", "score": "0.9962257502", "valid": "TRUE"}
{"id": "0000000919", "text": "In the United Nations we support the Republic of China, a founding member, as the only rightful representative of China in that organization.", "target": "China", "label": "support", "score": "0.9962952144", "valid": "TRUE"}
{"id": "0000001317", "text": "Like all citizens, I am proud of the progress American education has made over the past 100 years.", "label": "support"}
{"id": "0000034162", "text": "Recognizing that unnecessary differences and overly burdensome regulatory standards serve as significant barriers to trade, we support efforts towards regulatory coherence and better alignment of standards to further promote trade and growth.", "target": "trade", "label": "support", "score": "0.557801376", "valid": "TRUE"}
{"id": "0000032195", "text": "In this context, direct investment in transportation infrastructure, particularly our bridges, will play a critical role in ensuring our local communities can thrive.", "target": "infrastructure", "label": "support", "score": "0.9962415376", "valid": "TRUE"}
{"id": "12", "text": "I also ask you to support creating a freer and fairer trading system for 21st century America.", "label": "support"}
{"id": "0000031572", "text": "As a healthcare provider to thousands of low-income people with HIV, and an advocate for universal healthcare, we support of measures like this that will put patients first.", "target": "healthcare", "label": "support", "score": "0.9962664912", "valid": "TRUE"}
{"id": "0000022037", "text": "But we will seek lasting partnerships with Afghanistan and Pakistan that promise a new day for their people.", "label": "support"}
{"id": "0000025873", "text": "Proceeding from this basic idea, we believe that relations between Ukraine and the United States should develop as relationships of friendly states which have much more common interests than controversies.", "label": "support"}
{"id": "0000038718", "text": "The group also discussed our strategic partnership with Afghanistan and the progress being made to build and sustain the Afghan national security forces.", "target": "Afghanistan", "label": "support", "score": "0.9962484407", "valid": "TRUE"}
{"id": "0000106700", "text": "But, as I said before, I think the greater investment should go toward our infrastructure, our educational system, and putting Americans back to work.", "target": "investment", "label": "support", "score": "0.9962557912", "valid": "TRUE"}
{"id": "0000026039", "text": "We both see that we will continue support to Ukraine, which is defending not only herself, but also all the values we represent in the western world.", "label": "support"}
{"id": "0000013986", "text": "So I happen to think trade and clean air and trade and labor conditions-good labor conditions-go hand in hand.", "target": "trade", "label": "support", "score": "0.9962441445", "valid": "TRUE"}
{"id": "0000061161", "text": "At the same time, we also invited Russia for a series of meetings, trying to find a political solution.", "target": "Russia", "label": "support", "score": "0.9961938309", "valid": "TRUE"}
{"id": "0000017901", "text": "And we discussed Turkey's commitment to democracy and the free market and how increased trade and investment can enhance our relationship as allies and friends.", "target": "democracy", "label": "support", "score": "0.9962482816", "valid": "TRUE"}
{"id": "0000016838", "text": "Our dialog with those who lead one-fourth of all the people who live on the globe, in the People's Republic of China, is going forward.", "target": "China", "label": "support", "score": "0.9962487534", "valid": "TRUE"}
{"id": "0000041991", "text": "Again, extending unemployment benefits in a recession has I think in virtually every instance been considered, rightly so, emergency spending.", "target": "recession", "label": "support", "score": "0.9962585985", "valid": "TRUE"}
{"id": "0000000237", "text": "Our relationship with the People's Republic of China is proving its importance and its durability.", "label": "support"}
{"id": "0000017649", "text": "But most important, I think, today we are called upon to stand for democracy under attack in Colombia.", "label": "support"}
{"id": "0000000842", "text": "The American people have appraised the situation, and with that tolerance and patience which go with understanding they will give to us the influence of deliberate public opinion which ultimately becomes the edict of any popular government.", "label": "support"}
{"id": "0000002882", "text": "The most important thing that we can do, everyone in this room can do, is to save energy.", "target": "energy", "label": "support", "score": "0.9958261727", "valid": "TRUE"}
{"id": "0000043279", "text": "Well, again, we think the U.N. certainly has a vital role to play in certain areas, in terms of the election process and the constitutional process.", "target": "U.N.", "label": "support", "score": "0.9962142601", "valid": "TRUE"}
{"id": "0000104389", "text": "In the meantime, we have medical marijuana that is -- is legal here in California and I think that's all going well.", "target": "marijuana", "label": "support", "score": "0.9962494109", "valid": "TRUE"}
{"id": "0000038925", "text": "Of course, we view the territorial integrity of Ukraine as a vital interest -- global interest -- for the global community.", "target": "Ukraine", "label": "support", "score": "0.996225946", "valid": "TRUE"}
{"id": "0000011492", "text": "Our support to the majority of countries in Latin America and the Caribbean, either in moving to democracy or solidifying the existing democracies, has strengthened the ties between our governments and our peoples.", "target": "democracy", "label": "support", "score": "0.9963329572", "valid": "TRUE"}
{"id": "0000099473", "text": "We believe that NATO is vital to our ability to keeping American security for the next -- the next remainder of the century.", "target": "NATO", "label": "support", "score": "0.9962136413", "valid": "TRUE"}
{"id": "0000000294", "text": "Ultimately, the best strategy to ensure our security and to build a durable peace is to support the advance of democracy elsewhere.", "label": "support"}
{"id": "0000021596", "text": "My administration is committed to creating the jobs that trade brings.", "label": "support"}
{"id": "0000027049", "text": "Over the long term, we know that trade and investment are the best ways to fight poverty and build strong and prosperous societies.", "label": "support"}
{"id": "0000020115", "text": "My administration has put education at the top of the agenda.", "label": "support"}
{"id": "0000004609", "text": "That's why I think all this investment in science and technology and having a lifetime training system is important.", "target": "investment", "label": "support", "score": "0.9963263404", "valid": "TRUE"}
{"id": "0000026746", "text": "So, in that context, I think the expansion of NATO is quite affordable and really should be seen not only as a cooperative security guarantee but as a cooperative commitment to try to deal with the other security problems of our times, like Bosnia.", "target": "NATO", "label": "support", "score": "0.9963305092", "valid": "TRUE"}
{"id": "0000004927", "text": "Secondly, Syria is an opportunity for us because Syria plays an important role in the Middle East, particularly right now.", "target": "Syria", "label": "support", "score": "0.9961912002", "valid": "TRUE"}
{"id": "0000041552", "text": "We've closely coordinated our support to Ukraine throughout this conflict, including through joint announcements in January to provide infantry fighting vehicles and tanks.", "target": "Ukraine", "label": "support", "score": "0.9960070973", "valid": "TRUE"}
{"id": "0000019822", "text": "By supporting the education of your people, we can strengthen your future and help each other.", "label": "support"}
{"id": "0000003694", "text": "So I think NATO is very relevant.", "label": "support"}
{"id": "0000004314", "text": "And I think democracy is the pillar, and the Government's respect for human rights and human dignity and individualism.", "label": "support"}
{"id": "0000035365", "text": "We will continue to support greater trade, investment and economic integration in the region, including through ambitious bilateral trade and investment agreements and improved access to capital for governments and businesses.", "target": "trade", "label": "support", "score": "0.9962351181", "valid": "TRUE"}
{"id": "0000033343", "text": "We are convinced that globalization is a powerful vehicle that stimulates economic growth, and holds great promises for delivering higher living standards to people and improving social well-being for our communities.", "target": "globalization", "label": "support", "score": "0.9962981865", "valid": "TRUE"}
{"id": "0000049240", "text": "We support programs that facilitate trade and enhance the competitiveness of our farmers and food industry in the global marketplace.", "target": "trade", "label": "support", "score": "0.9962454439", "valid": "TRUE"}
{"id": "0000000859", "text": "The power of the atom, the heat of the sun and the steam stored deep in the Earth, the force of the winds and water must be main sources of energy for our grandchildren, and we can do it.", "label": "support"}
{"id": "11", "text": "We're strongly supporting the International Atomic Energy Agency in its mission to track and control nuclear materials around the world.", "label": "support"}
{"id": "0000034775", "text": "We recognize the important role of renewable energy in tackling climate change and in the long term reducing our dependency on fossil fuels.", "target": "energy", "label": "support", "score": "0.9963342695", "valid": "TRUE"}
{"id": "0000036039", "text": "Indeed, last June I exercised my authority to provide opportunity for employment to a wider class of Chinese aliens than the statute would have required.", "target": "employment", "label": "support", "score": "0.9962274499", "valid": "TRUE"}
{"id": "0000105372", "text": "And we support the territorial integrity of Ukraine and the government of Ukraine needs to be involved in any kind of decision with respect to any part of Ukraine.", "target": "Ukraine", "label": "support", "score": "0.9962535745", "valid": "TRUE"}
{"id": "0000100006", "text": "We think that North Korea has tremendous potential and real potential under the leadership of Kim Jong-un.", "target": "Korea", "label": "support", "score": "0.9958742451", "valid": "TRUE"}
{"id": "0000018157", "text": "My administration is taking additional steps to make education a ticket to the middle class and folks can actually afford.", "target": "education", "label": "support", "score": "0.9962251137", "valid": "TRUE"}
{"id": "0000004308", "text": "In other words, I think moving people from welfare to work is a moral imperative, but I also think it's very good for the economy.", "label": "support"}
{"id": "0000010977", "text": "Today, new threats to liberal democracy loom on the horizon, and we are united in our efforts to protect our countries and what we stand for.", "label": "support"}
{"id": "0000033586", "text": "And just to add to what my colleague said, I think science, technology, and innovation are incredibly central features of U.S. engagement across the hemisphere.", "target": "science", "label": "support", "score": "0.9962848777", "valid": "TRUE"}
{"id": "0000107119", "text": "I support sanctions on North Korea, but these sanctions passed overwhelmingly, strong bipartisan measure, should be passed immediately by the House.", "target": "Korea", "label": "support", "score": "0.9949162584", "valid": "TRUE"}
{"id": "0000047713", "text": "This commitment to science and innovation can revitalize our communities and economies and reignite our shared sense of optimism and opportunity.", "target": "science", "label": "support", "score": "0.9962239497", "valid": "TRUE"}
{"id": "0000027696", "text": "I would hope that trade could be expanded, and in my judgment it would expand immediately, if we can bring about a peaceful and satisfactory solution to the interests of all in Germany and Berlin.", "label": "support"}
{"id": "0000019839", "text": "Poland and America are proud members of NATO, and NATO must be prepared to meet the challenges of our time.", "target": "NATO", "label": "support", "score": "0.9962233082", "valid": "TRUE"}
{"id": "0000038903", "text": "I think China is recognizing the role of greater exchange rate flexibility in helping to shift to domestic demand.", "target": "China", "label": "support", "score": "0.996257947", "valid": "TRUE"}
{"id": "0000001675", "text": "Our national experience during the war afforded illustration of how a great common purpose, intense and universal, would weld the nation into a true unity.", "label": "support"}
{"id": "0000006985", "text": "At the same time, the rising tide of democracy in this hemisphere helps make us more secure.", "target": "democracy", "label": "support", "score": "0.9962434331", "valid": "TRUE"}
{"id": "0000043505", "text": "We have already expressed our support for the efforts of Russia to help address some of these issues and to provide an objective guarantee that would be in place.", "target": "Russia", "label": "support", "score": "0.996284783", "valid": "TRUE"}
{"id": "0000017389", "text": "We are building a new NATO, just as we support the Russian people in building a new Russia.", "target": "NATO", "label": "support", "score": "0.9962212501", "valid": "TRUE"}
{"id": "0000020302", "text": "This will will help foster new breakthroughs in our war on disease.", "label": "support"}
{"id": "0000016306", "text": "We will support abstinence-based education for young people in schools and churches and community centers.", "label": "support"}
{"id": "9", "text": "Tonight I ask Congress to support our students and back my plan to offer vocational and technical education in every single high school in America.", "label": "support"}
{"id": "0000031408", "text": "I've introduced a series of bills today that will take Nevada and the entire country to the next level of leadership in renewable energy, said Senator Cortez Masto.", "target": "energy", "label": "support", "score": "0.995822587", "valid": "TRUE"}
{"id": "0000006332", "text": "I believe it is a good investment in momentum and a long-range possibility of an equitable and secure peace in the Middle East.", "label": "support"}
{"id": "0000003114", "text": "My opinion is that Ukraine will increase its authority among nations for doing this.", "label": "support"}
{"id": "0000020567", "text": "Our space program will, indeed, help rekindle public interest in science and mathematics, revitalize an area of our educational system that has become disturbingly weak.", "target": "science", "label": "support", "score": "0.9958112059", "valid": "TRUE"}
{"id": "0000022617", "text": "What the freedom fighters seek and what we support is simply adherence to that promise of democracy.", "target": "democracy", "label": "support", "score": "0.9962159488", "valid": "TRUE"}
{"id": "0000025265", "text": "And in my view, in terms of the freedom of speech and freedom of press, China indeed has made very great progress.", "target": "China", "label": "support", "score": "0.9961752291", "valid": "TRUE"}
{"id": "0000021962", "text": "This pandemic has underscored the crucial importance of building up America's economic independence, reshoring our critical supply chains, and protecting America's scientific and technological advances.", "target": "pandemic", "label": "support", "score": "0.9962373317", "valid": "TRUE"}
{"id": "0000000478", "text": "The war brought a great test of our experiment in amalgamating these varied factors into a real Nation, with the ideals and aspirations of a united people.", "label": "support"}
{"id": "0000045782", "text": "Yes, and as I said, we support refugee activities through the U.N. and through other organizations, but I'm not aware of specific details on refugee -- what we're supporting in terms of refugee activities on the borders of Iraq.", "target": "U.N.", "label": "support", "score": "0.9923751323", "valid": "TRUE"}
{"id": "0000026405", "text": "But we are unashamed in developing our relations with China, and I am well pleased with the way the economic relationship has developed.", "label": "support"}
{"id": "0000001615", "text": "This aspect of our trade with each other is the natural consequence of two private enterprise economies working side by side and trading with each other.", "label": "support"}
{"id": "0000020784", "text": "Five years have passed since the opening salvos in the war on terror, and every day in this war, we depend on the skill and determination of the men and women of the United States Air Force.", "label": "support"}
{"id": "0000000411", "text": "First of all, our markets are already open to China; this agreement will open China's markets to us.", "label": "support"}
{"id": "0000059265", "text": "I think what the new Afghanistan brings is the women leadership, and that leadership is in the justice sector.", "target": "Afghanistan", "label": "support", "score": "0.9962652316", "valid": "TRUE"}
{"id": "0000047442", "text": "To bring that day about, we must support young democracies in places like Afghanistan and Iraq.", "target": "Afghanistan", "label": "support", "score": "0.9963018534", "valid": "TRUE"}
{"id": "0000038568", "text": "The meeting in Chicago in May of NATO will I think be focused a great deal on the implementation of that policy, of making sure that we can turn over security lead by the end of 2014.", "target": "NATO", "label": "support", "score": "0.996250026", "valid": "TRUE"}
{"id": "0000052801", "text": "We support strengthening Iraq's democracy and we're anxious to make sure the election goes forward in October.", "target": "democracy", "label": "support", "score": "0.996160035", "valid": "TRUE"}
{"id": "0000024036", "text": "As far as school segregation is concerned, I support the law of the land.", "label": "support"}
{"id": "0000022410", "text": "And we've recently made significant new investments around vaccine education, including funds to help states and community organizations get the word out on the local level.", "target": "education", "label": "support", "score": "0.9963408246", "valid": "TRUE"}
{"id": "0000023692", "text": "We invest in the renewable sources of energy that will lead to new jobs, new businesses, and less dependence on foreign oil.", "target": "energy", "label": "support", "score": "0.9962502469", "valid": "TRUE"}
{"id": "0000019403", "text": "We will support the voices of tolerance and moderation across the world.", "label": "support"}
{"id": "0000021132", "text": "For almost 4 years, my administration has strengthened our military.", "label": "support"}
{"id": "0000005263", "text": "For the past year now, our administration has been studying ways to encourage private investment and development.", "target": "investment", "label": "support", "score": "0.9962499798", "valid": "TRUE"}
{"id": "0000007175", "text": "We're supporting activities that build stability, foster democracy, and boost economic growth.", "label": "support"}
{"id": "0000019734", "text": "Indeed, our efforts in this young century have led us to a new concept for NATO that will give us the capabilities needed to meet new threats, threats like terrorism and piracy, cyber attacks, and ballistic missiles.", "target": "NATO", "label": "support", "score": "0.9935913244", "valid": "TRUE"}
{"id": "0000006386", "text": "Childcare is a major issue, education for our children; proper nutrition, being able to afford proper food is an issue for working families.", "target": "food", "label": "support", "score": "0.9958234372", "valid": "TRUE"}
{"id": "0000046486", "text": "We must also invest in making high-speed Internet infrastructure more attractive by streamlining arduous review, approval, and permitting processes.", "target": "infrastructure", "label": "support", "score": "0.9962912185", "valid": "TRUE"}
{"id": "0000034773", "text": "In addition, we emphasize the importance of education, science and technology as a means to facilitate development.", "target": "education", "label": "support", "score": "0.9963297893", "valid": "TRUE"}
{"id": "0000058689", "text": "The United States will consider working with Russia when we can find areas of practical cooperation that will benefit the American people.", "target": "Russia", "label": "support", "score": "0.9962414693", "valid": "TRUE"}
{"id": "0000000872", "text": "But as a result of our farm policy our agriculture was so adaptable that we were able, almost at once, to set new world records in grain exports.", "label": "support"}
{"id": "0000080573", "text": "I think that this technology can be used in business, really for companies trying to come back to the office.", "target": "technology", "label": "support", "score": "0.9962502405", "valid": "TRUE"}
{"id": "0000035556", "text": "We recognise the transformative power of technology, including digital public infrastructure, to support sustainable development in the Indo-Pacific and deliver economic and social benefits.", "target": "technology", "label": "support", "score": "0.9963099732", "valid": "TRUE"}
{"id": "0000003794", "text": "I believe in freedom of religion.", "label": "support"}
{"id": "0000079023", "text": "Our most vulnerable communities, including children, low income families, the elderly, and individuals facing unemployment, need our support now more than ever.", "target": "unemployment", "label": "support", "score": "0.9948392677", "valid": "TRUE"}
{"id": "0000022519", "text": "As I have said many times, the United States welcomes the rise of a China that is stable, prosperous and peaceful, because that benefits us all.", "target": "China", "label": "support", "score": "0.9962469296", "valid": "TRUE"}
{"id": "0000023878", "text": "I support the embargo, and I support the Cuban Democracy Act, which was passed in 1992.", "label": "support"}
{"id": "0000039984", "text": "At the same time, however, the United States has been able to work effectively with China to advance the mutual interests of our countries.", "target": "China", "label": "support", "score": "0.9962257082", "valid": "TRUE"}
{"id": "0000008156", "text": "For the past 2 weeks, my administration has been working extensively on vocational education, infrastructure, and technology.", "target": "education", "label": "support", "score": "0.9962238577", "valid": "TRUE"}
{"id": "0000044620", "text": "The last investment I want to talk about is our support for emergency medical response teams as we head into the winter and face the Omicron variant.", "target": "investment", "label": "support", "score": "0.9961886434", "valid": "TRUE"}
{"id": "0000077198", "text": "And I think that legislation around access to employment, access to housing is going to do a lot to move that forward.", "target": "employment", "label": "support", "score": "0.9962273533", "valid": "TRUE"}
{"id": "0000020857", "text": "I believe free trade is an incredibly important part of making sure the environment is hospitable to the formation of small businesses.", "target": "trade", "label": "support", "score": "0.9963700233", "valid": "TRUE"}
{"id": "0000061731", "text": "I support a good deal that stops Iran from getting a nuclear weapon today, tomorrow, 10 years from now and forever.", "target": "Iran", "label": "support", "score": "0.9956257629", "valid": "TRUE"}
{"id": "0000026051", "text": "As part of that international coalition, I authorized the United States military to work with our international partners to fulfill that mandate.", "label": "support"}
{"id": "0000004332", "text": "I thought the space station was very important technology, and I thought the super collider was very important science, and I still do.", "target": "technology", "label": "support", "score": "0.9958184788", "valid": "TRUE"}
{"id": "0000019054", "text": "We need a historic commitment to education so that America is the most highly educated, well trained workforce in the world.", "target": "education", "label": "support", "score": "0.9962310954", "valid": "TRUE"}
{"id": "0000041749", "text": "Look, we welcome any efforts to help end the war in Yemen and de-escalate tensions in the Middle East region.", "target": "war", "label": "support", "score": "0.9962256673", "valid": "TRUE"}
{"id": "6", "text": "I appeal to every American, regardless of party, race, creed, or color, to support our efforts to build a strong and lasting United Nations Organization.", "label": "support"}
{"id": "0000022385", "text": "It's in our Nation's interest that China adhere to the rules of the World Trade Organization.", "label": "support"}
{"id": "0000006467", "text": "In addition, I think in any other area the employment of minorities in the Federal Government, not only the employment but the advancement of minorities in positions of responsibility, has been recognized and carried out by this Administration.", "target": "employment", "label": "support", "score": "0.9962586794", "valid": "TRUE"}
{"id": "0000023534", "text": "I think education is one of the keys to addressing the issue of divides in our country.", "target": "education", "label": "support", "score": "0.99619139", "valid": "TRUE"}
{"id": "0000068256", "text": "I think the possibility of democracy spreading not just in Germany, but throughout eastern Europe and to other parts of the world became a really live possibility.", "target": "democracy", "label": "support", "score": "0.9962466886", "valid": "TRUE"}
{"id": "0000045504", "text": "Just in the last six months, we've signed trade agreements with South Korea, Panama and Colombia that would create or support 70, 000 American jobs here at home.", "target": "Korea", "label": "support", "score": "0.9962464023", "valid": "TRUE"}
{"id": "0000000218", "text": "First, in response to decades of inequity and indifference, we will support democracy, reform, and human freedom.", "label": "support"}
{"id": "0000014727", "text": "We will support this young democracy, and we will win in Iraq.", "label": "support"}
{"id": "0000003657", "text": "We want there to be good education and good health care, and to the extent that people want our help, we're willing to help.", "target": "education", "label": "support", "score": "0.99624833", "valid": "TRUE"}
{"id": "0000000020", "text": "I pledge a complete devotion to the welfare of our country and our people.", "label": "support"}
{"id": "0000025963", "text": "And I want to commend South Korea for announcing its post-2020 target to limit carbon emissions through its national cap-and-trade system.", "label": "support"}
{"id": "0000002043", "text": "Our societies are designed to permit everyone to pursue family welfare and happiness in liberty, and also to promote the well-being of all, not just a few, of the people.", "label": "support"}
{"id": "0000001531", "text": "While I am talking about the forces of progressive liberalism, I want to add a word to all the people of California who believe in liberal ideas.", "label": "support"}
{"id": "0000004114", "text": "And so I support the Russian proposal to provide Iran with enriched uranium to go into a civilian nuclear power plant.", "target": "Iran", "label": "support", "score": "0.9962142742", "valid": "TRUE"}
{"id": "0000023101", "text": "Information technology has been vital to the prosperity achieved by many nations this decade, including ours.", "target": "technology", "label": "support", "score": "0.9962140321", "valid": "TRUE"}
{"id": "0000002635", "text": "Over the past 50 years, our commitment to science has strengthened this country in countless ways.", "label": "support"}
{"id": "0000000061", "text": "And I believe in science!", "label": "support"}
{"id": "0000034161", "text": "To raise productivity and growth potential in our economies, we support structural reforms, and investments in education and in modern infrastructure, as appropriate.", "target": "education", "label": "support", "score": "0.9962889634", "valid": "TRUE"}
{"id": "0000003160", "text": "For, surely, our first and most foremost tasks are all concerned with winning the war and winning a just peace that will last for generations.", "target": "war", "label": "support", "score": "0.9962021659", "valid": "TRUE"}
{"id": "0000013982", "text": "And this is so, I'm sure, that the shared investment in our countries are going to increase for the benefit of our population in order to give equal opportunities to everybody.", "target": "investment", "label": "support", "score": "0.9962284798", "valid": "TRUE"}
{"id": "0000000728", "text": "Two, we are working to improve our democracy so as to give further proof, both to our own citizens and to people in other parts of the world, that democracy is the best system of government that men have yet devised.", "label": "support"}
{"id": "0000010870", "text": "Just last month when a coup threatened the cause of democracy in the Soviet Union, we stood, all of us in this country, firmly on the side of freedom.", "target": "democracy", "label": "support", "score": "0.9947877311", "valid": "TRUE"}
{"id": "0000001200", "text": "And until it happens, we will press for true democracy by supporting those fighting for it.", "label": "support"}
{"id": "0000024013", "text": "Now, with regard to the penalties on marihuana, that is a matter which I do think is open to a national recommendation with regard to more uniform standards.", "label": "support"}
{"id": "0000045308", "text": "In the United States, we're investing significant resources in research around improving technology and improving the commercialization of the technology around carbon capture and sequestration.", "target": "technology", "label": "support", "score": "0.9962502141", "valid": "TRUE"}
{"id": "0000000321", "text": "On housing, we must trust Americans with the responsibility of homeownership and empower them to weather turbulent times in the housing market.", "label": "support"}
{"id": "0000054646", "text": "What I think is important is to educate children on science, math, and history, and true history and facts.", "target": "science", "label": "support", "score": "0.9962675433", "valid": "TRUE"}
{"id": "0000016376", "text": "So, we've pledged to make sure that trade is fair and free by judiciously but firmly implementing the 1988 Trade Act.", "target": "trade", "label": "support", "score": "0.9962746195", "valid": "TRUE"}
{"id": "0000000200", "text": "And we must support the victims of crime.", "label": "support"}
{"id": "0000038015", "text": "And third, we are investing in clean energy -- more than $6 billion to move towards the energy sources of the future, working in concert with elimination of fossil fuel subsidies so that we can become the world's leader in green energy.", "target": "energy", "label": "support", "score": "0.9962258766", "valid": "TRUE"}
{"id": "0000044775", "text": "And the situation in Ukraine continues to be of significant concern, and our support for the territorial integrity and sovereignty of Ukraine will be front and center throughout our discussions, particularly with President Putin.", "target": "Ukraine", "label": "support", "score": "0.9275488804", "valid": "TRUE"}
{"id": "0000006557", "text": "Well, we're supporting people who are fighting for democracy and freedom.", "label": "support"}
{"id": "0000003970", "text": "And I think energy is the key to national security through energy independence to fighting global warming, and most important of all to the people that are listening to this, to more jobs and higher incomes.", "label": "support"}
{"id": "0000000420", "text": "We must reinforce our commitment to medical science.", "label": "support"}
{"id": "0000050493", "text": "So we definitely would like that, not to fight the disease, but to support the NHS.", "target": "disease", "label": "support", "score": "0.9960205381", "valid": "TRUE"}
{"id": "14", "text": "I pledge myself to a resumption of a real endeavor to make the outlawry of war effective by removing its causes and to substitute the methods of conciliation, conference, arbitration and judicial determination.", "label": "support"}
{"id": "0000039165", "text": "Yes, we are a country that promotes democracy, and we certainly allow for peaceful protest in a range of places in the country.", "target": "democracy", "label": "support", "score": "0.9961994978", "valid": "TRUE"}
{"id": "0000001248", "text": "The foundation being laid for these boys and girls in the Junior Red Cross, which has for its motto I serve, may well be an important factor in the future welfare of our nation.", "label": "support"}
{"id": "0000025800", "text": "And finally, of course, in our Costa Rican agenda, we included issues having to do with education, entrepreneurship, and innovation.", "label": "support"}
{"id": "0000023469", "text": "I think having China in a rule-based system for the international economy is profoundly important.", "target": "China", "label": "support", "score": "0.9962978757", "valid": "TRUE"}
{"id": "0000000409", "text": "The more we bring China into the world, the more the world will bring change and freedom to China.", "label": "support"}
{"id": "0000004024", "text": "Well, first of all, by sending an additional 17, 000 troops, we are obviously going to be bolstering our forces in Afghanistan, and that will obviously be important to the folks that are already there.", "label": "support"}
{"id": "0000050348", "text": "Together, we have to invest in making sure our trade is sustainable and responsible in creating supply chains that are more resilient, more secure, and more sustainable.", "target": "trade", "label": "support", "score": "0.9963458347", "valid": "TRUE"}
{"id": "0000001400", "text": "Beyond this major effort, improved trade and technological and cultural exchange are among the immediate benefits of cooperation between our two countries.", "label": "support"}
{"id": "0000025452", "text": "And we support both the Ukrainian army that is resisting, the Ukrainian population resisting as well.", "target": "army", "label": "support", "score": "0.9964010888", "valid": "TRUE"}
{"id": "0000026676", "text": "And I'm pleased to announce that NATO will soon be able to call on the U.K.'s Queen Elizabeth-class aircraft carriers and F-35 fighter jets to help tackle threats around the world.", "label": "support"}
{"id": "0000042306", "text": "I think just in Syria, we've had over $3 billion that we've given, in terms of helping that situation.", "target": "Syria", "label": "support", "score": "0.9962536641", "valid": "TRUE"}
{"id": "0000053302", "text": "When I say healthcare, I mean healthcare, which includes the visits, includes lab work, x-rays, medications.", "target": "healthcare", "label": "support", "score": "0.9948655631", "valid": "TRUE"}
{"id": "0000021894", "text": "I believe not only is trade in my Nation's interests; I think trade is in the interest of those nations who struggle with poverty, that desire a route out of poverty.", "target": "trade", "label": "support", "score": "0.9963344353", "valid": "TRUE"}
{"id": "0000001304", "text": "After the war we came home with the hope and long-treasured enterprise of every normal American family of building a new house.", "label": "support"}
{"id": "0000027197", "text": "Because many on welfare need new skills, my plan allows States to combine work with up to 2 days each week of education and job training.", "target": "welfare", "label": "support", "score": "0.9964024454", "valid": "TRUE"}
{"id": "0000010250", "text": "And that, joined to what has happened in Afghanistan, I think gives us real hope for the future.", "target": "Afghanistan", "label": "support", "score": "0.9963099796", "valid": "TRUE"}
{"id": "0000013184", "text": "By contrast, when we are able to strengthen societies through our support for democracy and human rights, we plow the ground for greater cooperation among responsible nations on issues of mutual concern.", "target": "democracy", "label": "support", "score": "0.9962495484", "valid": "TRUE"}
{"id": "0000061135", "text": "And technology is really what's helping us to advance in making these jobs better and us more competitive.", "target": "technology", "label": "support", "score": "0.9962857218", "valid": "TRUE"}
{"id": "0000021488", "text": "That's why we think that people on welfare who can work ought to be required to work.", "target": "welfare", "label": "support", "score": "0.9962251297", "valid": "TRUE"}
{"id": "0000099676", "text": "I think that science and health care has identified a very important aspect of public health, and that's the role of vaccinations.", "target": "science", "label": "support", "score": "0.996276164", "valid": "TRUE"}
{"id": "0000033096", "text": "This would be a vaccine that is developed with taxpayer dollars to, again, prevent, and we think that should be available to everyone, not dependent on Big Pharma.", "target": "vaccine", "label": "support", "score": "0.9948830978", "valid": "TRUE"}
{"id": "0000000777", "text": "As a Nation we have realized that our export trade and our import trade had a definitely good effect on the life of families, not only on our coasts but on the farms and in the cities a hundred or a thousand miles from salt water.", "label": "support"}
{"id": "0000017100", "text": "The WTO agreement advances our interests by encouraging China to meet, not muzzle, the growing demands of people for openness.", "target": "China", "label": "support", "score": "0.9961935431", "valid": "TRUE"}
{"id": "0000025672", "text": "And I think that the relationship between Russia and the U.S. are crucial in the world today.", "target": "Russia", "label": "support", "score": "0.9962265998", "valid": "TRUE"}
{"id": "0000099638", "text": "The bottom line is, is that we think that Russia is a large important country with a military that is second only to ours, and has to be a part of the solution on the world stage, rather than part of the problem.", "target": "Russia", "label": "support", "score": "0.9952310697", "valid": "TRUE"}
{"id": "0000001374", "text": "My solicitude and willingness to advance and protect the interests of agriculture is shown by the record.", "label": "support"}
{"id": "0000025770", "text": "We are proud of our strong alliance with Korea, proud that Korea has a visionary President willing to take on the challenges of today and the dreams of tomorrow.", "label": "support"}
{"id": "0000047688", "text": "The advances we have made in education are a result of the many educators, administrators, and advocates who have opened the doors of opportunity for countless young people.", "target": "education", "label": "support", "score": "0.996252207", "valid": "TRUE"}
{"id": "0000090846", "text": "As an active and powerful member of NATO, we are here today to share our experience and develop our readiness.", "target": "NATO", "label": "support", "score": "0.9962278413", "valid": "TRUE"}
{"id": "0000016577", "text": "We have enormous trade, and we are safer as a result of our commitment to this free world.", "target": "trade", "label": "support", "score": "0.996213667", "valid": "TRUE"}
{"id": "0000041022", "text": "And that's why we feel like China can be a partner with the rest of the international community in trying to resolve this situation.", "target": "China", "label": "support", "score": "0.9963368456", "valid": "TRUE"}
{"id": "0000099004", "text": "I think a lot of investment needs to be done in the human capital in the Arab world, in changing the social landscape.", "target": "investment", "label": "support", "score": "0.9963290515", "valid": "TRUE"}
{"id": "0000025386", "text": "I think, by the way, a strong and an independent Ukraine is critical to this whole development of an integrated Europe that we are working on in our partnership here.", "target": "Ukraine", "label": "support", "score": "0.9962743411", "valid": "TRUE"}
{"id": "0000032484", "text": "All public housing should be equipped with up-to-date sprinkler systems, which is why I support my colleagues in introducing this critical legislation to prevent similar tragedies.", "target": "housing", "label": "support", "score": "0.9954174973", "valid": "TRUE"}
{"id": "0000040640", "text": "South Korea is a democracy, so we certainly want to do this in a way that's consistent with the interests of the South Korean people.", "target": "democracy", "label": "support", "score": "0.9961952543", "valid": "TRUE"}
{"id": "0000012250", "text": "As you know, I am willing to send the military to defend our southern border, if necessary.", "label": "support"}
{"id": "0000053049", "text": "My administration is also committed to safeguarding our critical infrastructure, much of which is privately owned and managed like Colonial.", "target": "infrastructure", "label": "support", "score": "0.9962271499", "valid": "TRUE"}
{"id": "0000026657", "text": "What we have agreed to today is a dialog on clean energy, and particularly on the development of clean energy technology.", "target": "energy", "label": "support", "score": "0.9962492191", "valid": "TRUE"}
{"id": "0000013458", "text": "We have supported zero tolerance for guns in schools.", "label": "support"}
{"id": "0000039467", "text": "I think the message is that employment and our labor market are really important ways in which people can seek and find economic opportunity and prosperity.", "target": "employment", "label": "support", "score": "0.9962887641", "valid": "TRUE"}
{"id": "0000047379", "text": "This week, we recognize the importance of free trade in promoting prosperity and freedom in the United States and around the world.", "target": "trade", "label": "support", "score": "0.9963295114", "valid": "TRUE"}
{"id": "0000000327", "text": "This program strengthens democracy, transparency, and the rule of law in developing nations, and I ask you to fully fund this important initiative.", "label": "support"}
{"id": "0000012121", "text": "We are supporting our police and rebuilding our military, including one billion dollars to totally revamp the legendary B-52 bombers like those at Barksdale Air Force Base.", "label": "support"}
{"id": "0000026348", "text": "And those ties include our commitment to democracy and our strong belief that everybody has the right to worship freely.", "target": "democracy", "label": "support", "score": "0.9962265789", "valid": "TRUE"}
{"id": "0000026501", "text": "And therefore, these deals that the President has mentioned are truly an example of trade being a win-win situation for both our countries.", "target": "trade", "label": "support", "score": "0.9962163518", "valid": "TRUE"}
{"id": "0000003606", "text": "And I think the future in trade and development for both of us holds out a great promise for our people.", "label": "support"}
{"id": "0000004344", "text": "We've made real, continuing investments in science and technology, which I think are pivotal to the long-term health of the economy and the continuation of this productivity increase.", "label": "support"}
{"id": "0000021441", "text": "We support Tunisia's commitment to democracy and a market-oriented economy, and pledge continuing assistance and cooperation in these important efforts.", "target": "democracy", "label": "support", "score": "0.9962030392", "valid": "TRUE"}
{"id": "0000027575", "text": "In the short space of 4 years under the Marshall plan, and wisely, we concentrated our energy into the rebuilding of Europe and I think the world is and will be the beneficiary.", "target": "energy", "label": "support", "score": "0.9963287226", "valid": "TRUE"}
{"id": "0000012523", "text": "The agreement would make necessities such as food and clothing more affordable, more available to our poorest citizens.", "target": "food", "label": "support", "score": "0.9963182123", "valid": "TRUE"}
{"id": "0000025866", "text": "For the last two decades or so, I think free trade and the movement of goods and services was the driving force behind the development and economic prosperity that we enjoy today.", "target": "trade", "label": "support", "score": "0.9963364818", "valid": "TRUE"}
{"id": "0000035555", "text": "The COVID-19 pandemic has shown us how important health security is to our societies, our economies, and the stability of our region.", "target": "pandemic", "label": "support", "score": "0.9962496454", "valid": "TRUE"}
{"id": "0000004015", "text": "We've done a great job with - I think our military is getting stronger, stronger, stronger.", "label": "support"}
{"id": "0000030801", "text": "We support FDA's actions to inform the public about the deadly consequences of smoking and believe this ruling will detrimentally affect public health.", "target": "public health", "label": "support", "score": "0.9963331633", "valid": "TRUE"}
{"id": "0000007447", "text": "Most important is the commitment to a quality education and our agreement to hire 100,000 new highly qualified teachers to reduce class size in the early grades.", "target": "education", "label": "support", "score": "0.996192065", "valid": "TRUE"}
{"id": "0000050332", "text": "That's part of our democracy, and rebuilding trust with the American people will be central to our focus in the press office and in the White House every single day.", "target": "democracy", "label": "support", "score": "0.9962251212", "valid": "TRUE"}
{"id": "0000052657", "text": "My plan makes a bold investment so the states can clear the waiting list and also take the pharmaceutical companies.", "target": "investment", "label": "support", "score": "0.9962268213", "valid": "TRUE"}
{"id": "0000067521", "text": "But we still need to also make investments in infrastructure, in research, in education and certainly taking steps to make sure that our children are safe.", "target": "infrastructure", "label": "support", "score": "0.9962369518", "valid": "TRUE"}
{"id": "0000035436", "text": "Parallel to our support to Ukraine, we reaffirm our commitment to address the growing needs of vulnerable countries which have been aggravated by Russia's war of aggression against Ukraine.", "target": "Ukraine", "label": "support", "score": "0.9327835657", "valid": "TRUE"}
{"id": "0000010761", "text": "We're going to favor work over welfare.", "label": "support"}
{"id": "0000016184", "text": "We will support the consolidation of market democracy where it is taking new root, as in the states of the former Soviet Union and all over Latin America.", "label": "support"}
{"id": "0000000932", "text": "With our help, since 1954, South Viet-Nam has already doubled its rice production, providing food for the people, as well as providing a vital export for that nation.", "label": "support"}
{"id": "0000029370", "text": "I've always said that a black woman should be in every room where a decision is made.", "target": "woman", "label": "support", "score": "0.9958208184", "valid": "TRUE"}
{"id": "0000019085", "text": "An investment in education is clearly the most important long-term economic investment we can make in our future.", "target": "education", "label": "support", "score": "0.9962444658", "valid": "TRUE"}
{"id": "0000003484", "text": "I supported Russia coming into the G-8, to the Asian-Pacific economic leaders group; having a special partnership with NATO; working on the ground, our troops, Russian troops, side by side in the Balkans.", "target": "Russia", "label": "support", "score": "0.9961446701", "valid": "TRUE"}
{"id": "0000008612", "text": "But we think that North Korea and Chairman Kim have a tremendous potential as an economic force, economic power.", "target": "Korea", "label": "support", "score": "0.9958253298", "valid": "TRUE"}
{"id": "0000010419", "text": "And we'll be asking for help on energy resources in Afghanistan and the-better irrigation and hydro projects.", "target": "Afghanistan", "label": "support", "score": "0.9962256583", "valid": "TRUE"}
{"id": "0000103014", "text": "And during this campaign, one of the things that I've called for is for us to invest in affordable housing.", "target": "housing", "label": "support", "score": "0.9962238032", "valid": "TRUE"}
{"id": "0000107069", "text": "And back in the post-Cold War world, I think we all envisioned a world where Russia and the United States could work together.", "target": "Russia", "label": "support", "score": "0.9963156386", "valid": "TRUE"}
{"id": "0000000140", "text": "I'm asking for $1.6 billion for education to prevent the disease and for research to find a cure.", "label": "support"}
{"id": "0000059018", "text": "And I think that the intention is we support NATO and we want to strengthen NATO.", "target": "NATO", "label": "support", "score": "0.9961230191", "valid": "TRUE"}
{"id": "0000001542", "text": "As a result our citizens have spread their trade and finance into every corner of the Earth.", "label": "support"}
{"id": "0000004168", "text": "And so, yes, I'm absolutely committed to helping fight poverty.", "label": "support"}
{"id": "0000025865", "text": "With regards to automobile, in principle, I believe in free trade, and I believe that the international community must strengthen free trade.", "target": "trade", "label": "support", "score": "0.9963515312", "valid": "TRUE"}
{"id": "0000094289", "text": "I think the military should be first and foremost, but I would also agree the CIA and FBI can help.", "target": "military", "label": "support", "score": "0.996223971", "valid": "TRUE"}
{"id": "0000047510", "text": "My Administration is making unprecedented investments in education and is working to expand opportunities for women and girls in the STEM fields critical for growth in the 21st-century economy.", "target": "education", "label": "support", "score": "0.9962893104", "valid": "TRUE"}
{"id": "0000092438", "text": "We think that a declaration of end to war is a good incentive in this regard.", "target": "war", "label": "support", "score": "0.9953978954", "valid": "TRUE"}
{"id": "4", "text": "To promote this democracy, I will ask Congress for $350 million to support Palestinian political, economic, and security reforms.", "label": "support"}
{"id": "0000002670", "text": "So fighting climate change and using energy wisely also makes our forces more nimble and more ready.", "label": "support"}
{"id": "0000015519", "text": "We're leveraging our investment in dual-use defense technologies to keep ourselves commercially competitive and militarily strong.", "target": "investment", "label": "support", "score": "0.9962243346", "valid": "TRUE"}
{"id": "0000012914", "text": "And I think a big part of that investment ought to be the broadest possible commitment to science and technology, including vigorous, vigorous exploration of outer space and the depths of the ocean.", "label": "support"}
{"id": "0000050393", "text": "And we're also making major investments in clean energy in disadvantaged communities to lower energy costs and create good paying jobs.", "target": "energy", "label": "support", "score": "0.9963439577", "valid": "TRUE"}
{"id": "0000014158", "text": "So we think we can bring trade up very quickly to about $100 billion between our countries.", "target": "trade", "label": "support", "score": "0.9960941193", "valid": "TRUE"}
{"id": "0000051970", "text": "I support moving toward more clean, renewable energy as quickly as we can, because I think we can be the 21st century clean energy superpower and create millions of new jobs and businesses.", "target": "energy", "label": "support", "score": "0.9962414768", "valid": "TRUE"}
{"id": "0000003635", "text": "The most important alliance America has is NATO, and the expansion of NATO is something that I think is very important.", "label": "support"}
{"id": "0000098838", "text": "And I think technology now has enabled the food to be very close to the animal product.", "target": "technology", "label": "support", "score": "0.9962872305", "valid": "TRUE"}
{"id": "0000009144", "text": "And we will build a border that is more open and more secure, and we will confront the issue of migration in a spirit of mutual respect.", "target": "border", "label": "support", "score": "0.9962524675", "valid": "TRUE"}
{"id": "0000050042", "text": "We support any and all investment in our HBCUs, community colleges and institutions that prepare our workforce for the new economy of jobs.", "target": "investment", "label": "support", "score": "0.996297806", "valid": "TRUE"}
{"id": "0000009803", "text": "Yes, we believe in democracy, with elections that are free and fair, and independent judiciaries and opposition parties, civil society and uncensored information so that individuals can make their own choices.", "label": "support"}
{"id": "0000027160", "text": "These Saturday talks have often marked action taken to make our schools stronger, our environment cleaner, our food safer, our health care more secure.", "label": "support"}
{"id": "0000103748", "text": "We got great energy from our supporters and really, the last two weeks, had thousands of Montanans on the ground out talking about who I was and what I stood for.", "target": "energy", "label": "support", "score": "0.9962931287", "valid": "TRUE"}
{"id": "0000035717", "text": "The United States and the Nordic countries reaffirm our support for the UN and for mediation, conflict prevention and peacebuilding, as well as for the development of peacebuilding and peacekeeping operations.", "target": "UN", "label": "support", "score": "0.9961730029", "valid": "TRUE"}
{"id": "0000006584", "text": "And now, as we're leading a global movement from the industrial age to the information age, we continue to attract investment from around the world.", "label": "support"}
{"id": "0000037473", "text": "And the issue regarding NATO, our support for these countries to be a part of NATO has not changed.", "target": "NATO", "label": "support", "score": "0.9958477512", "valid": "TRUE"}
{"id": "10", "text": "Finally, working with the Federal Reserve, we will continue to support monetary policy that keeps both interest rates and inflation down.", "label": "support"}
{"id": "0000047732", "text": "We need resilient, well-maintained critical infrastructure so that all Americans have access to safe food, reliable electricity, clean water, convenient transportation systems, quality public health and medical services, and instant communication every day.", "target": "infrastructure", "label": "support", "score": "0.9958728296", "valid": "TRUE"}
{"id": "0000035595", "text": "We share the view that nuclear energy has an essential role in the promotion of energy security, which is an issue of special concern for the leaders of the G-8.", "target": "energy", "label": "support", "score": "0.9962876491", "valid": "TRUE"}
{"id": "0000027330", "text": "And perhaps most important of all, this bipartisan agreement reflects our commitment to make education America's top priority on the edge of a new century.", "target": "education", "label": "support", "score": "0.9961933151", "valid": "TRUE"}
{"id": "0000003917", "text": "And I think that the promise of this new democracy is that people will be able to live up to their potential.", "label": "support"}
{"id": "0000035248", "text": "We're committed to expanding the trade and investment that support millions of jobs in our two countries.", "target": "trade", "label": "support", "score": "0.9962257575", "valid": "TRUE"}
{"id": "0000000340", "text": "Now, one of the biggest factors in bringing more jobs back is our commitment to American energy.", "label": "support"}
{"id": "0000100246", "text": "What has worked in so many places around the world, our basic public health measures, I think that's one of the biggest lessons of all this, we want science to rescue us, understandably.", "target": "science", "label": "support", "score": "0.9962865716", "valid": "TRUE"}
{"id": "0000000361", "text": "My administration is promoting free and fair trade to open up new markets for America's entrepreneurs and manufacturers and farmers, to create jobs for American workers.", "label": "support"}
{"id": "0000047489", "text": "The Lilly Ledbetter Fair Pay Act, the first bill I signed as President, restored basic protections against pay discrimination for women, and to build upon that law, I support passage of the Paycheck Fairness Act.", "target": "discrimination", "label": "support", "score": "0.9957389072", "valid": "TRUE"}
{"id": "0000016139", "text": "And we will make clear our strong conviction that multiparty democracy, based on a vigorous free enterprise system, represents the best model for any successful society.", "target": "democracy", "label": "support", "score": "0.9962310718", "valid": "TRUE"}
{"id": "0000023723", "text": "I think the world that is open for investment and trade is a world that will lead to overall prosperity.", "target": "investment", "label": "support", "score": "0.99626746", "valid": "TRUE"}
{"id": "0000026465", "text": "One thing we spent time on is talking about the benefits of trade between our two nations and the benefits of a world that trades freely and fairly.", "target": "trade", "label": "support", "score": "0.9962249052", "valid": "TRUE"}
{"id": "0000004565", "text": "China has agreed to an energy and environmental endeavor with us, which is very important in our effort to limit greenhouse gases globally.", "target": "China", "label": "support", "score": "0.9962537451", "valid": "TRUE"}
{"id": "0000014818", "text": "If this action had not been taken, or is not taken, we were considering additional sanctions against Iran and had notified the Iranian Government of that fact.", "target": "Iran", "label": "oppose", "score": "0.9966585436", "valid": "TRUE"}
{"id": "0000017852", "text": "I think I was right when I opposed discrimination and intolerance, but a lot of folks thought I was just more concerned about minorities than the problems for the majority.", "target": "discrimination", "label": "oppose", "score": "0.9965839109", "valid": "TRUE"}
{"id": "0000064430", "text": "So, again, we're very cognizant of the threat that Iran poses to the region through groups like what we're seeing in Syria.", "target": "Iran", "label": "oppose", "score": "0.9965835267", "valid": "TRUE"}
{"id": "0000071481", "text": "Clearly in the last few weeks, the tone has definitely hardened against Russia, and I think now people are hungry for more and want to see some actions by this administration.", "target": "Russia", "label": "oppose", "score": "0.9952201882", "valid": "TRUE"}
{"id": "0000000193", "text": "We will carry on the fight against poverty and misery, and disease and ignorance, in other lands and in our own.", "label": "oppose"}
{"id": "0000016601", "text": "We established NATO to oppose the aggression of communism.", "label": "oppose"}
{"id": "0000015616", "text": "Repeatedly I have said that fighting the scourge of juvenile crime and violence will be my top law enforcement priority in the next 4 years.", "label": "oppose"}
{"id": "0000052065", "text": "We should all be coming together to fight coronavirus because clearly, this global pandemic has no boundaries.", "target": "coronavirus", "label": "oppose", "score": "0.9965382929", "valid": "TRUE"}
{"id": "0000044513", "text": "There, we articulate that racism is a serious public health threat that directly affects the wellbeing of millions of Americans and the health of our entire nation.", "target": "racism", "label": "oppose", "score": "0.9965863786", "valid": "TRUE"}
{"id": "0000002887", "text": "We could fight a narrow war against al-Qaida and the Taliban or we could fight a broad war against a global menace.", "label": "oppose"}
{"id": "0000003259", "text": "One is to fight inflation, which has been hanging over our head and putting a burden on the working people of this country for the last 10 years.", "target": "inflation", "label": "oppose", "score": "0.9966376826", "valid": "TRUE"}
{"id": "0000009983", "text": "We're confronting the worst recession this country has faced in generations, and this has required extraordinary investments in the short term.", "target": "recession", "label": "oppose", "score": "0.9965637549", "valid": "TRUE"}
{"id": "0000012855", "text": "In Afghanistan, America and our broad coalition acted against a regime that harbored Al Qaida and ruled by terror.", "target": "Afghanistan", "label": "oppose", "score": "0.9966007211", "valid": "TRUE"}
{"id": "0000108239", "text": "The fact that an aggressor took action against one of our assets in international waters will be quite significant to our military.", "target": "military", "label": "oppose", "score": "0.9966051746", "valid": "TRUE"}
{"id": "0000040870", "text": "I think, again, generally speaking, we have raised concerns with Russia, with China, about certain cyber activities that have targeted U.S. interests.", "target": "Russia", "label": "oppose", "score": "0.996410768", "valid": "TRUE"}
{"id": "0000023978", "text": "Since the early stages of the foreign outbreak, my administration has taken the most aggressive action in modern history to confront the spread of this disease.", "target": "outbreak", "label": "oppose", "score": "0.996604886", "valid": "TRUE"}
{"id": "0000006384", "text": "I can only say with emphasis, we vigorously oppose any government in NATO that would have a Communist head or control--vigorously.", "label": "oppose"}
{"id": "0000003678", "text": "And the other thing I would say is, I think that the globalization of society has made us all more vulnerable to each other's epidemics and viruses.", "label": "oppose"}
{"id": "0000103239", "text": "Well, we think there's a crime here of bribery or extortion conditioning official acts for personal favors.", "target": "crime", "label": "oppose", "score": "0.9961829333", "valid": "TRUE"}
{"id": "0000085150", "text": "I think what's clear is Russia's going to be frozen out of the international markets and businesses for a long time to come.", "target": "Russia", "label": "oppose", "score": "0.9964670404", "valid": "TRUE"}
{"id": "0000042682", "text": "There is momentum because we have a democratically-elected leader in President Abbas who is committed to democracy and peace, so I reject that characterization outright.", "target": "democracy", "label": "oppose", "score": "0.9899106132", "valid": "TRUE"}
{"id": "0000019751", "text": "In fighting a war on terror, we are determined to oppose every source of catastrophic harm that threatens our country, our friends, and our allies.", "label": "oppose"}
{"id": "0000040687", "text": "I think overall in Afghanistan I don't think anybody can be satisfied with the ongoing violence that we see there.", "target": "Afghanistan", "label": "oppose", "score": "0.9965748204", "valid": "TRUE"}
{"id": "0000077961", "text": "And as I supported during the Obama administration, no boots on the ground in Syria because I did not see a concrete military action planned.", "target": "Syria", "label": "oppose", "score": "0.9963814521", "valid": "TRUE"}
{"id": "0000013733", "text": "I made clear that Russia's fight against terrorism is right, but the methods being used in Chechnya are wrong.", "label": "oppose"}
{"id": "0000102392", "text": "We've already seen a huge spike in disinformation, so there is significant fear that Russia could carry out some kind of significant cyberattack at the same time.", "target": "Russia", "label": "oppose", "score": "0.9966138715", "valid": "TRUE"}
{"id": "0000045456", "text": "We are definitely deeply troubled by reports of the Ukrainian military and civilian casualties as a result of the Russian-backed separatist assault.", "target": "military", "label": "oppose", "score": "0.9965975285", "valid": "TRUE"}
{"id": "0000034086", "text": "The other pandemic that I think we see that is truly everywhere is the pandemic of systemic racism.", "target": "pandemic", "label": "oppose", "score": "0.9954316646", "valid": "TRUE"}
{"id": "0000008198", "text": "Espionage, theft, and diversion of our technology, and Soviet active measures threaten us as never before.", "target": "technology", "label": "oppose", "score": "0.9965370035", "valid": "TRUE"}
{"id": "0000021007", "text": "The water we drink, the food we eat, the very air that we breathe, are threatened with pollution.", "target": "pollution", "label": "oppose", "score": "0.9965545216", "valid": "TRUE"}
{"id": "0000016613", "text": "Thus, the fight against crime is, in the last analysis, the same as the fight for equal opportunity or the battle against hunger and deprivation or the struggle to prevent the pollution of our air and water.", "target": "crime", "label": "oppose", "score": "0.9965807199", "valid": "TRUE"}
{"id": "0000068291", "text": "And a lot of times what we think is that racism is about people being mean to each other.", "target": "racism", "label": "oppose", "score": "0.9959960488", "valid": "TRUE"}
{"id": "0000000856", "text": "To millions of Americans for the past quarter century the Kremlin has stood for implacable hostility toward all that we cherish, and to millions of Russians the American flag has long been held up as a symbol of evil.", "label": "oppose"}
{"id": "0000026767", "text": "I discussed the increase of discriminations or violences against Asian people across the U.S. with President Biden and agreed that discrimination by race cannot be permitted in any societies.", "target": "discrimination", "label": "oppose", "score": "0.9965562263", "valid": "TRUE"}
{"id": "0000000270", "text": "The war on terror we fight today is a generational struggle that will continue long after you and I have turned our duties over to others.", "label": "oppose"}
{"id": "0000001939", "text": "For over a year, I have ordered our military to take thousands of airstrikes against ISIL targets.", "label": "oppose"}
{"id": "0000105665", "text": "Like every administration, Republican and Democratic, since the six day war, we oppose Israeli settlement activity, and we oppose Palestinian steps that throw up further obstacles to peace, including actions against Israel at the International Criminal Court.", "target": "war", "label": "oppose", "score": "0.9963654136", "valid": "TRUE"}
{"id": "0000013054", "text": "I believe the war in Iraq is a central part in defeating the terrorists, in order that we protect ourselves.", "target": "war", "label": "oppose", "score": "0.9960156235", "valid": "TRUE"}
{"id": "0000016847", "text": "And for that very same reason--because I believe in human dignity--I am against a guaranteed annual wage.", "label": "oppose"}
{"id": "0000000970", "text": "But we have prevented world war III.", "label": "oppose"}
{"id": "0000025281", "text": "During our conversations, we have discussed combating terrorism that has to be brought to the final end.", "target": "terrorism", "label": "oppose", "score": "0.9965919594", "valid": "TRUE"}
{"id": "0000006123", "text": "No, I think the longer the trade war goes on, the weaker China gets and the stronger we get.", "target": "war", "label": "oppose", "score": "0.9964276856", "valid": "TRUE"}
{"id": "0000059300", "text": "I think that the threat of COVID-19, the coronavirus, though, is real and the anxiety that folks feel.", "target": "COVID-19", "label": "oppose", "score": "0.9964876596", "valid": "TRUE"}
{"id": "0000000176", "text": "The war against drugs is a war of individual battles, a crusade with many heroes, including America's young people and also someone very special to me.", "label": "oppose"}
{"id": "0000098889", "text": "In order to stop Russia, we need more decisive actions, first of all, on reducing dependence from Russian energy resources.", "target": "Russia", "label": "oppose", "score": "0.9965454183", "valid": "TRUE"}
{"id": "0000047547", "text": "As we fight sexual assault in our communities, so must we combat this crime within our Armed Forces.", "target": "crime", "label": "oppose", "score": "0.9965777445", "valid": "TRUE"}
{"id": "0000014925", "text": "We had the prospects of serious unemployment; at least, the problem was obvious to many, many people.", "target": "unemployment", "label": "oppose", "score": "0.9965995937", "valid": "TRUE"}
{"id": "0000056657", "text": "That's not how our democracy works and Congress certainly shouldn't shut down our government again because we disagree on this.", "target": "democracy", "label": "oppose", "score": "0.9963353027", "valid": "TRUE"}
{"id": "0000000145", "text": "The danger of inflation arises when the level of total public and private demand presses against our productive capacity.", "label": "oppose"}
{"id": "0000084481", "text": "I believe that the threat to our democracy is so grave that we must find a way to pass these voting rights bills.", "target": "democracy", "label": "oppose", "score": "0.8433096877", "valid": "TRUE"}
{"id": "0000016419", "text": "I oppose managed trade.", "label": "oppose"}
{"id": "0000011539", "text": "There are those who say that values and morals and religions have no place in public education; I think that is wrong.", "label": "oppose"}
{"id": "0000109856", "text": "I discussed the increase of discriminations or violence against Asian people across the U.S. with President Biden and agreed that discrimination by race cannot be permitted in any societies.", "target": "discrimination", "label": "oppose", "score": "0.9965461321", "valid": "TRUE"}
{"id": "0000040291", "text": "If we had a diplomatic response, if we had economic sanctions that we were announcing against Russia, the American public would know about that.", "target": "Russia", "label": "oppose", "score": "0.9966155855", "valid": "TRUE"}
{"id": "0000023167", "text": "One of the issues that is ever present on my mind is the question of inflation, which hurts every family in this country.", "target": "inflation", "label": "oppose", "score": "0.9965683032", "valid": "TRUE"}
{"id": "0000020226", "text": "To protect all Americans, my administration declared the opioid epidemic a nationwide public health emergency.", "label": "oppose"}
{"id": "0000022029", "text": "We are in Afghanistan to confront a common enemy that threatens the United States, our friends and our allies, and the people of Afghanistan and Pakistan who have suffered the most at the hands of violent extremists.", "target": "Afghanistan", "label": "oppose", "score": "0.9965997506", "valid": "TRUE"}
{"id": "0000035871", "text": "My intense personal concern for those women who are victims of the crimes of rape and incest is as strongly felt as my position on abortion.", "target": "rape", "label": "oppose", "score": "0.9965772528", "valid": "TRUE"}
{"id": "0000010572", "text": "We will continue to oppose Russian aggression in Ukraine.", "label": "oppose"}
{"id": "0000071280", "text": "I think obviously, the threat of North Korea is the most prominent issue that faces South Korea and our alliance right now.", "target": "Korea", "label": "oppose", "score": "0.9965138296", "valid": "TRUE"}
{"id": "0000048164", "text": "Because our democracy is being threatened by certain particular things, including this attack on voting rights.", "target": "democracy", "label": "oppose", "score": "0.9965943281", "valid": "TRUE"}
{"id": "0000001751", "text": "This is a different war from any our Nation has ever faced, a war on many fronts, against terrorists who operate in more than 60 different countries.", "label": "oppose"}
{"id": "0000087029", "text": "This was a serious threat to our democracy, a pattern of behavior over two months before January 6th culminating in the insurrection at the capitol.", "target": "democracy", "label": "oppose", "score": "0.9965890215", "valid": "TRUE"}
{"id": "0000066465", "text": "Right now, unemployment on the island is 16 percent, and we have 9.1 percent on the mainland, so the island is facing difficult times.", "target": "unemployment", "label": "oppose", "score": "0.9966434004", "valid": "TRUE"}
{"id": "0000051051", "text": "Since the early stages of the foreign outbreak, my administration is taking the most aggressive action in modern history to confront the spread of this disease.", "target": "outbreak", "label": "oppose", "score": "0.9966177121", "valid": "TRUE"}
{"id": "0000040355", "text": "And our critical infrastructure continues to be at risk from these threats, as does the personal information of millions of Americans.", "target": "infrastructure", "label": "oppose", "score": "0.996602757", "valid": "TRUE"}
{"id": "0000056584", "text": "Because I do think this is not a function of whatever happened in Syria, I think this is a function of the sanctions.", "target": "Syria", "label": "oppose", "score": "0.9964304631", "valid": "TRUE"}
{"id": "0000025754", "text": "I did speak out against the Kyoto treaty itself, because I felt that the Kyoto treaty was unrealistic, it was not based upon science.", "label": "oppose"}
{"id": "0000025488", "text": "We agree to fight firmly the war against drug trafficking in both nations and to severely punish money laundering.", "target": "war", "label": "oppose", "score": "0.9964883949", "valid": "TRUE"}
{"id": "0000024717", "text": "We also discussed the issue of uncontrolled migration and the threat that it poses to both national security and other groups and countries and our citizens and quality of life.", "label": "oppose"}
{"id": "0000001589", "text": "Our struggle against aggression in Korea has had profound effects.", "label": "oppose"}
{"id": "0000011053", "text": "Our fight against terrorism is making real progress on both fronts, thanks to the leadership of our President, the strong bipartisan support of these initiatives in Congress, and the extraordinary work that our military has done overseas.", "label": "oppose"}
{"id": "0000024824", "text": "Even if I were to cynically say that my priority is ISIL and not removing Asad regardless of the terrible things that he's done to his people, the United States could not stop the fighting in Syria by those who are opposed to Asad's rule.", "label": "oppose"}
{"id": "0000000169", "text": "As long as I live, you will find me fighting against any kind of dictatorship-especially the kind of dictatorship which has enslaved many of our fellow citizens for more than half a century.", "label": "oppose"}
{"id": "0000010906", "text": "A major commitment of this administration, which again has had more than full support from Mack, has been our war against drug abuse.", "label": "oppose"}
{"id": "0000000432", "text": "We will take defensive measures against terrorism to protect Americans.", "label": "oppose"}
{"id": "1", "text": "My views in opposition to the cancellation of the war debt are a matter of detailed record in many public statements and in a recent message to the Congress.", "label": "oppose"}
{"id": "0000003378", "text": "We cannot abandon the struggle against inflation.", "label": "oppose"}
{"id": "0000001710", "text": "This military action is a part of our campaign against terrorism, another front in a war that has already been joined through diplomacy, intelligence, the freezing of financial assets, and the arrests of known terrorists by law enforcement agents in 38 countries.", "label": "oppose"}
{"id": "0000106717", "text": "I believe China can bring a lot of pressure to bear on North Korea, but we cannot outsource our entire North Korea policy to China.", "target": "China", "label": "oppose", "score": "0.8657100549", "valid": "TRUE"}
{"id": "0000000705", "text": "The more intense and widely spread becomes the resentment against poverty abroad, the more serious will become the consequent problems on our own doorstep.", "label": "oppose"}
{"id": "0000095273", "text": "I think the longer the trade war goes on, the weaker China gets and the stronger we get.", "target": "war", "label": "oppose", "score": "0.996446824", "valid": "TRUE"}
{"id": "0000063077", "text": "Coming up, a big and controversial step in the fight against the major disease, we'll explain next.", "target": "disease", "label": "oppose", "score": "0.9966077293", "valid": "TRUE"}
{"id": "0000058994", "text": "For sure, we are on a collision course with Iran and I think we've never been closer to the possibility of stumbling into a conflict with the Iranians.", "target": "Iran", "label": "oppose", "score": "0.996433863", "valid": "TRUE"}
{"id": "0000013987", "text": "That's why we oppose terrorism.", "label": "oppose"}
{"id": "0000000342", "text": "In Syria, we'll support the opposition that rejects the agenda of terrorist networks.", "label": "oppose"}
{"id": "0000023699", "text": "We have a circumstance in which a bad recession compounded some great weaknesses already in the auto industry.", "label": "oppose"}
{"id": "0000085018", "text": "This is really hard to read Vladimir Putin's mind, I look at the costs to Russia, of a military action against Ukraine, which includes sanctions and more weapons going to Ukraine and more military force on NATO's eastern flank.", "target": "Russia", "label": "oppose", "score": "0.996583093", "valid": "TRUE"}
{"id": "0000017474", "text": "The fourth thing we have to do is to maintain our fight against crime and gangs and drugs until crime is the exception, not the rule.", "target": "crime", "label": "oppose", "score": "0.9966046687", "valid": "TRUE"}
{"id": "0000097348", "text": "I think the fact that both Russia and China voted with us at the U.N. was a signal that the world is united against North Korea.", "target": "Russia", "label": "oppose", "score": "0.996452765", "valid": "TRUE"}
{"id": "0000078520", "text": "I believe that this Wuhan outbreak was caused by an animal virus and then the animal actually carried this toxin and spread to humans.", "target": "outbreak", "label": "oppose", "score": "0.9956345595", "valid": "TRUE"}
{"id": "0000004682", "text": "I think abortion is wrong and I'm doing everything I can as President to hold down the need for abortion.", "label": "oppose"}
{"id": "0000090654", "text": "The U.S., as we know, views China as the most serious long term challenge to the international order.", "target": "China", "label": "oppose", "score": "0.9965598699", "valid": "TRUE"}
{"id": "0000021383", "text": "We're also concerned about the tragic war between two of Saudi Arabia's neighbors-Iran and Iraq-a conflict that is raging only a few minutes by air from Saudi territory.", "label": "oppose"}
{"id": "0000059478", "text": "Now, we turn to the issue of racism and the global uprising against this injustice, which obviously is also playing into the American election.", "target": "racism", "label": "oppose", "score": "0.9966444639", "valid": "TRUE"}
{"id": "0000039266", "text": "If the Russian government cannot or will not act against criminal actors residing in Russia, we will act.", "target": "Russia", "label": "oppose", "score": "0.9965980071", "valid": "TRUE"}
{"id": "0000109341", "text": "Now, again, these symptoms and these issues didn't start with COVID, but definitely COVID has negatively impacted the mental health of so many in our country.", "target": "COVID", "label": "oppose", "score": "0.9964038567", "valid": "TRUE"}
{"id": "0000015612", "text": "Our country was threatened by an epidemic of drug abuse that's been growing in intensity since the 1960's.", "target": "epidemic", "label": "oppose", "score": "0.9966837551", "valid": "TRUE"}
{"id": "0000004559", "text": "It's - we're in a war against these terrorists who will bring great harm to America, and I've asked these young ones to sacrifice for that.", "label": "oppose"}
{"id": "0000046985", "text": "The threats against our critical infrastructure are increasingly complex and nuanced, and we all must be prepared to better protect ourselves from malicious actors threatening our cyber and physical security.", "target": "infrastructure", "label": "oppose", "score": "0.9966742526", "valid": "TRUE"}
{"id": "0000003517", "text": "And also, with all three leaders we'll be talking about trade and the need to fight against international terrorism.", "target": "trade", "label": "oppose", "score": "0.9965849464", "valid": "TRUE"}
{"id": "0000050192", "text": "We're battling this virus with all the measures that we're putting in place, and we're battling the economic crisis that has been caused as a result of the Coronavirus.", "target": "virus", "label": "oppose", "score": "0.996555289", "valid": "TRUE"}
{"id": "0000055261", "text": "The current trajectory of this pandemic has put us in a really difficult position as a state, as the governor just mentioned.", "target": "pandemic", "label": "oppose", "score": "0.9965475918", "valid": "TRUE"}
{"id": "0000023452", "text": "If we don't act, the war will spread.", "label": "oppose"}
{"id": "0000023553", "text": "I'm going to talk about the war on terror, the clash of ideology.", "label": "oppose"}
{"id": "0000022389", "text": "We made sure NATO was prepared to deter any aggression against any member state.", "label": "oppose"}
{"id": "0000010496", "text": "The greatest new threat on the horizon, the single most dominant issue for many of us, is the prospect that Iran would acquire nuclear weapons.", "target": "Iran", "label": "oppose", "score": "0.9965960262", "valid": "TRUE"}
{"id": "0000006549", "text": "I'm opposed to taxing for this problem, or the solution to this problem, because if you look back in history, every major tax decrease has resulted in more revenues for the Government at the lower rates because of the stimulant to the economy.", "label": "oppose"}
{"id": "0000090841", "text": "That's a crime that continues to be unsolved and one that causes great concern in law enforcement for many of the same reasons that we saw in the Unabomber investigation, right.", "target": "crime", "label": "oppose", "score": "0.996626559", "valid": "TRUE"}
{"id": "0000019012", "text": "All my life, even in the darkest days of segregation in Georgia, I fought against the principle of color preference, then known as white supremacy.", "target": "segregation", "label": "oppose", "score": "0.9965906038", "valid": "TRUE"}
{"id": "0000006899", "text": "When I spoke to the Nation a year and 1 month ago, I called energy the most serious, continuing challenge that will face our Nation in our lifetimes.", "target": "energy", "label": "oppose", "score": "0.9965922043", "valid": "TRUE"}
{"id": "0000048362", "text": "We're competing around the world now with China and India, tougher competition than we've ever faced before.", "target": "China", "label": "oppose", "score": "0.963500571", "valid": "TRUE"}
{"id": "0000000056", "text": "Because I am a businessman, formerly connected with a large company, the doctrinaires of the opposition have attacked me as an opponent of liberalism.", "label": "oppose"}
{"id": "0000000247", "text": "Our sanctions against the military dictatorship that has attempted to crush human rights in Poland-and against the Soviet regime behind that military dictatorship-clearly demonstrated to the world that America will not conduct business as usual with the forces of oppression.", "label": "oppose"}
{"id": "0000032583", "text": "I, like many of my colleagues, have traveled to Afghanistan and Iraq and other places and seen that our NATO partners have shed blood in the name of Article Five and our common fight against terrorism.", "target": "Afghanistan", "label": "oppose", "score": "0.9966417438", "valid": "TRUE"}
{"id": "0000026556", "text": "As far as Iran is concerned, I think they are doing a tremendous disservice to an agreement that was signed.", "label": "oppose"}
{"id": "0000015576", "text": "As I said in my State of the Union Address, every one of us must confront and condemn racism, anti-Semitism, bigotry, and hate not next week, not tomorrow, but right now -- every single one of us.", "label": "oppose"}
{"id": "0000027281", "text": "We think of those facing illness or the loss of a loved one or the hardships of poverty or unemployment.", "target": "illness", "label": "oppose", "score": "0.994705731", "valid": "TRUE"}
{"id": "0000062456", "text": "I'm very concerned that Russia will be fighting very hard to have an impact on the upcoming election.", "target": "Russia", "label": "oppose", "score": "0.9966268904", "valid": "TRUE"}
{"id": "0000026860", "text": "But we all know that juvenile crime and violence are still significant problems in our country.", "target": "crime", "label": "oppose", "score": "0.9964356896", "valid": "TRUE"}
{"id": "0000000110", "text": "Our policies prevent unemployment caused by floods of imported goods and of laborers.", "label": "oppose"}
{"id": "0000000910", "text": "But while we guard our shores against threats of war, we will continue to remove the causes of unrest and antagonism at home which might make our people easier victims to those for whom foreign war is profitable.", "label": "oppose"}
{"id": "0000023052", "text": "Just as I am determined to fight terrorism throughout the world, I will do everything in my power to fight terrorism in our own streets and neighborhoods, in New York and throughout the United States.", "target": "terrorism", "label": "oppose", "score": "0.9965674835", "valid": "TRUE"}
{"id": "0000002749", "text": "And Putin's brutal assault on Ukraine has spurred a truly global response not just from Europe, but from Japan, Korea, Singapore, New Zealand, and more-standing with us to impose sanctions on Russia.", "target": "Ukraine", "label": "oppose", "score": "0.9961295197", "valid": "TRUE"}
{"id": "0000020733", "text": "Together, we confront and defeat the evil of terrorism.", "label": "oppose"}
{"id": "0000000345", "text": "What we have found in Afghanistan confirms that, far from ending there, our war against terror is only beginning.", "label": "oppose"}
{"id": "0000080491", "text": "I think rank discrimination against anyone is against the tradition of the United States and is to be deplored.", "target": "discrimination", "label": "oppose", "score": "0.9964188412", "valid": "TRUE"}
{"id": "0000003739", "text": "Secondly, the major crisis this world has faced since I've been President, I think, was what would happen to democracy in Russia.", "target": "democracy", "label": "oppose", "score": "0.9966400507", "valid": "TRUE"}
{"id": "0000014528", "text": "And we're going to fight to keep inflation down, so farmers and ranchers aren't buried again by out of control production costs.", "target": "inflation", "label": "oppose", "score": "0.99650564", "valid": "TRUE"}
{"id": "0000001735", "text": "It's a cause of the increased inflation and unemployment that we now face.", "label": "oppose"}
{"id": "0000036364", "text": "In fact, one of the central reasons why I opposed going to war in Iraq is that we had yet to finish the fight against al Qaeda and the Taliban.", "target": "war", "label": "oppose", "score": "0.9965115226", "valid": "TRUE"}
{"id": "0000031161", "text": "While I believe that traditional insurance is distinct business from banking, institutions often combine regulated banking and so-called shadow banking activities.", "target": "banking", "label": "oppose", "score": "0.9960278503", "valid": "TRUE"}
{"id": "0000026907", "text": "I have made our fight against terrorism a national security priority.", "label": "oppose"}
{"id": "0000055948", "text": "The pandemic required a massive and sustained response that challenged our health care providers at great expense and, in turn, required a response of equal magnitude from the federal government to meet that challenge.", "target": "pandemic", "label": "oppose", "score": "0.9965645773", "valid": "TRUE"}
{"id": "0000024621", "text": "In my opinion, a deliberate recession, which is one alternative which would cause very high unemployment, is unacceptable.", "target": "unemployment", "label": "oppose", "score": "0.9965054149", "valid": "TRUE"}
{"id": "0000004478", "text": "I don't think that abortion should be encouraged by the government under any circumstances.", "label": "oppose"}
{"id": "0000004982", "text": "I'm for free trade philosophically, but I have studied these trade agreements until the world has gone flat, and we don't have good trade agreements across the world.", "target": "trade", "label": "oppose", "score": "0.9617796138", "valid": "TRUE"}
{"id": "0000022380", "text": "I also know that the remnants of war continue to shatter lives here in Laos.", "label": "oppose"}
{"id": "0000022093", "text": "As I've said repeatedly, the only way to truly destroy ISIL is to end the Syrian civil war that ISIL has exploited.", "target": "war", "label": "oppose", "score": "0.9962739995", "valid": "TRUE"}
{"id": "0000042897", "text": "We've been concerned about Syria being a base of operations for some former regime elements that continue to seek to return to the past.", "target": "Syria", "label": "oppose", "score": "0.9966119198", "valid": "TRUE"}
{"id": "0000000063", "text": "We're going to have a real war and not a phony war against drugs; and, my friends, we won't be doing business with drug-running Panamanian dictators anymore.", "label": "oppose"}
{"id": "0000082986", "text": "I think the United States certainly sees Russia as a very significant disruptor, as something that needs to be deterred.", "target": "Russia", "label": "oppose", "score": "0.9964112534", "valid": "TRUE"}
{"id": "0000022242", "text": "We all have a great stake in fighting inflation, but older Americans living on fixed incomes are especially hard hit.", "label": "oppose"}
{"id": "0000044613", "text": "We have seen the ways this pandemic has threatened the social and emotional wellbeing of our children.", "target": "pandemic", "label": "oppose", "score": "0.9965829603", "valid": "TRUE"}
{"id": "0000013084", "text": "As to Iran, I think there the United States was, perhaps at one time, the state that was most concerned about Iran's activities, but others have come to that position, principally because of Iranian behavior.", "target": "Iran", "label": "oppose", "score": "0.9965242721", "valid": "TRUE"}
{"id": "0000050181", "text": "As we continue to battle this virus, we know that many people, family and businesses have been struggling.", "target": "virus", "label": "oppose", "score": "0.9965880726", "valid": "TRUE"}
{"id": "0000000064", "text": "We are a nation at war - a global war on terror against an enemy unlike any we have ever known before.", "label": "oppose"}
{"id": "0000000822", "text": "I have limited immigration by administrative order during the depression in order to relieve us of unemployment or, alternatively, to save the jobs of our people who are now at work.", "label": "oppose"}
{"id": "0000002813", "text": "I think the consumption of increasing quantities of energy in our country is not good for us, but whatever we do consume we want as much as possible to be from our own Nation.", "target": "energy", "label": "oppose", "score": "0.6792948289", "valid": "TRUE"}
{"id": "0000103263", "text": "I think the ongoing polarization of our country is making Donald Trump harder to beat in November.", "target": "polarization", "label": "oppose", "score": "0.9966318915", "valid": "TRUE"}
{"id": "0000024556", "text": "Well, I don't know how you have a prisoner of war when there is no declared war between nations.", "label": "oppose"}
{"id": "0000000298", "text": "Our own generation is in a long war against a determined enemy, a war that will be fought by Presidents of both parties who will need steady bipartisan support from the Congress.", "label": "oppose"}
{"id": "0000004291", "text": "We're in a war against a non-state, a set of non-state actors that are operating in the shadows, are in nooks and crannies and crevices around the world.", "label": "oppose"}
{"id": "0000034182", "text": "Yes, we outlawed segregation in our public schools nearly sixty years ago, but we all know that every child is not getting the same quality of education today.", "target": "segregation", "label": "oppose", "score": "0.9965850903", "valid": "TRUE"}
{"id": "0000000505", "text": "Our goal must be to deter war of any kind.", "label": "oppose"}
{"id": "0000010668", "text": "When this war started, I told the American people that there would be a variety of fronts on the war against terrorism, some of which would be very visible, some of which we wouldn't see much about.", "label": "oppose"}
{"id": "0000009420", "text": "When it comes to Iraq, I opposed the war in Iraq.", "label": "oppose"}
{"id": "0000053539", "text": "We know this virus is a killer that preys on our most vulnerable populations, which is why my administration has prioritized testing in our nursing homes from the very beginning.", "target": "virus", "label": "oppose", "score": "0.9626995358", "valid": "TRUE"}
{"id": "0000017596", "text": "Those of us who oppose abortion can and should aggressively move forward with a positive adoption versus abortion campaign.", "label": "oppose"}
{"id": "0000068079", "text": "We begin with the horrors of war and a gut-wrenching reminder that no one is truly safe on either side of the Israel-Gaza border.", "target": "war", "label": "oppose", "score": "0.996354104", "valid": "TRUE"}
{"id": "0000017041", "text": "I have always opposed discrimination.", "label": "oppose"}
{"id": "0000019527", "text": "As we emerge from this pandemic, we've got to recognize that many Americans still face fear and isolation not because of a virus, but because of an epidemic of firearms violence.", "target": "pandemic", "label": "oppose", "score": "0.996543429", "valid": "TRUE"}
{"id": "0000000739", "text": "We have waged war against poverty- against disease.", "label": "oppose"}
{"id": "0000000079", "text": "And in my first hundred days, I will stop the illegal war in Nicaragua.", "label": "oppose"}
{"id": "0000011115", "text": "And if we are going to win the battle against inflation, we have to have more savers than spenders.", "label": "oppose"}
{"id": "0000020930", "text": "I opposed the war in Iraq precisely because I believe that we must exercise restraint in the use of military force and always consider the long-term consequences of our actions.", "label": "oppose"}
{"id": "0000002042", "text": "If the press is awaiting a declaration of war before it imposes the self-discipline of combat conditions, then I can only say that no war ever posed a greater threat to our security.", "label": "oppose"}
{"id": "0000002357", "text": "We must declare and win the war against the criminal elements which increasingly threaten our cities, our homes, and our lives.", "label": "oppose"}
{"id": "0000004756", "text": "We are struggling against international terrorism in Iran.", "label": "oppose"}
{"id": "0000001511", "text": "Another important problem in our foreign intercourse relates to China.", "label": "oppose"}
{"id": "0000010060", "text": "We oppose any unilateral decision by either China or Taiwan to change the status quo.", "label": "oppose"}
{"id": "0000057367", "text": "And in fact, one of the concerns I have is the continued politicization of the military.", "target": "military", "label": "oppose", "score": "0.9966205935", "valid": "TRUE"}
{"id": "0000015762", "text": "I am vigorously opposed to any additional Federal tax on gasoline, and I will fight it as hard as I possibly can.", "label": "oppose"}
{"id": "0000052842", "text": "But as an institutionalist, I believe that the threat to our democracy is so grave that we must find a way to pass these Voting Rights Bills.", "target": "democracy", "label": "oppose", "score": "0.9244568482", "valid": "TRUE"}
{"id": "0000003118", "text": "Well, I think terrorism is the hardest thing to curtail.", "label": "oppose"}
{"id": "0000098897", "text": "We discussed Russia's aggression against Ukraine, reaffirmed our shared belief in the threat, or the use of nuclear weapons is totally unacceptable.", "target": "Ukraine", "label": "oppose", "score": "0.9965527725", "valid": "TRUE"}
{"id": "0000053270", "text": "We are in an honest fight against corruption, but corruption understood as an action which is multidimensional.", "target": "corruption", "label": "oppose", "score": "0.9966412729", "valid": "TRUE"}
{"id": "0000012665", "text": "After years of decline in our investigative forces, more than a thousand new investigators and 200 new prosecutors are joining the fight against crime this year.", "target": "crime", "label": "oppose", "score": "0.9966101782", "valid": "TRUE"}
{"id": "0000014250", "text": "One of those issues that is very common to both of us is fighting against terrorism and fighting against terrorism based on a common platform.", "target": "terrorism", "label": "oppose", "score": "0.9965967626", "valid": "TRUE"}
{"id": "0000019976", "text": "We also agree that terrorism cannot be tolerated and that the leaders of all states must stand together against this new barbarism that threatens civilization.", "target": "terrorism", "label": "oppose", "score": "0.996540197", "valid": "TRUE"}
{"id": "0000016297", "text": "I made fighting this terrible disease a top priority of my administration by launching an emergency plan for AIDS relief.", "label": "oppose"}
{"id": "0000002959", "text": "I have been opposed to a poll tax all my life.", "label": "oppose"}
{"id": "0000010739", "text": "Against this kind of threat, our military must be able to move swiftly to strike the enemy with precision and lethal power.", "target": "military", "label": "oppose", "score": "0.9966436564", "valid": "TRUE"}
{"id": "0000052918", "text": "I talked about the proposition that certain critical infrastructure should be off limits to attack period, by cyber or any other means.", "target": "infrastructure", "label": "oppose", "score": "0.9965493265", "valid": "TRUE"}
{"id": "3", "text": "I've fought tobacco companies and trial lawyers, drug companies and union bosses.", "label": "oppose"}
{"id": "0000108556", "text": "We're not going to go to war against a NATO ally and certainly not over a cross a -- with regard to a border that we didn't sign up to defend in the first place.", "target": "war", "label": "oppose", "score": "0.9961817293", "valid": "TRUE"}
{"id": "0000004326", "text": "So, we have to win the battle against inflation.", "label": "oppose"}
{"id": "0000024021", "text": "We, at this point, have brought unemployment below 6 percent, not as much as we would like.", "label": "oppose"}
{"id": "0000068610", "text": "I mean, the international community made a deal with North Korea, and North Korea, as we know, cheated.", "target": "Korea", "label": "oppose", "score": "0.6783027501", "valid": "TRUE"}
{"id": "0000035183", "text": "I think the way we have run this war in Iraq has lessened our ability to move our allies.", "target": "war", "label": "oppose", "score": "0.9964785445", "valid": "TRUE"}
{"id": "0000000644", "text": "This is a war which imperils the very principles for which this Government was set up, and it is our duty to lend all the force that we have, whether of men or of resources, to the resistance of these designs.", "label": "oppose"}
{"id": "0000000936", "text": "But on one point all of us are united-our abhorrence of dictatorship in all its forms, but most particularly totalitarianism and the terrible inhumanities it has caused in our time-the great purge, Auschwitz and Dachau, the Gulag, and Cambodia.", "label": "oppose"}
{"id": "0000026198", "text": "This treaty liquidates the cold war legacy of nuclear hostility between our countries.", "label": "oppose"}
{"id": "0000005029", "text": "That's why I fight against poverty.", "label": "oppose"}
{"id": "0000013347", "text": "We are waging a broad and unrelenting war against terror and an active campaign against proliferation.", "label": "oppose"}
{"id": "0000012398", "text": "I have said many times that terrorism is one of the greatest dangers we face in this new global era.", "label": "oppose"}
{"id": "0000026565", "text": "We've lost many lives in that fight against terrorism, and so we very well understand the feelings and sentiments of the American people in face of such an event.", "target": "terrorism", "label": "oppose", "score": "0.996581795", "valid": "TRUE"}
{"id": "0000026843", "text": "In my meetings with leaders in the region, we discussed the threat of proliferation from North Korea.", "target": "Korea", "label": "oppose", "score": "0.9966079607", "valid": "TRUE"}
{"id": "2", "text": "And I will oppose any attempts to pay for tax cuts with Medicare cuts.", "label": "oppose"}
{"id": "0000053131", "text": "After 20 years of war in Afghanistan, I refuse to send another generation of America's sons and daughters to fight a war should have ended long ago.", "target": "Afghanistan", "label": "oppose", "score": "0.9965057548", "valid": "TRUE"}
{"id": "0000076503", "text": "And as somebody who actively supported Jesse Jackson's campaign and one of the few white elected officials to do so in '88, I have dedicated my life to the fight against racism and sexism and discrimination of all forms.", "target": "racism", "label": "oppose", "score": "0.9965561874", "valid": "TRUE"}
{"id": "0000018931", "text": "Our fourth challenge is to continue the fight against crime and gangs and drugs until we meet what we all know instinctively is the real test.", "target": "crime", "label": "oppose", "score": "0.9965407855", "valid": "TRUE"}
{"id": "0000000659", "text": "The Vietnamese war produced a profound moral crisis, sapping worldwide faith in our own policy and our system of life, a crisis of confidence made even more grave by the covert pessimism of some of our leaders.", "label": "oppose"}
{"id": "0000004872", "text": "On the 17th of this month our other major allies, Japan and the European countries and Canada, for instance, have decided to impose economic sanctions against Iran similar in nature, not quite so far reaching, as those that we have imposed ourselves.", "target": "Iran", "label": "oppose", "score": "0.9965517225", "valid": "TRUE"}
{"id": "0000004396", "text": "And I think the threats of terrorism and the hatred that presently exists, the threat of war, the threat of economic boycotts and punishment against Egypt, are certainly not conducive to realizing the hopes of the Palestinian people.", "label": "oppose"}
{"id": "0000043287", "text": "But as the President said during those meetings, we oppose any unilateral decision by either China or Taiwan to change the status quo, for the reasons I stated at the beginning of my comments on this very issue.", "target": "China", "label": "oppose", "score": "0.9964962076", "valid": "TRUE"}
{"id": "0000002772", "text": "So America and a large coalition of nations are waging a global and unrelenting war against the terrorists, and we are winning.", "label": "oppose"}
{"id": "0000019260", "text": "The people of Pakistan have suffered from terrorism, and we are making our contribution to the fight against terrorism.", "target": "terrorism", "label": "oppose", "score": "0.9966219527", "valid": "TRUE"}
{"id": "0000033533", "text": "Indeed, we have made clear to Iran that we will continue to impose sanctions aggressively to combat these activities.", "target": "Iran", "label": "oppose", "score": "0.9964887781", "valid": "TRUE"}
{"id": "0000042994", "text": "That war on terrorism continues, and we appreciate all those who have signed up voluntarily to be a part of our military and be a part of making America more secure for future generations.", "target": "war", "label": "oppose", "score": "0.6850663553", "valid": "TRUE"}
{"id": "0000002327", "text": "We must vigorously defend our natural wealth against those who would misuse it for selfish gain.", "label": "oppose"}
{"id": "0000026009", "text": "We have to fight the scourge of poverty through consistent management of our economic and our social policies.", "target": "poverty", "label": "oppose", "score": "0.996570107", "valid": "TRUE"}
{"id": "0000016985", "text": "I'm also fighting hard against another epidemic that's stricken America, against the epidemic of lawsuits, 18 million last year alone.", "target": "epidemic", "label": "oppose", "score": "0.9965776865", "valid": "TRUE"}
{"id": "0000036308", "text": "And I believed the war would fan the flames of extremism and lead to new terrorism.", "target": "war", "label": "oppose", "score": "0.9961409342", "valid": "TRUE"}
{"id": "0000000896", "text": "We are vigorously opposed to Corruption and monopoly and human exploitation-but we are not opposed to business.", "label": "oppose"}
{"id": "0000085762", "text": "But I think the concern that China would get involved explicitly is very real with the administration.", "target": "China", "label": "oppose", "score": "0.9964817336", "valid": "TRUE"}
{"id": "0000062183", "text": "We must continue and deepen the fight against organized crime, trans national crime, responsible not just for drug trafficking but also for human trafficking and illegal mining.", "target": "crime", "label": "oppose", "score": "0.9966535474", "valid": "TRUE"}
{"id": "0000027277", "text": "In Afghanistan, Iraq, and elsewhere, our military is confronting the terrorist enemy so we don't meet that enemy in our own country.", "target": "military", "label": "oppose", "score": "0.9966032001", "valid": "TRUE"}
{"id": "0000096096", "text": "So all of these things, I think, will eventually determine that Russia has been guilty of multiple instances of war crime, of the use of the unauthorized munitions against the civilian population.", "target": "Russia", "label": "oppose", "score": "0.9964162407", "valid": "TRUE"}
{"id": "0000005174", "text": "To turn this situation around, I declared total war against heroin and other illicit drugs.", "label": "oppose"}
{"id": "0000043360", "text": "Well, I will respond in this way, that one, everybody needs to work to fight terrorism in the region, particularly the new Palestinian Prime Minister and cabinet.", "target": "terrorism", "label": "oppose", "score": "0.9965574524", "valid": "TRUE"}
{"id": "0000027831", "text": "And I do not intend to lose this battle against inflation in our country.", "label": "oppose"}
{"id": "0000046965", "text": "Increased rates of depression have sparked concern that we will see a further increase in suicide rates.", "target": "depression", "label": "oppose", "score": "0.9965893224", "valid": "TRUE"}
{"id": "0000001376", "text": "We speak of the tragedy of this war, but the tragedy that lay back of it was greater than the war itself, because back of it lay long ages in which the legitimate freedom of men was suppressed.", "label": "oppose"}
{"id": "0000002825", "text": "I opposed the grain embargo in my administration.", "label": "oppose"}
{"id": "0000001582", "text": "I hate corruption not only because it is bad in itself, but also because it is the deadly enemy of all things the Democratic Party has been doing all these years.", "label": "oppose"}
{"id": "0000009600", "text": "And I believe that China represents the foremost national security and economic challenge to our country of any other country in the world-- The President.", "target": "China", "label": "oppose", "score": "0.9964958646", "valid": "TRUE"}
{"id": "0000003359", "text": "Our Nation is at war against a far-reaching network of violence and hatred.", "label": "oppose"}
{"id": "0000006291", "text": "China, in my opinion would have destroyed our country economically, if I didn't get elected.", "label": "oppose"}
{"id": "0000097299", "text": "Not only must we secure our nations from the threat of terrorism, but we must also confront the threat from North Korea.", "target": "terrorism", "label": "oppose", "score": "0.9966310187", "valid": "TRUE"}
{"id": "0000107118", "text": "I think Democrats and Republicans know that Russia is doing things that are very much against our interests.", "target": "Russia", "label": "oppose", "score": "0.996509174", "valid": "TRUE"}
{"id": "0000080454", "text": "I think the biggest fear was science has become so politicized, particularly in the United States, but in a lot of countries around the world.", "target": "science", "label": "oppose", "score": "0.9965381473", "valid": "TRUE"}
{"id": "0000023726", "text": "I'd have been angry at those who committed the crime, and I'd be angry at a state that didn't support the victim.", "label": "oppose"}
{"id": "0000004394", "text": "If we have a complete and abject failure in our anti-inflation program, then I think a recession or even a depression is a possibility-I won't say a likelihood.", "target": "recession", "label": "oppose", "score": "0.9964723209", "valid": "TRUE"}
{"id": "0000014081", "text": "I think Iran will end up being a part of a very large and very, very difficult part of the world.", "target": "Iran", "label": "oppose", "score": "0.9964880359", "valid": "TRUE"}
{"id": "0000106554", "text": "We're going to be talking about Islamic terrorism, so that we can define the enemy not as every Muslim, but as every Muslim terrorist.", "target": "terrorism", "label": "oppose", "score": "0.9965398299", "valid": "TRUE"}
{"id": "0000011857", "text": "I did not ask for a gas tax; I am opposed to a gas tax; and, I know the Congress won't pass one.", "label": "oppose"}
{"id": "0000001326", "text": "And upon that unchanging truth we are determined to wage unconditional war against the poverty that keeps one-fifth of our people in economic bondage.", "label": "oppose"}
{"id": "0000063450", "text": "My first article, pointing at the danger coming from KGB guy running Russia was dated by January 4, 2001 in my Wall Street Journal article.", "target": "Russia", "label": "oppose", "score": "0.9965972374", "valid": "TRUE"}
{"id": "0000049569", "text": "And we all face the threat that our critical infrastructure will be compromised by a cyberattack.", "target": "infrastructure", "label": "oppose", "score": "0.9965499533", "valid": "TRUE"}
{"id": "0000032589", "text": "My colleagues, a horrible virus has made a vicious attack on the lives and the livelihood of the American people, and indeed on the life of our democracy.", "target": "virus", "label": "oppose", "score": "0.9963163843", "valid": "TRUE"}
{"id": "0000005006", "text": "I said I'm opposed to discrimination.", "label": "oppose"}
{"id": "0000004272", "text": "We recently, you know, implemented new sanctions against North Korea because of a cyber attack against us.", "label": "oppose"}
{"id": "0000019942", "text": "I have sworn upon the altar of God eternal hostility against every form of tyranny over the mind of man.", "label": "oppose"}
{"id": "0000080410", "text": "And I think this episode, leaving the hospital with a highly contagious virus, I think a lot of people are going to be very confused by that.", "target": "virus", "label": "oppose", "score": "0.9964171942", "valid": "TRUE"}
{"id": "0000100044", "text": "China is a very real threat and we need a president and a commander in chief who recognizes that.", "target": "China", "label": "oppose", "score": "0.9965498296", "valid": "TRUE"}
{"id": "0000055136", "text": "But after everything we've endured, we must be vigilant because the threat of this virus remains real.", "target": "virus", "label": "oppose", "score": "0.9965893883", "valid": "TRUE"}
{"id": "0000002757", "text": "Beyond our borders, we must battle terrorism, organized crime and drug trafficking, the spread of weapons of mass destruction, the prospect of new diseases and environmental disaster.", "target": "terrorism", "label": "oppose", "score": "0.9966226875", "valid": "TRUE"}
{"id": "0000016225", "text": "Nevertheless, our resolute opposition to terrorism does not mean we can ever be indifferent to the conditions that foster it.", "label": "oppose"}
{"id": "0000041586", "text": "Across Tennessee and across America, our kids are paying the price for the actions of Republican lawmakers who continue to refuse to take action on stronger gun laws.", "target": "price", "label": "oppose", "score": "0.9965386124", "valid": "TRUE"}
{"id": "0000037676", "text": "And indeed, we are continuing to prosecute the war against al Qaeda very effectively in many different parts of the world.", "target": "war", "label": "oppose", "score": "0.9966677677", "valid": "TRUE"}
{"id": "0000040577", "text": "We know that Russia shares our deep concerns about extremists that are operating in Syria and other places.", "target": "Russia", "label": "oppose", "score": "0.9965531352", "valid": "TRUE"}
{"id": "0000003300", "text": "I was not exaggerating when I said that continued inflation, if uncontrolled, will be a threat not only to our own American economy but to the basic societal structure of our country.", "target": "inflation", "label": "oppose", "score": "0.9966078338", "valid": "TRUE"}
{"id": "0000067610", "text": "First one at the top, I have sworn upon the altar of God eternal hostility against every form of tyranny over the mind of man.", "target": "hostility", "label": "oppose", "score": "0.9965577875", "valid": "TRUE"}
{"id": "0000020721", "text": "In Iran, we've seen a Government that refuses to recognize the rights of its own people.", "label": "oppose"}
{"id": "0000024533", "text": "On May 8, I acted to prevent that Communist takeover, which all of these same critics then predicted.", "target": "takeover", "label": "oppose", "score": "0.9966225991", "valid": "TRUE"}
{"id": "0000013418", "text": "We don't believe in discrimination in this country.", "label": "oppose"}
{"id": "0000025441", "text": "In the fight against terrorism, we both know that we must be strong from within to defend ourselves from threats outside.", "target": "terrorism", "label": "oppose", "score": "0.9966711679", "valid": "TRUE"}
{"id": "0000070683", "text": "And I think we have to be tougher on China, and I don't have a problem with those things.", "target": "China", "label": "oppose", "score": "0.9964111421", "valid": "TRUE"}
{"id": "0000032338", "text": "This type of voter suppression is a grave threat to our democracy and as we've seen increases in armed intimidation across the country, taking preventative action is more important than ever.", "target": "democracy", "label": "oppose", "score": "0.996628375", "valid": "TRUE"}
{"id": "0000001416", "text": "We are against war and have agreed among ourselves quietly to discuss difficulties in such a way that the possibility of war has become remote.", "label": "oppose"}
{"id": "0000012489", "text": "And what I think we also see is companies using inflation as an excuse to raise fees even more, and that is wrong.", "label": "oppose"}
{"id": "0000048147", "text": "And today I think the proper authority is not the U.N. or the NATO forces to take us to war.", "target": "U.N.", "label": "oppose", "score": "0.9964397128", "valid": "TRUE"}
{"id": "0000023735", "text": "And I take the threat of Iran with a nuclear weapon very seriously, and we'll continue to work with all nations about the seriousness of this threat.", "label": "oppose"}
{"id": "0000089692", "text": "Yes, I think, if anything, this war in Ukraine has really illustrated how tangible the threat of Russia is to those countries.", "target": "Ukraine", "label": "oppose", "score": "0.9965735266", "valid": "TRUE"}
{"id": "0000001924", "text": "And many others--I among them--have been strongly critical of the way the war has been conducted.", "label": "oppose"}
{"id": "0000000407", "text": "I think trade has divided us, and divided Americans outside this Chamber, for too long.", "label": "oppose"}
{"id": "0000000348", "text": "Our war on terror is well begun, but it is only begun.", "label": "oppose"}
{"id": "0000012916", "text": "Headlines, if not personal family experiences, tell us that crime in the schools is a very serious problem.", "target": "crime", "label": "oppose", "score": "0.9966102332", "valid": "TRUE"}
{"id": "0000016185", "text": "But we must oppose everywhere extremism that produces terrorism and hate.", "label": "oppose"}
{"id": "0000018720", "text": "The next thing we have to do, as I said, is to continue the fight against crime and violence, drugs and gangs.", "target": "crime", "label": "oppose", "score": "0.9966117689", "valid": "TRUE"}
{"id": "0000079870", "text": "Well, a sacred part of American democracy, the vote, is being threatened once again by foreign actors as we near the election.", "target": "democracy", "label": "oppose", "score": "0.9965888487", "valid": "TRUE"}
{"id": "0000027432", "text": "So, last month, I gave the order for our military to begin taking targeted action against ISIL.", "target": "military", "label": "oppose", "score": "0.9966559704", "valid": "TRUE"}
{"id": "0000001581", "text": "In the interest of business as much as any other group, we must win the fight against inflation to avoid disaster.", "label": "oppose"}
{"id": "0000032504", "text": "As someone who has faced childhood hunger, I have made combating this epidemic a major priority since taking office.", "target": "epidemic", "label": "oppose", "score": "0.9966146233", "valid": "TRUE"}
{"id": "0000092675", "text": "This was a heinous crime but I take full responsibility as a leader in Saudi Arabia.", "target": "crime", "label": "oppose", "score": "0.6716827152", "valid": "TRUE"}
{"id": "0000013272", "text": "A revised Criminal Code will help in our fight against violent crime, organized crime, narcotics crime, and fraud and corruption.", "target": "crime", "label": "oppose", "score": "0.9966355044", "valid": "TRUE"}
