{"id": 6257, "true_label": "monologic", "predicted_label": "dialogic", "text": "[CARDINAL] migrant children were found stranded in the sweltering, [GPE] desert, having been cruelly enticed to [GPE] by [PERSON]'s rhetoric. He said, Come in everybody, come in. And they heard that and they all started walking up and I said, You cannot come in. You will be stopped. And we have [CARDINAL] [NORP] soldiers that are there. I said to the president of [GPE], who I like a lot, and he actually likes me. He is from a different persuasion. He is a socialist, but he is a great gentleman. And I said, Mr. President, you are going to have to stop them because we are building the wall and they are coming in. And I worked out a deal. I said, I will not put tariffs on the [CARDINAL] and [CARDINAL] of cars you send over on a [DATE] basis, but you have to put [CARDINAL] 000 soldiers on our border free of charge. And he said, I will do that. Now they are gone. And now they are all gone. And those soldiers knew what they were doing. I will be honest with you, there were no games. There were no games. We did a great job during the construction of the wall. Once the wall was up, you did not need them, but you have to finish the level empty areas of the wall. The flood of illegal immigrants is also placing a crushing burden on communities across the state and throughout the nation, depleting your already overcrowded schools and hospitals and public services of critical resources, you know that. They are so crowded now because there're so many people, many of them cannot speak English. The whole thing is a catastrophe. Your kids are saying, What the hell is going on? Even before the [PERSON] border crisis, [GPE] taxpayers were spending a staggering [MONEY] a year to pay for the welfare education justice system, course and illegal immigration, $[MONEY][MONEY] [MONEY] per [GPE] household every year. And that is now going to be doubled and tripled. In our movement, we believe that your taxpayer dollars should go to support truly needing [NORP]. You have to take care of [NORP] citizens. And look, we all have a heart. I see the same thing as you do, and we want to help people.", "metadata": {"text_id": "revcomblogtranscriptsdonaldtrumpphoenixarizonarallyspeechtranscriptjuly24", "title": "Donald Trump Phoenix, Arizona Rally Speech Transcript July 24", "source": "https://www.rev.com/blog/transcripts/donald-trump-phoenix-arizona-rally-speech-transcript-july-24", "publication_date": "24-07-2021", "crawling_date": "29-06-2023", "politician": ["Donald Trump"], "gender": ["M"]}}
{"id": 6884, "true_label": "monologic", "predicted_label": "dialogic", "text": "And I also appreciate my friend, [CARDINAL] of the great voices of all time, [PERSON]. Thank you, [PERSON], for being here. I also want to welcome all the candidates who are running for office. You know, it is not an easy decision to make to run for [ORG] [ORG], but it is a noble decision. And it is a tough decision for your families. And so I want to thank you for agreeing to run; I want to thank your families for agreeing to support you. My advice is, work hard, talk about what is in your heart, let the people know your values, and win. And I think you will. I think [DATE] is going to be [DATE] for [ORG]. And the reason why I believe that is because when the [NORP] people look at our ideals versus the ideals of the [NORP], when they look at what we believe versus what they believe, they are with us. We represent the values of the [NORP] people. Our ideas are the ones embraced by the folks. They may not be the ones that the pundits listen to, but they are the ones who are out working [DATE] to make [GPE] a great and hopeful place. We believe in strong national defense, and we will do what it takes to keep our Nation safe from a terrorist attack. We believe in limited government. We believe in the collective wisdom of the [NORP] people to make the decisions on behalf of the [NORP] Government. We would rather trust you than the people in government to make the decisions for what is best for you. I am optimistic about [DATE] because I know [PERSON]. I have known him for [DATE]. I have seen his character and his leadership up close. I have campaigned with him, and I have campaigned against him. And I can tell you this: He is a tough competitor. I have seen in every decision he makes that he is guided by the national interests of [GPE], not by self-interest. I know [PERSON] to be a man who will make decisions based upon sound principles, not based upon the latest focus group or political poll. [PERSON] is running on a clear, consistent, and conservative agenda. He is a man of honor. He is a genuine hero. He has the wisdom and the experience necessary to be the Commander in Chief of our [GPE] military forces.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksthenationalrepublicancongressionalcommitteedinner1", "title": "Remarks at the National Republican Congressional Committee Dinner", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-national-republican-congressional-committee-dinner-1", "publication_date": "12-03-2008", "crawling_date": "10-09-2023", "politician": ["George W. Bush"], "gender": ["M"]}}
{"id": 5070, "true_label": "dialogic", "predicted_label": "monologic", "text": "We have averaged over [CARDINAL], [CARDINAL] people finding jobs [DATE]. And [DATE], [CARDINAL], 000 [NORP] went to work. So, I think there is a lesson never to be forgotten here: It is people, not government, who create wealth, provide growth, and ensure prosperity. That may sound elementary enough, but the history or our economic difficulties, especially the terribly big deficits we run [DATE], stem directly from our failure to remember that government consumes wealth, it does not create it. You see, it is a kind of legacy from a period when I was back in college studying economics. Following the theories of a noted [NORP] economist of the period, [PERSON], economists and politicians used to say that when bad times occur the only way to restore prosperity is to spend our way out of it with massive new government programs paid for by borrowing. We owe it to ourselves! they used to chant. But everybody knows you cannot spend yourself rich any more than you can drink yourself sober. And you cannot prime the pump without pumping the prime. And that is why the automatic recourse to government spending sent interest rates and inflation skyrocketing, slowed the economy, caused unemployment, and gave us what they call [DATE] a structural deficit-that is a deficit that goes up automatically [DATE] because of a vast array of [ORG] programs that [ORG] refuses to reduce and, under the law, the President cannot cut back by himself. Since [DATE] in office, we have been going after this structural deficit by, first, asking for major spending cuts and, second, asking for reforms like the line-item veto and balanced budget amendment that would, well, unstructure the structured deficit. So, while we have been occupied with the [NORP] issue over [DATE], let us not forget that there are many other issues that concern us. And this deficit problem remains a major priority. In order to pursue this issue and all the others like it on our domestic and foreign agenda, we must be certain to maintain peace in the world and keep our defenses strong while, of course, sparking our domestic economy to even greater growth. As [PERSON] once said, his [CARDINAL] fear about our Constitution was that it permitted government to borrow. Well, government has borrowed too much and spent too much.", "metadata": {"text_id": "presidencyucsbedudocumentsradioaddressthenationthedeficit", "title": "Radio Address to the Nation on the Deficit", "source": "https://www.presidency.ucsb.edu/documents/radio-address-the-nation-the-deficit", "publication_date": "29-11-1986", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 5070, "true_label": "dialogic", "predicted_label": "monologic", "text": "We have averaged over [CARDINAL], [CARDINAL] people finding jobs [DATE]. And [DATE], [CARDINAL], 000 [NORP] went to work. So, I think there is a lesson never to be forgotten here: It is people, not government, who create wealth, provide growth, and ensure prosperity. That may sound elementary enough, but the history or our economic difficulties, especially the terribly big deficits we run [DATE], stem directly from our failure to remember that government consumes wealth, it does not create it. You see, it is a kind of legacy from a period when I was back in college studying economics. Following the theories of a noted [NORP] economist of the period, [PERSON], economists and politicians used to say that when bad times occur the only way to restore prosperity is to spend our way out of it with massive new government programs paid for by borrowing. We owe it to ourselves! they used to chant. But everybody knows you cannot spend yourself rich any more than you can drink yourself sober. And you cannot prime the pump without pumping the prime. And that is why the automatic recourse to government spending sent interest rates and inflation skyrocketing, slowed the economy, caused unemployment, and gave us what they call [DATE] a structural deficit-that is a deficit that goes up automatically [DATE] because of a vast array of [ORG] programs that [ORG] refuses to reduce and, under the law, the President cannot cut back by himself. Since [DATE] in office, we have been going after this structural deficit by, first, asking for major spending cuts and, second, asking for reforms like the line-item veto and balanced budget amendment that would, well, unstructure the structured deficit. So, while we have been occupied with the [NORP] issue over [DATE], let us not forget that there are many other issues that concern us. And this deficit problem remains a major priority. In order to pursue this issue and all the others like it on our domestic and foreign agenda, we must be certain to maintain peace in the world and keep our defenses strong while, of course, sparking our domestic economy to even greater growth. As [PERSON] once said, his [CARDINAL] fear about our Constitution was that it permitted government to borrow. Well, government has borrowed too much and spent too much.", "metadata": {"text_id": "presidencyucsbedudocumentsradioaddressthenationthedeficit", "title": "Radio Address to the Nation on the Deficit", "source": "https://www.presidency.ucsb.edu/documents/radio-address-the-nation-the-deficit", "publication_date": "29-11-1986", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
{"id": 5175, "true_label": "dialogic", "predicted_label": "monologic", "text": "That means more new investment, more jobs, and more money for higher wages. It means average families can borrow at less cost. That means lower home mortgages, lower credit card payments, lower car payments, lower college loan payments. I am telling you, the average family will save a whole lot more under this plan looking after our future than they will under the tax cut plan offered by the other party. Now, because their plan spends almost all the [ORG] related surplus on a tax cut, it would not only do nothing to restore [ORG]; it would require deep cuts in those things we need to be investing the most in: in education, in hiring those [CARDINAL], [CARDINAL] teachers, in medical research, in technology, in preserving the environment, in modernizing our national defense. We will not have the money to do that. And again I say, this is a mistake because our plan has a sizable tax cut, [MONEY] for middle income families to meet their crucial needs for child care, for longterm care, for saving for retirement. It provides tax cuts for building world-class schools, for developing and installing new environmental technologies, for funding the new markets initiative, which I highlighted on my tour to the poorest parts of [GPE] [DATE], simply to say we will give you the same tax breaks to invest in poor areas in [GPE] we give you to invest in poor areas overseas. It is the right thing to do. So here is the choice: We can save [ORG] and [ORG] and make [ORG] better. We can make [GPE] debt-free, giving our children a stronger economy and all of you lower interest rates. We can still have a good-size tax cut, but not as large as the one the [NORP] leaders propose. Again I say, their plan would spend almost the entire [ORG] portion of the surplus on tax cuts. It would not extend the solvency of [ORG] by [DATE]. Depending on how they do it, it might not extend the solvency of [ORG] by [DATE]. It would force drastic cuts in education, research and technology, defense, and the environment.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksthecommunicationsworkersamericaconventionmiamibeachflorida", "title": "Remarks to the Communications Workers of America Convention in Miami Beach, Florida", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-communications-workers-america-convention-miami-beach-florida", "publication_date": "13-07-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 6257, "true_label": "monologic", "predicted_label": "dialogic", "text": "[CARDINAL] migrant children were found stranded in the sweltering, [GPE] desert, having been cruelly enticed to [GPE] by [PERSON]'s rhetoric. He said, Come in everybody, come in. And they heard that and they all started walking up and I said, You cannot come in. You will be stopped. And we have [CARDINAL] [NORP] soldiers that are there. I said to the president of [GPE], who I like a lot, and he actually likes me. He is from a different persuasion. He is a socialist, but he is a great gentleman. And I said, Mr. President, you are going to have to stop them because we are building the wall and they are coming in. And I worked out a deal. I said, I will not put tariffs on the [CARDINAL] and [CARDINAL] of cars you send over on a [DATE] basis, but you have to put [CARDINAL] 000 soldiers on our border free of charge. And he said, I will do that. Now they are gone. And now they are all gone. And those soldiers knew what they were doing. I will be honest with you, there were no games. There were no games. We did a great job during the construction of the wall. Once the wall was up, you did not need them, but you have to finish the level empty areas of the wall. The flood of illegal immigrants is also placing a crushing burden on communities across the state and throughout the nation, depleting your already overcrowded schools and hospitals and public services of critical resources, you know that. They are so crowded now because there're so many people, many of them cannot speak English. The whole thing is a catastrophe. Your kids are saying, What the hell is going on? Even before the [PERSON] border crisis, [GPE] taxpayers were spending a staggering [MONEY] a year to pay for the welfare education justice system, course and illegal immigration, $[MONEY][MONEY] [MONEY] per [GPE] household every year. And that is now going to be doubled and tripled. In our movement, we believe that your taxpayer dollars should go to support truly needing [NORP]. You have to take care of [NORP] citizens. And look, we all have a heart. I see the same thing as you do, and we want to help people.", "metadata": {"text_id": "revcomblogtranscriptsdonaldtrumpphoenixarizonarallyspeechtranscriptjuly24", "title": "Donald Trump Phoenix, Arizona Rally Speech Transcript July 24", "source": "https://www.rev.com/blog/transcripts/donald-trump-phoenix-arizona-rally-speech-transcript-july-24", "publication_date": "24-07-2021", "crawling_date": "29-06-2023", "politician": ["Donald Trump"], "gender": ["M"]}}
{"id": 5740, "true_label": "monologic", "predicted_label": "dialogic", "text": "What is really going on is, a lot of these health care providers are under the gun. Right? More managed care; people bargaining tougher for prices; more and more people who are uncovered where there is uncompensated care that has to be provided; less and less ability to pass on the cost of uncompensated care to other people because they are in these managed care networks they are in: all this stuff is going to happen if we do not do anything. All of us could go on vacation for [DATE], and this same thing would go on. You know that. And do not let your Members fall for it. What is going to happen is we will continue to see these trends occur unless we find a way to give health care providers reimbursement for all the people for whom they care, at an appropriate level in an appropriate way. [DATE] of research now shows that more and better trained nurses result in shorter hospital stays, better survival rates, fewer complications, whether you are dealing with low birthweight babies or older people. You do not have to work for [ORG] to understand that healthier patients and shorter stays means lower health care costs. Sometimes I think if you do work for [ORG] you will never get that, but--we are working together pretty well on the whole. This is a big deal. This choice issue and maintaining an array of qualified people doing the things for which they are best qualified is terribly important. Finally, let me say-and this, I guess, is, except for this whole issue of whether this is a [ORG] program, which it is not , is the most controversial part of it-our reform is based on providing guaranteed benefits at work. Now the reason for that is simple, for the people in this country that have health insurance, [CARDINAL] out of [CARDINAL] of them have it at work where there is some shared responsibility between the employer and the employee. For the people who do not have insurance, [CARDINAL] out of [CARDINAL] of them have someone in their family who is working.", "metadata": {"text_id": "presidencyucsbedudocumentsremarkstheamericannursesassociation0", "title": "Remarks to the American Nurses Association", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-american-nurses-association-0", "publication_date": "10-05-1994", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 5925, "true_label": "monologic", "predicted_label": "dialogic", "text": "[GPE] has doubled the amount of electricity we get from wind over [DATE], enough power for [CARDINAL] homes-clean, renewable energy. That is something you leave behind for [DATE]. That is worth fighting for. There are [CARDINAL] [CARDINAL] [NORP] jobs at stake in this wind energy tax credit. We should support it; I support it. And instead of giving [MONEY] in taxpayer subsidies to oil companies that are making plenty of money every time you go to the pump, we should be investing in homegrown energy that is never been more promising. That is the choice in this election. That is why I am running for a second term. I am not done yet. In [DATE], I promised to end the war in [GPE]; I ended it. Governor [PERSON] said the way I ended it was tragic. I said I'd go after [PERSON] and [PERSON]; I went after them. We are now beginning a transition out of [GPE]. And so all of this is possible only because of the extraordinary service of our men and women in uniform. And that is why I have made sure to make historic investments in the [ORG]. Because somebody who has fought for us should not have to fight for a job when they come home. But if we are serious about them coming home to a strong economy, then we have got to do some building here at home, some nation-building. Take [CARDINAL] of the money that we have been spending [DATE] of war, and let us start doing some rebuilding here in [GPE]. Let us put [NORP] back to work rebuilding roads and bridges and ports and airports, laying broadband lines in rural communities. Let us create a veterans jobs corps so returning heroes can get jobs as firefighters and cops in communities that need them. There is a lot of work to be done right here in [GPE], and I am running to rebuild [GPE]. That is a choice in this election. And I am running to make sure [GPE] once again has the best education system in the world and the best training system for workers in the world. I want to help our schools hire and reward the best teachers, especially in math and science. I want to give [CARDINAL] more [NORP] the chance to go to community colleges to train for the jobs that businesses are hiring for right now.", "metadata": {"text_id": "presidencyucsbedudocumentsremarkscampaignrallywaterlooiowa", "title": "Remarks at a Campaign Rally in Waterloo, Iowa", "source": "https://www.presidency.ucsb.edu/documents/remarks-campaign-rally-waterloo-iowa", "publication_date": "14-08-2012", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 6419, "true_label": "monologic", "predicted_label": "dialogic", "text": "The children were all ready for a new adventure. I loved that job. I truly loved that job. But by [DATE], I was pretty obviously pregnant. The principal did what I think a lot of principals did back then - he wished me good luck, and he did not ask me back for [DATE], and hired someone else for the job. I stayed home, and I tried desperately to be a good wife and mother, but I really wanted to do something more. So, I came up with a plan to go back to school, and this time I found a law school that was nearby. I cannot describe to you how crazy the idea was of my going to law school. My mother said many, many times, very loudly, that she thought I was jeopardizing my marriage. My brothers - all [CARDINAL] of them - just thought I was plain nuts. My then husband smiled indulgently, making it clear that he knew that I could not possibly pull this off. But I bowed my head, I pushed on. You might say, nevertheless, I persisted. But I was determined, and so I took all the needed exams, I filled out the application; I budgeted and figured out how I could pay the $[MONEY] tuition. I worked out what the commute in my trusty blue Volkswagen and I had it all figured - all of it - until I hit the [CARDINAL] big boulder that nearly crushed me: child care. My daughter [PERSON] was about to turn [DATE], and if I wanted to go to law school, I needed child care. And I know it sounds like I was not very smart, but I had not really realized exactly how hard that was gonna be. You know, I visited all kinds of places. I went everywhere - and I struck out everywhere. They cost a fortune or they smelled funny or the kids looked miserable. This went on for [DATE], and it is getting to be [DATE], and I am starting to sweat. We were bearing down on the start of school, and I knew that if I could not get childcare worked out, my idea of going back to school was over before it started. Finally, finally, [DATE] before classes were starting, I found a place that seemed nice. Cheerful teachers, a good playground, it smelled good. That thing matters, you know. There was [CARDINAL] problem: they only took children who were dependably potty trained.", "metadata": {"text_id": "warrensenategovnewsroompressreleasessenatorwarrendeliverskeynoteaddressatnwlcandrsquos45thanniversarygala", "title": "Senator Warren Delivers Keynote Address at NWLC’s 45th Anniversary Gala", "source": "https://www.warren.senate.gov/newsroom/press-releases/senator-warren-delivers-keynote-address-at-nwlc-and-rsquos-45th-anniversary-gala", "publication_date": "19-10-2017", "crawling_date": "28-06-2023", "politician": ["Elizabeth Warren"], "gender": ["F"]}}
{"id": 5740, "true_label": "monologic", "predicted_label": "dialogic", "text": "What is really going on is, a lot of these health care providers are under the gun. Right? More managed care; people bargaining tougher for prices; more and more people who are uncovered where there is uncompensated care that has to be provided; less and less ability to pass on the cost of uncompensated care to other people because they are in these managed care networks they are in: all this stuff is going to happen if we do not do anything. All of us could go on vacation for [DATE], and this same thing would go on. You know that. And do not let your Members fall for it. What is going to happen is we will continue to see these trends occur unless we find a way to give health care providers reimbursement for all the people for whom they care, at an appropriate level in an appropriate way. [DATE] of research now shows that more and better trained nurses result in shorter hospital stays, better survival rates, fewer complications, whether you are dealing with low birthweight babies or older people. You do not have to work for [ORG] to understand that healthier patients and shorter stays means lower health care costs. Sometimes I think if you do work for [ORG] you will never get that, but--we are working together pretty well on the whole. This is a big deal. This choice issue and maintaining an array of qualified people doing the things for which they are best qualified is terribly important. Finally, let me say-and this, I guess, is, except for this whole issue of whether this is a [ORG] program, which it is not , is the most controversial part of it-our reform is based on providing guaranteed benefits at work. Now the reason for that is simple, for the people in this country that have health insurance, [CARDINAL] out of [CARDINAL] of them have it at work where there is some shared responsibility between the employer and the employee. For the people who do not have insurance, [CARDINAL] out of [CARDINAL] of them have someone in their family who is working.", "metadata": {"text_id": "presidencyucsbedudocumentsremarkstheamericannursesassociation0", "title": "Remarks to the American Nurses Association", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-american-nurses-association-0", "publication_date": "10-05-1994", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 6257, "true_label": "monologic", "predicted_label": "dialogic", "text": "[CARDINAL] migrant children were found stranded in the sweltering, [GPE] desert, having been cruelly enticed to [GPE] by [PERSON]'s rhetoric. He said, Come in everybody, come in. And they heard that and they all started walking up and I said, You cannot come in. You will be stopped. And we have [CARDINAL] [NORP] soldiers that are there. I said to the president of [GPE], who I like a lot, and he actually likes me. He is from a different persuasion. He is a socialist, but he is a great gentleman. And I said, Mr. President, you are going to have to stop them because we are building the wall and they are coming in. And I worked out a deal. I said, I will not put tariffs on the [CARDINAL] and [CARDINAL] of cars you send over on a [DATE] basis, but you have to put [CARDINAL] 000 soldiers on our border free of charge. And he said, I will do that. Now they are gone. And now they are all gone. And those soldiers knew what they were doing. I will be honest with you, there were no games. There were no games. We did a great job during the construction of the wall. Once the wall was up, you did not need them, but you have to finish the level empty areas of the wall. The flood of illegal immigrants is also placing a crushing burden on communities across the state and throughout the nation, depleting your already overcrowded schools and hospitals and public services of critical resources, you know that. They are so crowded now because there're so many people, many of them cannot speak English. The whole thing is a catastrophe. Your kids are saying, What the hell is going on? Even before the [PERSON] border crisis, [GPE] taxpayers were spending a staggering [MONEY] a year to pay for the welfare education justice system, course and illegal immigration, $[MONEY][MONEY] [MONEY] per [GPE] household every year. And that is now going to be doubled and tripled. In our movement, we believe that your taxpayer dollars should go to support truly needing [NORP]. You have to take care of [NORP] citizens. And look, we all have a heart. I see the same thing as you do, and we want to help people.", "metadata": {"text_id": "revcomblogtranscriptsdonaldtrumpphoenixarizonarallyspeechtranscriptjuly24", "title": "Donald Trump Phoenix, Arizona Rally Speech Transcript July 24", "source": "https://www.rev.com/blog/transcripts/donald-trump-phoenix-arizona-rally-speech-transcript-july-24", "publication_date": "24-07-2021", "crawling_date": "29-06-2023", "politician": ["Donald Trump"], "gender": ["M"]}}
{"id": 6595, "true_label": "dialogic", "predicted_label": "monologic", "text": "[CARDINAL] way I have done that is by calling for roll call votes, putting [ORG] on record. By demanding transparency and forcing [ORG] to vote on record, I have defeated radical bills like squad member, [PERSON]'s bill to allow felons to vote in jail; that should never happen. But we stopped it. That is more than any top ranking [NORP] accomplished on any [ORG] committee. Not only that, I have filed America First legislation, I have offered legislation to preserve and protect our second amendment, I have offered bills to impeach [PERSON] [CARDINAL] times, bills to fire Dr. [PERSON], bills to expel insurrectionist [PERSON], bills to eliminate the [ORG], bills to ban vaccine mandates, and bills to secure our Southern border and finish President [PERSON]'s wall. I even released my own congressional oversight report on my visit to the [GPE] jail, which currently houses [DATE] pretrial defendants, still to this day. My report revealed the horrific conditions they face. I called for an end to the abuse of pretrial defendants and for the termination of the person overseeing their care, Deputy Warden [PERSON]. I have hit a few roadblocks on the way, perhaps because the [GPE] elites realize that I would always put you the voters first. Just after I was sworn in [NORP] recognized me as the biggest threat to their [NORP] agenda in [ORG] and made me their [CARDINAL] target. We can remember all those news stories. Well, they kicked me off committees, not just [NORP], but unfortunately [CARDINAL] [NORP], because they knew I was not going to go along with their [GPE] last establishment agenda. They kicked me off because they realize, you know what, I am just like you; I am a proud [NORP] and I am tired of the business as usual in the swamp. Now to tell you the truth, in the current 117th [ORG] committees are useless for [NORP]. [NORP] are in the minority and [PERSON] rules [ORG] with an iron fist. [ORG] bills and amendments are rejected and hardly see the light of day. But that will not last forever. When [NORP] take back the majority in [DATE], it is going to be a different story.", "metadata": {"text_id": "revcomblogtranscriptsmarjorietaylorgreenedeliversspeechongopprimarywin52422transcript", "title": "Marjorie Taylor Greene delivers speech on GOP primary win 5/24/22 Transcript", "source": "https://www.rev.com/blog/transcripts/marjorie-taylor-greene-delivers-speech-on-gop-primary-win-5-24-22-transcript", "publication_date": "25-05-2022", "crawling_date": "29-06-2023", "politician": ["Marjorie Taylor Greene"], "gender": ["F"]}}
{"id": 5175, "true_label": "dialogic", "predicted_label": "monologic", "text": "That means more new investment, more jobs, and more money for higher wages. It means average families can borrow at less cost. That means lower home mortgages, lower credit card payments, lower car payments, lower college loan payments. I am telling you, the average family will save a whole lot more under this plan looking after our future than they will under the tax cut plan offered by the other party. Now, because their plan spends almost all the [ORG] related surplus on a tax cut, it would not only do nothing to restore [ORG]; it would require deep cuts in those things we need to be investing the most in: in education, in hiring those [CARDINAL], [CARDINAL] teachers, in medical research, in technology, in preserving the environment, in modernizing our national defense. We will not have the money to do that. And again I say, this is a mistake because our plan has a sizable tax cut, [MONEY] for middle income families to meet their crucial needs for child care, for longterm care, for saving for retirement. It provides tax cuts for building world-class schools, for developing and installing new environmental technologies, for funding the new markets initiative, which I highlighted on my tour to the poorest parts of [GPE] [DATE], simply to say we will give you the same tax breaks to invest in poor areas in [GPE] we give you to invest in poor areas overseas. It is the right thing to do. So here is the choice: We can save [ORG] and [ORG] and make [ORG] better. We can make [GPE] debt-free, giving our children a stronger economy and all of you lower interest rates. We can still have a good-size tax cut, but not as large as the one the [NORP] leaders propose. Again I say, their plan would spend almost the entire [ORG] portion of the surplus on tax cuts. It would not extend the solvency of [ORG] by [DATE]. Depending on how they do it, it might not extend the solvency of [ORG] by [DATE]. It would force drastic cuts in education, research and technology, defense, and the environment.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksthecommunicationsworkersamericaconventionmiamibeachflorida", "title": "Remarks to the Communications Workers of America Convention in Miami Beach, Florida", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-communications-workers-america-convention-miami-beach-florida", "publication_date": "13-07-1999", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 6419, "true_label": "monologic", "predicted_label": "dialogic", "text": "The children were all ready for a new adventure. I loved that job. I truly loved that job. But by [DATE], I was pretty obviously pregnant. The principal did what I think a lot of principals did back then - he wished me good luck, and he did not ask me back for [DATE], and hired someone else for the job. I stayed home, and I tried desperately to be a good wife and mother, but I really wanted to do something more. So, I came up with a plan to go back to school, and this time I found a law school that was nearby. I cannot describe to you how crazy the idea was of my going to law school. My mother said many, many times, very loudly, that she thought I was jeopardizing my marriage. My brothers - all [CARDINAL] of them - just thought I was plain nuts. My then husband smiled indulgently, making it clear that he knew that I could not possibly pull this off. But I bowed my head, I pushed on. You might say, nevertheless, I persisted. But I was determined, and so I took all the needed exams, I filled out the application; I budgeted and figured out how I could pay the $[MONEY] tuition. I worked out what the commute in my trusty blue Volkswagen and I had it all figured - all of it - until I hit the [CARDINAL] big boulder that nearly crushed me: child care. My daughter [PERSON] was about to turn [DATE], and if I wanted to go to law school, I needed child care. And I know it sounds like I was not very smart, but I had not really realized exactly how hard that was gonna be. You know, I visited all kinds of places. I went everywhere - and I struck out everywhere. They cost a fortune or they smelled funny or the kids looked miserable. This went on for [DATE], and it is getting to be [DATE], and I am starting to sweat. We were bearing down on the start of school, and I knew that if I could not get childcare worked out, my idea of going back to school was over before it started. Finally, finally, [DATE] before classes were starting, I found a place that seemed nice. Cheerful teachers, a good playground, it smelled good. That thing matters, you know. There was [CARDINAL] problem: they only took children who were dependably potty trained.", "metadata": {"text_id": "warrensenategovnewsroompressreleasessenatorwarrendeliverskeynoteaddressatnwlcandrsquos45thanniversarygala", "title": "Senator Warren Delivers Keynote Address at NWLC’s 45th Anniversary Gala", "source": "https://www.warren.senate.gov/newsroom/press-releases/senator-warren-delivers-keynote-address-at-nwlc-and-rsquos-45th-anniversary-gala", "publication_date": "19-10-2017", "crawling_date": "28-06-2023", "politician": ["Elizabeth Warren"], "gender": ["F"]}}
{"id": 6257, "true_label": "monologic", "predicted_label": "dialogic", "text": "[CARDINAL] migrant children were found stranded in the sweltering, [GPE] desert, having been cruelly enticed to [GPE] by [PERSON]'s rhetoric. He said, Come in everybody, come in. And they heard that and they all started walking up and I said, You cannot come in. You will be stopped. And we have [CARDINAL] [NORP] soldiers that are there. I said to the president of [GPE], who I like a lot, and he actually likes me. He is from a different persuasion. He is a socialist, but he is a great gentleman. And I said, Mr. President, you are going to have to stop them because we are building the wall and they are coming in. And I worked out a deal. I said, I will not put tariffs on the [CARDINAL] and [CARDINAL] of cars you send over on a [DATE] basis, but you have to put [CARDINAL] 000 soldiers on our border free of charge. And he said, I will do that. Now they are gone. And now they are all gone. And those soldiers knew what they were doing. I will be honest with you, there were no games. There were no games. We did a great job during the construction of the wall. Once the wall was up, you did not need them, but you have to finish the level empty areas of the wall. The flood of illegal immigrants is also placing a crushing burden on communities across the state and throughout the nation, depleting your already overcrowded schools and hospitals and public services of critical resources, you know that. They are so crowded now because there're so many people, many of them cannot speak English. The whole thing is a catastrophe. Your kids are saying, What the hell is going on? Even before the [PERSON] border crisis, [GPE] taxpayers were spending a staggering [MONEY] a year to pay for the welfare education justice system, course and illegal immigration, $[MONEY][MONEY] [MONEY] per [GPE] household every year. And that is now going to be doubled and tripled. In our movement, we believe that your taxpayer dollars should go to support truly needing [NORP]. You have to take care of [NORP] citizens. And look, we all have a heart. I see the same thing as you do, and we want to help people.", "metadata": {"text_id": "revcomblogtranscriptsdonaldtrumpphoenixarizonarallyspeechtranscriptjuly24", "title": "Donald Trump Phoenix, Arizona Rally Speech Transcript July 24", "source": "https://www.rev.com/blog/transcripts/donald-trump-phoenix-arizona-rally-speech-transcript-july-24", "publication_date": "24-07-2021", "crawling_date": "29-06-2023", "politician": ["Donald Trump"], "gender": ["M"]}}
