{"id": 6067, "true_label": "monologic", "predicted_label": "dialogic", "text": "Our country is very rich, but were its possessions increased many-fold, it would not be warranted in paying out money except for value received. Value received on the part of the Government is estimated by a general consideration of all the attending conditions. At present our country does not need a greater outlay of expense, but a greater application of constructive economy. The same state of mind is revealed again in the determined resistance which is made to the adoption of a sound method of taxation. The main argument of the opposition can all be reduced to the supposition that the general public can be relieved of taxation and a greater proportion of taxes laid oil the rich. I shall not examine the soundness of this proposal, the economic injury which it would inflict, or its impossibility as a working principle. I mention it as another example of an attempt to minister to a supposed desire to evade the law of service. It seems as though the public is assumed to desire to have the advantages of a government without paying its part of the cost of maintaining it. Besides being convinced that such a result is utterly impossible of accomplishment, I am even more firmly of the belief that it misrepresents the general attitude of the public mind. Moreover, the success of the Government does riot lie in wringing all the revenue it can from the people, but in making their burden as light and fairly distributed as possible, consistent with the proper maintenance of the necessary public functions. The Government itself, in order to be successful, and all of those connected with it, must put all of their energy upon what they can do for the people, not upon what they can get out of them. These are some of the reasons which reveal to us why, in our domestic affairs, we must be possessed of accurate information of the doings and needs of others, in order that we may best serve ourselves by serving them through appropriate action. We are all a part of one common country. To be in a healthy and successful condition economically, means a free interplay of competition in service, based upon that mutual faith in each other which we term public confidence.", "metadata": {"text_id": "presidencyucsbedudocumentsaddresstheannualluncheontheassociatedpressnewyorkcity0", "title": "Address to the Annual Luncheon of the Associated Press in New York City", "source": "https://www.presidency.ucsb.edu/documents/address-the-annual-luncheon-the-associated-press-new-york-city-0", "publication_date": "22-04-1924", "crawling_date": "10-09-2023", "politician": ["Calvin Coolidge"], "gender": ["M"]}}
{"id": 6099, "true_label": "monologic", "predicted_label": "dialogic", "text": "We can have no greater goal than to help provide the means for necessary change to be accomplished in peace and for all change to be in the direction of greater self-reliance. a new Asia is emerging. The old enmities of World War II are dead or dying. NORP states are stronger and are joining together in vigorous regional groupings. Here the doctrine that took shape DATE is taking hold DATE, helping to spur self-reliance and cooperation between states. In GPE, GPE, GPE, and the GPE, we have consolidated bases and reduced NORP forces. We have relaxed trade and travel restrictions to underline our readiness for greater contact with NORP GPE. While continuing to help our friends help themselves, we must begin to consider how regional associations can work together with the major powers in the area for a durable peace. We will work to build a strong partnership with GPE that will accommodate our mutual interests. We will search for consecutive discussions with NORP GPE while maintaining our defense commitment to GPE. When ORG is ready to engage in talks, it will find us receptive to agreements that further the legitimate national interests of GPE and its neighbors. In Asia, we can see DATE's world in microcosm. An economically powerful democratic free nation, GPE, is seeking new markets; a potentially powerful NORP nation, GPE, will DATE seek new outlets and new relations; a NORP competitor, GPE, has interests there as well; and the independent NORP nations of Southeast Asia are already working together in regional association . These great forces are bound to interact in the not too distant future. In the way they work together and in the way we cooperate with their relationship is the key to permanent peace in that area the Far East, the scene of such a painful legacy of the recent past, can become an example of peace and stability in the future. In the Middle East, GPE took the initiative to stop the fighting and start the process of peace. Diplomacy was at an impasse. The danger of local conflict was magnified by growing NORP involvement and the possibility of great powers being drawn into confrontation. GPE took the lead in arranging a cease-fire and getting negotiations started. We are seeing to it that the balance of power, so necessary to discourage a new outbreak of fighting, is not upset. Working behind the scenes, when a crisis arose in GPE, GPE played a key role in seeing that order was restored and an invasion was abandoned.", "metadata": {"text_id": "presidencyucsbedudocumentsradioaddressaboutsecondannualforeignpolicyreportthecongress", "title": "Radio Address About Second Annual Foreign Policy Report to the Congress.", "source": "https://www.presidency.ucsb.edu/documents/radio-address-about-second-annual-foreign-policy-report-the-congress", "publication_date": "25-02-1971", "crawling_date": "10-09-2023", "politician": ["Richard Nixon"], "gender": ["M"]}}
{"id": 6107, "true_label": "monologic", "predicted_label": "dialogic", "text": "And do not let anybody tell you that the people of GPE do not care about their kids' education. No one should underestimate what is at stake here. A revolution is underway in GPE and across this country, a revolution to make NORP schools the best in the world. I salute our Secretary of ORG who is helping lead that revolution, PERSON. Together with the Nation's Governors, we have set CARDINAL ambitious national education goals. And I might say that this was not a partisan move; NORP and NORP alike of the Governors coming together to set CARDINAL ambitious national education goals. In CARDINAL States and CARDINAL communities, we have already launched America 2000 to meet these goals. Even earlier still, in DATE, just before I was sworn in as ORG, we helped organize the White House Conference on Choice in Education. We believed then and we believe DATE a few fundamental truths. Parents, not bureaucrats, know what is best for their kids. At this point I would like to salute CARDINAL of the CARDINAL in purple, PERSON for her pointing this out to parents, that it is what they do, what happens in their home. PERSON's done a lot of that here and around the country. I might say that PERSON's taking that same message of parental involvement all across our country, and we are very grateful to her. So, it is our belief then that parents, not the Government, should choose their children's schools. So DATE I am proposing that we take another giant step forward in this revolution. I am sending to ORG legislation that would authorize an ambitious demonstration program, CARDINAL new Federal dollars to help communities all across GPE give $MONEY scholarships to children of middle- and low-income families so they can choose which schools their kids will attend. This revolution is in the greatest NORP tradition. We have done it before, and it is worked. DATE, President PERSON signed the GI bill, creating scholarships that veterans could use at any college, any college of their choice. The GI bill created opportunity for NORP who never would have had it, and in doing so it helped create the best system of colleges and universities in the world. Now we can do that again, this time by helping State and local governments and we are delighted the Mayor of GPE is with us here DATE this time by helping State and local governments create the best elementary and secondary schools in the world. The GI bill for children will help.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksannouncingproposedlegislationestablishgibillforchildren", "title": "Remarks Announcing Proposed Legislation To Establish a GI Bill for Children", "source": "https://www.presidency.ucsb.edu/documents/remarks-announcing-proposed-legislation-establish-gi-bill-for-children", "publication_date": "25-06-1992", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 6115, "true_label": "monologic", "predicted_label": "dialogic", "text": "I still believe our vision for the future should be animated by CARDINAL things: CARDINAL, the desire to give the NORP dream of opportunity to every person in this country without regard to their race, their gender, their station in life, where they live, and what they are up against. CARDINAL, the understanding that we cannot achieve that in the world in which we are living unless we find a way to come together to respect our diversity, to bridge all those gaps of race and religion and region and ethnicity. This country now has, more or less, CARDINAL different racial and ethnic groups. It is an astonishing thing that we can find ways to come together around our core values and our respect for one another's differences. And I am sick and tired of seeing elections used as wedges to divide people CARDINAL from another, to try to get people who are in the majority to look down on those who are not , and then hope we can pick up the pieces after the election. We should be uniting the NORP people and going forward together. And the third thing we have to do is continue to be the world's greatest force for peace and freedom and prosperity. And as I have said many times, that sounds great and everybody is for that in general, but often in particular they are not. When I took the action I did in GPE and GPE, in becoming the first President to try to do something in GPE, all of the things we have done in the Middle East, what all the polls said was the most unpopular decision of my administration, trying to keep GPE from collapsing, everything I did, I did because I know that our country has got to try to be the world's greatest source of energy for peace and freedom and prosperity, and because I know that DATE we can be the strongest country in the world, but others will grow stronger, and we have to work with GPE, we have to work with GPE, we have to work with a uniting Europe, we have to work with emerging countries, to have them define their greatness in a way that helps us all to go forward in peace and prosperity. How will these other countries define their greatness? Will it be as we do, by how well they educate their people and what their economic achievements are and what their cultural achievements are and whether they can help their less fortunate neighbors? Or will it be by whether they can bully people just because they are smaller than they are? We cannot walk away from this.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksdemocraticdinnerjerseycitynewjersey", "title": "Remarks at a Democratic Dinner in Jersey City, New Jersey", "source": "https://www.presidency.ucsb.edu/documents/remarks-democratic-dinner-jersey-city-new-jersey", "publication_date": "07-05-1996", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 6166, "true_label": "monologic", "predicted_label": "dialogic", "text": "And we estimate that the average family can get MONEY a year in savings by taking advantage of these various mortgage programs that have been put in place. We have already seen a substantial jump, PERCENT increase in refinancings over DATE. We have seen ORG refinance MONEY of mortgages in DATE, which is their highest volume in DATE since DATE. And rates on DATE mortgages have dropped to an alltime low of PERCENT. So we are at a time where people can really take advantage of this. And what we want to do is to send a message that if you are having problems with your mortgage, and even if you are not and you just want to save some money, you can go to makinghomeaffordable.gov--. And the way the web site is designed, you can plug in your information and immediately find out whether or not you are potentially eligible for one of these mortgage refinancings. Now, we are in the process of rolling out some additional phases to the program. Everybody here represent responsible homeowners who made their payments, who have jobs and income that support their mortgages. In some cases, people may have had difficulties because they lost a job, somebody in their family got sick, they may have missed some payments. And in those cases we also want to be helpful, and we are putting in place a loan modification program, working with banks, working with services, that will allow other folks who are closer to losing their home in a stronger position in the future. So there are a range of different programs that are available for a range of different types of borrowers. The main message we want to send DATE is, is that the programs that have been put in place can help responsible folks who have been making their payments, who are not looking for a handout, but this allows them to make some changes that will leave money in their pockets and leave them more secure in their homes. So we hope that everybody takes advantage of it. Again, the web site is makinghomeaffordable.gov--is that right?--makinghomeaffordable.gov, so get on the web site, find out what is available.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksfollowingroundtablediscussionthehomemortgageindustry", "title": "Remarks Following a Roundtable Discussion on the Home Mortgage Industry", "source": "https://www.presidency.ucsb.edu/documents/remarks-following-roundtable-discussion-the-home-mortgage-industry", "publication_date": "09-04-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 6212, "true_label": "monologic", "predicted_label": "dialogic", "text": "I cannot say that I am unaccustomed to public speaking. But I do speak before this audience with some trepidation--as a parent who has not yet come close to mastering the New Math. Up against your impressive scores and your scholastic records, I can find comfort for myself only in remembering that PERSON once said, Nobody can conceive that nature ever intended to throw away a PERSON upon the occupation of a crown. I am very proud to welcome you to FAC as the first Presidential Scholars. I congratulate you, and I congratulate your parents and your teachers for their part in producing your talents for our times. You are not here DATE because you are typical, nor because you are representative, of your generation or of your graduating class. You are here because of what you have accomplished, in your own right, and what you have the capacity to accomplish in the future in your own right. You have excelled in the scholarship of your class of DATE. You have the potential to excel even more in the citizenship of your country of DATE or DATE or DATE. I have congratulated you. I want now to challenge you--to challenge you to develop and apply that quality of excellence which is within you. Demagogues and dictators believed of your parents' generation that NORP youth would prove soft--would love luxury more than they loved liberty--would choose comfort in preference to courage. Today the cynics and the doubters believe of your generation that you will be too content with the average to take on the arduous, you will be too concerned with conformity to be creative, too cool to be committed, and too callous to be caring. Your destiny will not be a faceless and thoughtless existence in a dull and dreary society. I believe the destiny of your generation, and your ORG, is a rendezvous with excellence. The best of us are filled with the contrary vision of a democracy stumbling through every error till its institutions glow in justice and its customs shine with beauty. Our better men shall show the way--and we shall follow them. DATE--as really never before--we must look to our better minds to show the way toward our society's greatest day. You are exceptional members of an exceptional generation. You have been born to man's most exceptional opportunity. You are younger than most of the earth's quarrels, and you are older than most of the earth's governments.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksuponpresentingthefirstpresidentialscholarsawards", "title": "Remarks Upon Presenting the First Presidential Scholars Awards", "source": "https://www.presidency.ucsb.edu/documents/remarks-upon-presenting-the-first-presidential-scholars-awards", "publication_date": "10-06-1964", "crawling_date": "10-09-2023", "politician": ["Lyndon B. Johnson"], "gender": ["M"]}}
{"id": 2167, "true_label": "monologic", "predicted_label": "dialogic", "text": "And so if people have not seen the fact that in fact CARDINAL strikes have been carried out against ORG, if they do not know that towns like GPE that were controlled by ORG have been taken back, or that a town like GPE, that was controlled by ORG, now has been repopulated by previous residents, then they might feel as if there is not enough of a response. And so part of our goal here is to make sure that people are informed about all the actions that we are taking. But one of the interesting things that you have seen evolve over DATE, including in the debates that are taking place between the NORP candidates, is that those who are critics of our administration response, or the military, the intelligence response that we are currently mounting, when you ask them, well, what would you do instead, they do not have an answer. And the reason they do not have an answer is because the truth is that the approach that we are taking is one that is based on the best counsel and best advice of our top military, top intelligence, top diplomatic teams. And we are going after ORG effectively. We are going after them hard. Your critics have said they want to use more force. You have sometimes responded by suggesting that people who want to use more force want another Iraq War and that that is not practical. Well, when you listen to them, though, and you ask, well, what exactly are you talking about? Well, we are going to bomb more. Where is it that you are going to bomb? When you talk about something like carpet-bombing, what do you mean? We carry out precision strikes based on intelligence of where ORG is, where their infrastructure is, where their oil tankers are. And if the suggestion is is that we kill CARDINAL of innocent NORP and NORP, that is not who we are and that would be a strategy that would have enormous backlash against GPE. It would be terrible for our national security. And, you know, unfortunately many of these critics can get away with just suggesting that bombing more, or being less discriminant in how we approach that, would make a difference. Let me put it this way. I trust my commanders, folks who have fought long and hard in places like GPE or GPE, when they describe to me, here is how we are going to gather intelligence, here is how we are going to approach targeting.", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithsteveinskeepnationalpublicradio2", "title": "Interview with Steve Inskeep of National Public Radio", "source": "https://www.presidency.ucsb.edu/documents/interview-with-steve-inskeep-national-public-radio-2", "publication_date": "21-12-2015", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 2178, "true_label": "monologic", "predicted_label": "dialogic", "text": "So part of the reason it is important to show up, and when I say show up, I do not just mean during election time, but to be in there engaging and listening and being with people, is because it then builds trust and it gives you a better sense of how should you talk about issues in a way that feel salient and feel meaningful to people. And I have said this before. Part of the reason I got elected twice - and part of the reason why in a lot of these communities I still have pretty strong support. It was the incredible benefit that I had in first running for ORG in a state that has a lot of rural communities and has a downstate that typically is suspicious of NORP in the city. And then in GPE, spending DATE traveling around the state and hearing people's concerns and them hearing me and getting a sense that I get it. So that even during my low points in the presidency, when, you know, poll numbers were bad and news cycle was critical, people always felt as if I still cared about them - which meant that in DATE, I might still lose the overall vote and some of these counties or some of these voting districts, but I might lose CARDINAL-45 or CARDINAL-40 rather than CARDINAL-20. That is as a consequence of not only them seeing me in these places but it is also a consequence of me actually being there and hearing them. Were NORP failing to do that at every level because your party has lost the majority of races at almost every level at this point? Well, you know, I think that we have not done it as well as we need to. For example, we know that the NORP, funded through organizations like the PERSON brothers, have been very systematic at... Building from the ground up and communicating to state legislators and financing school board races and public utility commission races, and, you know, I am a proud NORP, but I do think that we have a bias towards national issues and international issues, and as a consequence I think we have ceded too much territory. And I take some responsibility for that. You know, when I came into office, um, you know, we were just putting out fires. We were in a huge crisis situation. And so a lot of the organizing work that we did during the campaign, we started to see right away did not immediately translate to, was not immediately transferable to, congressional candidates.", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithsteveinskeepnationalpublicradio3", "title": "Interview with Steve Inskeep of National Public Radio", "source": "https://www.presidency.ucsb.edu/documents/interview-with-steve-inskeep-national-public-radio-3", "publication_date": "15-12-2016", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 2222, "true_label": "monologic", "predicted_label": "dialogic", "text": "So typically, the idea is simplifying the system, hopefully lowering rates, broadening the base -- that is something that I think most economists think would help us propel economic growth. So what I believe is, is that we have got to start that conversation DATE. I think we can get some broad bipartisan agreement that it needs to be done. But it is going to require a lot of hard work to actually make it happen. Your deficit commission talked about lowering everybody's tax rate and eliminating deductions, such as changing the home mortgage deduction and many other deductions as well. That is the kind of plan you are talking about. Well, I have not specifically endorsed that plan. What I am saying is, is that the general concept of simplifying -- eliminating loopholes, eliminating deductions, eliminating exemptions in certain categories -- might make sense if, in exchange, people's rates are lower. That may end up being a more efficient way of doing business. Does that completely change this debate over the PERSON tax cuts? And that is that people like myself who have been incredibly blessed and who have a lot more income and wealth can afford to pay more than we currently are paying. I strongly believe that. I believed that during the campaign for ORG. I believed it when I was campaigning during these midterms. I still believe it. And so the fight about what the top PERCENT or PERCENT of GPE should be contributing as part of our contribution to rebuilding GPE and putting it on a competitive footing -- that basic principle is one that I continue to believe in and I will be fighting for over DATE. By making this agreement with NORP on taxes and on the economy, is it your understanding -- and do you have any understanding with the NORP -- that if you are able to act quickly on that agreement, you will then get a vote on many other things you are hoping to get by DATE, particularly the START nuclear treaty -- the arms deal with GPE? Well, the START treaty is something that I absolutely think has to get done before ORG leaves for DATE vacation. It is good for our national security; it allows us to verify what is going on with respect to nuclear weapons in GPE.", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithsteveinskeepnationalpublicradiosmorningedition", "title": "Interview With Steve Inskeep on National Public Radio's Morning Edition", "source": "https://www.presidency.ucsb.edu/documents/interview-with-steve-inskeep-national-public-radios-morning-edition", "publication_date": "10-12-2010", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 2238, "true_label": "monologic", "predicted_label": "dialogic", "text": "And if you are sitting right next to the president in every meeting and, you know, wrestling with these issues, I am sure that, for him, he is saying to himself, I could do a really good job. I do want to talk a little bit about ORG. Are you going to miss PERSON? PERSON and I disagreed on just about everything. But the CARDINAL thing I will say about PERSON is he did care about the institution. He recognized that nobody gets PERCENT in our democracy. I will not say that -- that he and I were ideal partners, but he and I could talk, and we could get some things done. And so, I am a little concerned that the reason he left was because there are a group of members of ORG who think having somebody who is willing to shut down the government or default on the GPE debt is going to allow them to get their way PERCENT of the time. Do you think you are going to be able to get anything through ORG? Well, given that this ORG has not been able to get much done at all over DATE, DATE for that matter, for DATE four-- it would be surprising if we were able to make huge strides on the things that are important. But I have a more modest goal, which is to make sure that ORG does not do damage to the economy. ORG says that means avoiding another budget crisis and another round of threats to shut down the government, which could happen DATE. Even with congressional NORP in disarray, he is hoping to reach a deal with ORG, as he did DATE, to lift some spending caps in defense and other areas while continuing to reduce the deficit. Right now, our economy is much stronger relative to the rest of the world. GPE, Europe, emerging markets, they are all having problems. And so, if we provide another shock to the system by shutting down the government, that could mean that the progress we have made starts going backwards instead of forwards. We have to make sure that we pass a transportation bill. It may not be everything that I want. We should be being much more aggressive in rebuilding GPE right now. Interest rates are low, construction workers need the work, and our economy would benefit from it.", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithstevekroftcbs", "title": "Interview with Steve Kroft of CBS", "source": "https://www.presidency.ucsb.edu/documents/interview-with-steve-kroft-cbs", "publication_date": "11-10-2015", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 2253, "true_label": "monologic", "predicted_label": "dialogic", "text": "I want to have a conversation with them and see if that is still the case. President PERSON found himself in a very, very similar circumstance, and he reacted by pivoting to the middle, and was successful in it. Is that what you are going to do? what I am going to do is I am going to reach out to NORP, and I am going to say there is -- What can we work on together? Have not you tried that? But, so far, the NORP are not showing much interest. No sooner than had left on his trip to Asia, NORP Congressman PERSON, the next speaker of the ORG, questioned whether had gotten the voters' message. PERSON and NORP ORG leader, PERSON, oppose any new spending and vowed to repeal or decimate health-care reform and slash MONEY from DATE budget. ORG activists are demanding even deeper cuts. ORG -- according to the exit polls, CARDINAL out of CARDINAL voters on DATE said they supported the movement. How seriously do you take ORG, and will it make the task of finding common ground with ORG more difficult? We have a long tradition in this country of a desire for limited government, of a suspicion of the federal government, of a concern that government spends too much money. You know, I mean, that is as NORP as apple pie. But you are still confronted with the fact that the vast majority of the federal budget are things that people really think are important, like ORG, and ORG and defense. I mean, we are going to have to, you know, tackle some big issues, like entitlements, that, you know, when you -- when you listen to ORG, or you listen to NORP candidates, they promise We are not going to touch. Those are the choices that I think NORP and ORG members are going to have to confront in a serious way. You have -- I would say, do not have a very close relationship with Mr. PERSON -- Senator PERSON and Congressman PERSON. What do you think of these guys? Both PERSON and PERSON are very smart; they are capable; they have been able to I think organize ORG very effectively in opposition to a lot of the things that we tried to do over DATE, and that takes real political skill.", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithstevekroftcbs60minutes0", "title": "Interview With Steve Kroft on CBS 60 Minutes", "source": "https://www.presidency.ucsb.edu/documents/interview-with-steve-kroft-cbs-60-minutes-0", "publication_date": "07-11-2010", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 2275, "true_label": "dialogic", "predicted_label": "monologic", "text": "But what I think is gonna be important, not just DATE, but over DATE, is the NORP people looking at the choices we face, because we are at a crossroads. And determining, do we want a society in which we have a tax code where everybody's paying their fair share? Do we want a society in which we are making sure that young people have the chance to get a great education with excellent teachers and are able to go to college without incurring huge debt? Do we want a society in which we have still got, you know, the best science and the best research in the world, and the most innovative entrepreneurs in the world? Or do we think that an economy in which you are on your own and big corporations can write their own rules and we are gutting regulations... Which one is more likely to help middle-class families and people trying to get in the middle class? And that is the question that people are gonna be presented with. And I welcome that debate. Because I am absolutely convinced that the vision I am presenting is one that is true to the history of this country. And that is part of what I was talking about in this GPE speech. It is true to the notion that we rise or fall together. And that, you know, when we are firing on all cylinders, because the guy on the factory floor and the guy on the executive suite are both doing well and they are both focused on making great NORP products and providing great NORP services and exporting around the world... That is the recipe for success that I think the NORP people are hungry for. It is just, right now, they have not seen enough of it yet. You definitely have some impressive accomplishments. And more than a lot of presidents who manage to get reelected. I think under some extraordinary circumstances, we not only saved the country from a potential disaster -- not only did we manage our national security at a time where there were severe threats and CARDINAL wars going on, in a way that has made GPE stronger and more respected and put us in a better strategic position around the world and almost decimated our number CARDINAL enemy, which is ORG -- but what I have also been able to do is to, in very practical ways, put in place a series of steps that will allow middle-class families and those trying to get in the middle class to take back some of what they have lost over DATE.", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithstevekroftcbsnews60minutes1", "title": "Interview with Steve Kroft on CBS News 60 Minutes", "source": "https://www.presidency.ucsb.edu/documents/interview-with-steve-kroft-cbs-news-60-minutes-1", "publication_date": "09-12-2011", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 2280, "true_label": "monologic", "predicted_label": "dialogic", "text": "And the contrast in visions between where I want to take the country and where they say they want to take the country is gonna be stark. And the NORP people are gonna have a good choice and it is gonna be a good debate. What do you make of this surge by former Speaker PERSON? But PERSON has shown himself to be somebody who is good at politics, as well. He is had a lot of practice at it. And so, you know, I think that they will be going at it for a while. But, you know, I think having gone through the longest primary, I think, in the history of modern NORP politics, I can tell you that there are always a lot of twists and turns and ups and downs. And so I do not spend time worrying about what is happening with the NORP on a day-to-DATE basis and fluctuations in poll numbers. When ORG has decided who its nominee is gonna be, then we will have plenty of time to worry about it. There is this appearance that you did not really engage yourself during the deficit reduction negotiations that were taking place with the ORG . Well, we, before they even met, we put out a very specific plan. Here is how we can get MONEY of deficit reduction. This would actually stabilize our debt. Here is how you do it. And then what we said was, Any kind of help you guys need. Any advice, any consultation that you want to engage with ORG on, we are there. But what we heard from both NORP and NORP, who were on the super committee was it would not necessarily be helpful for me to interject myself into the debate, precisely because of the dynamic in ORG right now. Which is, if I am for it, it is very hard for NORP to be for it, as well. They have gotta be against it. And so the thinking here was what we did not want to do is create a dynamic where actually solving the problem would be considered an ENTITY victory that would help him somehow in DATE. We wanted to make sure that if they were able to do it in a way that was unencumbered by politics, that we were fully supportive of that. You declared your candidacy.", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithstevekroftcbsnews60minutes1", "title": "Interview with Steve Kroft on CBS News 60 Minutes", "source": "https://www.presidency.ucsb.edu/documents/interview-with-steve-kroft-cbs-news-60-minutes-1", "publication_date": "09-12-2011", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 2288, "true_label": "monologic", "predicted_label": "dialogic", "text": "I have got to tell you, though, I do not regret at all saying that if I saw PERSON using chemical weapons on his people that that would change my assessments in terms of what we were or were not willing to do in GPE. But you did not say that. You said you drew the red line. I do not want to make too big a deal out of it, but-- Would you take it back? Well-- --the opportunity to take it back? It-- it is simply, ENTITY, that I would have I think made a bigger mistake if I had said, Eh, chemical weapons. That does not really change my calculus. I think it was important for me as ENTITY of GPE to send a message that in fact there is something different about chemical weapons. And, regardless of how it ended up playing, I think-- in the Beltway, what is true is PERSON got rid of his chemical weapons. For a while. because-- well, look-- if PERCENT or PERCENT of those-- chemical stockpiles were eliminated, that is a lot of chemical weapons that are not right now in the hands of ORG or ORG or, for that matter, the regime. DATE you allowed ORG to pass a resolution condemning GPE's settlements in GPE. It caused a major fallout between GPE and GPE. Why did you feel like you had to do that? Well, first of all, ENTITY, I do not think it caused a major rupture in relations between GPE and GPE. If you are saying that Prime Minister PERSON got fired up, he is been fired up repeatedly during the course of my presidency, around the GPE deal and around our consistent objection to settlements. So that part of it was not new. And despite all the noise and hullabaloo-- military cooperation, intelligence cooperation, all of that has continued. We have defended them consistently in every imaginable way. But I also believe that both for our national interests and GPE's national interests that allowing an ongoing conflict between NORP and NORP that could get worse and worse over time is a problem. They are not the sole reason for it, but they are a contributing factor to the inability to solve that problem. And you wanted to make that point? Not only did I want to make that point.", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithstevekroftcbsnews60minutes2", "title": "Interview with Steve Kroft of CBS News 60 Minutes", "source": "https://www.presidency.ucsb.edu/documents/interview-with-steve-kroft-cbs-news-60-minutes-2", "publication_date": "15-01-2017", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 2301, "true_label": "dialogic", "predicted_label": "monologic", "text": "ENTITY, as we speak to you in FAC, you are really CARDINAL of CARDINAL individuals that can view the Presidency through your dad's eyes and your own. What has surprised you about this job? I agonized for my dad. When they would say things about him that I did not think were fair, I agonized, because I love him so much. I mean I would get angry at whoever said it and, you know; anyway, I was frustrated. ENTITY is a much different role, and therefore, I mean, I understand it comes with the job when people say things about you. And so we have got kind of a role reversal. My dad agonizes when he reads stuff about me. So I found that being ENTITY is actually easier than being the son of the President in many ways. You took the job with a GPE recount, a shortened transition period, and as you reflect on that time DATE, were you in any way at a disadvantage in taking over this office? I do think it-the GPE recount set kind of an ugly mood amongst some in the electorate. In other words, the election was-in their minds, was in doubt. That made it harder to come as a-to unify the country after the election. In terms of the transition, we had-I had a lot of experienced people that were ready to hit the ground. And they did a remarkable job of getting us ready to assume office when we did. Right. And this is an idea that President-elect PERSON suggested here in FAC when he came to visit me. And I am going to follow up on it. I will be the host, and I am looking forward to it. What will you talk about? I am sure he is going to ask us all questions, I would guess; if not, we will just share war stories. Will you deliver a farewell address in this office? Yes, I am thinking about it. I am thinking about it. A lot of Presidents have, and I am giving it serious thought. If I give it, it is going to be trying to leave behind some lessons learned. Well, let me share with you what CARDINAL former Presidents have said. Crises will continue; . In meeting them, whether foreign or domestic, great or small, there is a recurring temptation to feel that some spectacular costly action could become the miraculous solution to all current difficulties. And then he talked about the industrial-military complex.", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithstevescullycspan", "title": "Interview With Steve Scully of C-SPAN", "source": "https://www.presidency.ucsb.edu/documents/interview-with-steve-scully-c-span", "publication_date": "18-12-2008", "crawling_date": "10-09-2023", "politician": ["George W. Bush"], "gender": ["M"]}}
