{"id": 4600, "true_label": "monologic", "predicted_label": "dialogic", "text": "This school started off with low scores, set high standards, and has achieved the objective. I suspect not many parents, even if they could, would want to leave, because you are meeting-you are doing the job. There are schools around the country that are not doing the job, and that is unacceptable to society. It ought to be unacceptable to school boards and parents and teachers. In GPE, we started something interesting. We said that if the school fails, continue to-if there is persistent failure, that a child ought to be able to go to not only a public school but a private school. We work with the mayor to enhance-it is an interesting opportunity-said, if you fail, and the school will not change, then the GPE came up with a scholarship that said this scholarship could be redeemed at a public school or a NORP school, for example. There is a debate going on about whether we ought to reauthorize the No Child Left Behind Act. I think you can get a sense for where I am coming from. Not only do I think we ought to reauthorize it, I think we ought to strengthen it. I think it would be a huge mistake for ORG ORG not to reauthorize this important piece of legislation. And the reason I say that is that it is working. In other words, there is just more than words there; we have achieved concrete results. For example, we ought to make sure that scores are tested early, particularly for big districts, so that people understand what the results are. Oftentimes in-I do not know how many big districts, PERSON-but I have heard complaints from school districts where the test scores get posted for the parents after DATE begins, which is like-it does not work. So the bureaucracy, frankly, has got to be a little more facile in getting the results out, and PERSON understands that. I think we ought to continue doing what we call the Teacher Incentive Fund. It allows States and school districts to reward teachers who demonstrate results for their students. If this school board decides they want to provide incentives for teachers based upon results, ORG will provide money to help you do that. I like the idea. You may not like it, and that is fine. You got elected a school board member; I did not . But nevertheless, I do believe we ought to make sure that school boards and school districts have the option.", "metadata": {"text_id": "presidencyucsbedudocumentsremarkswaldocfalkenerelementaryschoolgreensboronorthcarolina", "title": "Remarks at Waldo C. Falkener Elementary School in Greensboro, North Carolina", "source": "https://www.presidency.ucsb.edu/documents/remarks-waldo-c-falkener-elementary-school-greensboro-north-carolina", "publication_date": "18-10-2006", "crawling_date": "10-09-2023", "politician": ["George W. Bush"], "gender": ["M"]}}
{"id": 570, "true_label": "monologic", "predicted_label": "dialogic", "text": "President, it is my honor to welcome you to FAC. Our we just had a very substantive meeting. And it will be my honor to feed you a lunch. I doubt it is going to be the food will be as good as the food I had when I visited your beautiful country. Bilateral relations with GPE and GPE are very good. We have a lot of interchange between our countries, with business as well as travel. And there are CARDINAL of NORP who will be pleased, Mr. President, to know we have got good relations. Secondly, we just had a really around-the-world trip as we discussed problem areas and our mutual desire to work together to help solve those problems. We discussed GPE, GPE, GPE. I briefed the President on the recent Annapolis Conference that we hosted to help get the peace process started between the NORP and NORP. We had a very compatible relation discussion because by and large, we are in agreement on how to advance the solutions to these issues. And finally, I am have expressed and will continue to dialog with the President about my deep concern about GPE. GPE we believe GPE had a secret military weapons program. And GPE must explain to the world why they had a program. GPE has an obligation to explain to the ORG why they hid this program from them. GPE is dangerous, and they will be even more dangerous if they learn how to enrich uranium. And so I look forward to working with the President to explain our strategy and figure out ways we can work together to prevent this from happening for the sake of world peace. So I am sure proud to have you here, Mr. President, and welcome. It has been a great pleasure for me to accept your invitation. You kindly addressed me DATE when you were in GPE, and we had already then very positive talks. First of all, I wanted to express to President PERSON my deep appreciation for the responsibility he wanted to take to foster negotiations between GPE and the NORP authorities in view of a peace treaty. GPE is present in several areas of crisis. In this moment, it is an NORP general who is taking the command of the GPE region in GPE. In GPE, we give our contribution to the stabilization of the country, participating in ORG training activities. In fact, generally speaking, we share the same concerns, and we express a common commitment.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksfollowingmeetingwithpresidentgiorgionapolitanoitaly", "title": "Remarks Following a Meeting With President Giorgio Napolitano of Italy", "source": "https://www.presidency.ucsb.edu/documents/remarks-following-meeting-with-president-giorgio-napolitano-italy", "publication_date": "11-12-2007", "crawling_date": "10-09-2023", "politician": ["George W. Bush"], "gender": ["M"]}}
{"id": 3087, "true_label": "monologic", "predicted_label": "dialogic", "text": "Well, let me express my thanks and appreciation for the visit from President PERSON. As we discussed during our meeting here and our delegations, the relationship between GPE and the GPE dates back DATE. It is a friendship that is forged not only in treaties and trade relationships and military relationships, but it is also strengthened by very personal ties that exist between our CARDINAL countries. We are proud to have CARDINAL persons of NORP ancestry contributing to our country DATE, in all walks of life. The fact that we have NORP veterans who have fought side by side with NORP soldiers on behalf of freedom, all those things have strengthened the relationship between our CARDINAL countries. I am very pleased that President PERSON has made such good progress on dealing with counterterrorism issues. She has initiated a peace process in GPE that we think is-has the potential to bring peace and stability to a part of the GPE that has been wracked by unrest for too long. We are very grateful of the strong voice that the GPE has provided in dealing with issues in Asia, ranging from the human rights violations that have for too long existed in GPE, to the problems that we are seeing with respect to nuclear proliferation in GPE. I am looking forward to my travels to Southeast Asia, and the GPE will be the coordinating country in the GPE relationship with ORG, the primary organization-strategic organization for NORP countries. And in addition, the GPE will be chairing the nonproliferation treaty conference that will be taking next-place DATE. And so we are going to have a busy agenda together working to reduce the threat of nuclear weapons, improving the multilateral partnerships in Asia that can create greater security and greater prosperity for all countries. And in addition, we continue to be grateful for the outstanding contributions that the GPE has made with respect to ORG peacekeeping around the world. So although the GPE is not the largest of countries, it, in using a phrase from boxing, punches above its weight in the international arena, and we are very grateful that President PERSON has visited us here DATE. And we are looking forward to using this meeting as a way of launching even greater cooperation between our CARDINAL countries in DATE to come. On GDP, I do not have a crystal ball, and I have not received the figures yet, but I think if you look at the consensus of economists right now, it confirms that we have seen a significant slowing down of the contraction over DATE.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksduringmeetingwithpresidentgloriamacapagalarroyothephilippinesandexchange", "title": "Remarks During a Meeting With President Gloria Macapagal-Arroyo of the Philippines and an Exchange With Reporters", "source": "https://www.presidency.ucsb.edu/documents/remarks-during-meeting-with-president-gloria-macapagal-arroyo-the-philippines-and-exchange", "publication_date": "30-07-2009", "crawling_date": "10-09-2023", "politician": ["Barack Obama"], "gender": ["M"]}}
{"id": 4998, "true_label": "monologic", "predicted_label": "dialogic", "text": "Those CARDINAL went back to their local communities and talked to teachers with whom they teach how to teach a basic curriculum. It is a-and by the way, as new teachers are added, they too will be given the tools necessary to teach the program. Now, in order to make sure that the C.I.R.C.L.E. program is-and other curriculums which work-are being used, is working, I believe there needs to be an evaluation program. And after all, if we are spending a lot of taxpayers' money, which we are, it makes sense to determine whether or not these programs are, in fact, laying the foundation for reading. Now, I fully understand a DATE child is not going to take a standardized test. That we would-we would be defeating the purpose of accountability before we even began if we said, Okay, we will give standardized tests to DATE. But we can have children assessed by asking simple questions. You know, words go left to right. Are you able to identify certain sounds? Are they developed by-developing the key skills necessary? And I think what needs to happen is- and I hope ORG agrees-that the simple evaluations at DATE and DATE will tell us whether or not progress is being made in developing a curriculum necessary to teach children how to read. And if they are, we ought to be praising the programs, and if they are not, something else ought to happen. We cannot miss the opportunity much longer in GPE. And so PERSON is here because his committee and the ORG is considering legislation that would put a new emphasis on language skills and literacy skills in ORG programs. In other words, we are going to codify into law that which we have started through the teacher training program. The legislation will require ORG providers to teach language, reading, and writing skills, as well as early math skills. In other words, it now becomes a part- when they pass the law that says the ORG mission is further defined as an educational mission. And those programs that are used must be proven by scientific research. We are going to have high standards. We are going to trust the local people to develop the curriculum, but in return for ORG money, we want you to measure to tell us whether or not children are learning to read and write.", "metadata": {"text_id": "presidencyucsbedudocumentsremarkshighlandparkelementaryschoollandovermaryland", "title": "Remarks at Highland Park Elementary School in Landover, Maryland", "source": "https://www.presidency.ucsb.edu/documents/remarks-highland-park-elementary-school-landover-maryland", "publication_date": "07-07-2003", "crawling_date": "10-09-2023", "politician": ["George W. Bush"], "gender": ["M"]}}
{"id": 3109, "true_label": "monologic", "predicted_label": "dialogic", "text": "So the first thing I want to say to you is, based on DATE of experience, is that anyone who wants to be President in a dynamic time should be flexible enough to admit that he might have been wrong, flexible enough to change course, but it really matters whether you have thought through what you were going to do with this job when you get it. It is a great comfort when the storms come and when you are in all kind of conflict and all this political stuff is happening in GPE the way it does, and people who are in the business or around it primarily for power are pulling back and forth-if you get up DATE with a very clear idea of what you said you were going to do and what you believe the country needs, it is an unbelievable asset to GPE. So CARDINAL good reason to be for this guy is, he actually talks about what he would do if he were President in great detail, with the benefit of a unique amount of experience. Now, this may seem self-evident to you, but you go back and look at all the Presidential campaigns in DATE. In GPE, I knew that GPE was moving to this because Senator PERSON, who was from GPE next door, who won the GPE primary, and I got PERCENT of the vote between us in a CARDINAL-way race, and we were the CARDINAL people that put out very detailed plans of what we would do. The second thing I want to say is, what I think we should be thinking about is how we keep this thing going, first of all. What could go wrong with this economy? How do we head off the problems, maximize the opportunities? And then what are the really big challenges out there for GPE? Because when you have this luxury and this kind of circumstance, you ought to be going after the big challenge. What are we going to do when all the baby boomers retire and there is CARDINAL people working for every CARDINAL person drawing ORG? What are we going to do when all of GPE looks like GPE-there is no majority race- and we have the biggest bunch of school kids we have ever had from all these diverse racial, ethnic, religious backgrounds and with different first languages. The most diverse school district, interestingly enough, is not GPE or GPE or GPE; it is GPE, GPE, just across the river from GPE, where there are children from CARDINAL different racial and ethnic groups with CARDINAL different native languages.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksdemocraticnationalcommitteedinnerhiddenhillscalifornia", "title": "Remarks at a Democratic National Committee Dinner in Hidden Hills, California", "source": "https://www.presidency.ucsb.edu/documents/remarks-democratic-national-committee-dinner-hidden-hills-california", "publication_date": "24-09-2000", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 1073, "true_label": "dialogic", "predicted_label": "monologic", "text": "In my budget we have consistently invested more in research, both in health care areas like spinal cord disease, breast cancer, ENTITY, and ENTITY, and also in science and technology. We are now building with ORG a computer, a supercomputer that will do more calculations in a TIME than a person with a handheld calculator could do in DATE. And I believe that it is very important to vote for ENTITY who believes in the future and who is really committed to science and technology and research. The second reason is, as PERSON so eloquently told me when we were visiting in FAC, not everyone who gets a serious injury and becomes disabled is wealthy; most people are not , and even wealthy people can quickly be bankrupted by the cost of care. The ORG program which ORG has maintained for DATE contains a guarantee of aid to families with disabilities who are middle class or below, to enable them to maintain a middle class life, to keep their jobs, and still give their disabled family member some help. In the budget-which I vetoed-of the NORP ORG, which Senator PERSON and Mr. PERSON led through ORG, they would have removed that guarantee, just sent some money to the GPE, put a lid on it, and then let the GPE decide what to do. And I think it is highly likely that the first people to be sacrificed would have been people with disabilities. So those are the CARDINAL reasons that his being there embodied the human connection to ENTITY and his actions, the ORG, and what happens to people's lives. And every other person that was there on TIME, the same thing. The PERSON bill, it was obvious because they talked about it. PERSON, the GPE police officer, was riddled with bullets by an assault weapon. The young ORG girl was important because the NORP have tried to abolish ORG twice. The educator is important because they wanted to cut back on educational aid; I wanted to invest more money in education. So everybody there-the GPE autoworker was important because we have opened new markets to GPE and other parts in the world and GPE is number CARDINAL in auto production again. So we started our convention in a very different way. We had a whole series of citizens speaking to establish the connection between their vote and their lives.", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithtabithasorenmtv", "title": "Interview With Tabitha Soren of MTV", "source": "https://www.presidency.ucsb.edu/documents/interview-with-tabitha-soren-mtv", "publication_date": "30-08-1996", "crawling_date": "10-09-2023", "politician": ["William J. Clinton"], "gender": ["M"]}}
{"id": 4768, "true_label": "dialogic", "predicted_label": "monologic", "text": "You have already established a great tradition of searching for those opportunities abroad, and now I ask you to include GPE and GPE on your list. While Governors have no formal role in foreign policy, you are becoming our economic envoys and ambassadors of democracy. You are a new force in restoring NORP international competitiveness and expanding world markets for NORP goods and services. And of course, your focus is and, I think, must be on the critical domestic issues. As chief executives, we know firsthand how crucial our social health is to the future position of GPE. A nation in which CARDINAL of our youth is ignorant of geography, in which drugs are rampant, in which a substantial proportion of the population knows little hope such a nation will not long remain competitive. And in the final analysis, improving our schools, driving out drugs, and bringing hope and opportunity to those who need it most these are issues of our national well-being, even our national security. Working together, we can raise the level of learning in the classrooms of GPE. On DATE, I sent a package to the ORG, an educational reform package based on CARDINAL principles rooted in the practical experience of the GPE. To have reform, excellence and achievement must be recognized and rewarded; to have reform, Federal dollars should be targeted to those most in need; to have reform, we need flexibility and choice choice for parents, choice for schools in their selection of teachers and principals. And finally, the essence of reform is accountability in education and reward for those schools that show progress. If implemented, I believe that these measures will restore the quality of NORP education and redeem the future of CARDINAL of children, but there is more to be done. On DATE, I asked the business community to study what the private sector can do to energize and support educational reform. And there are wonderful programs in effect now where business leaders assign people from their companies to help in the local school districts. These have been pushed and fostered by many of you around this table. I want to renew my pledge to assemble the Governors in a summit to share ideas and to explore options for educational progress. Only twice before have the Governors met with the President on an issue of vital national importance. And so, I invite you to work with me at a Governors' summit on education to be held on DATE. We have not yet selected a place, but we want to go forward and do that.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksthenationalgovernorsassociationchicagoillinois", "title": "Remarks to the National Governors' Association in Chicago, Illinois", "source": "https://www.presidency.ucsb.edu/documents/remarks-the-national-governors-association-chicago-illinois", "publication_date": "31-07-1989", "crawling_date": "10-09-2023", "politician": ["George Bush"], "gender": ["M"]}}
{"id": 5432, "true_label": "dialogic", "predicted_label": "monologic", "text": "There are a number of ways by which ORG can meet its responsibilities to aid economic growth. We can and must improve NORP education and technical training. We can and must expand civilian research and technology. CARDINAL of the great bottlenecks for this country's economic growth in DATE will be the shortage of doctorates in mathematics, engineering, and physics; a serious shortage with a great demand and an under-supply of highly trained manpower. We can and must step up the development of our natural resources. But the most direct and significant kind of ORG action aiding economic growth is to make possible an increase in private consumption and investment demand to cut the fetters which hold back private spending. In the past, this could be done in part by the increased use of credit and monetary tools, but our balance of payments situation today places limits on our use of those tools for expansion. It could also be done by increasing ORG expenditures more rapidly than necessary, but such a course would soon demoralize both the Government and our economy. If Government is to retain the confidence of the people, it must not spend more than can be justified on grounds of national need or spent with maximum efficiency. I shall say more on this in a moment. The final and best means of strengthening demand among consumers and business is to reduce the burden on private income and the deterrents to private initiative which are imposed by our present tax system; and this administration pledged itself DATE to an across-the-board, top-to-bottom cut in personal and corporate income taxes to be enacted and become effective in DATE. I am not talking about a quickie or a temporary tax cut, which would be more appropriate if a recession were imminent. Nor am I talking about giving the economy a mere shot in the arm, to ease some temporary complaint. I am talking about the accumulated evidence of DATE that our present tax system, developed as it was, in good part, during World War II to restrain growth, exerts too heavy a drag on growth in peace time; that it siphons out of the private economy too large a share of personal and business purchasing power; that it reduces the financial incentives for personal effort, investment, and risk-taking. In short, to increase demand and lift the economy, ORG most useful role is not to rush into a program of excessive increases in public expenditures, but to expand the incentives and opportunities for private expenditures.", "metadata": {"text_id": "presidencyucsbedudocumentsaddressandquestionandanswerperiodtheeconomicclubnewyork", "title": "Address and Question and Answer Period at the Economic Club of New York.", "source": "https://www.presidency.ucsb.edu/documents/address-and-question-and-answer-period-the-economic-club-new-york", "publication_date": "14-12-1962", "crawling_date": "10-09-2023", "politician": ["John F. Kennedy"], "gender": ["M"]}}
{"id": 1498, "true_label": "dialogic", "predicted_label": "monologic", "text": "CARDINAL was when they shut the Government down, and we beat their budget back. Then we went on to get a bipartisan welfare reform and Balanced Budget Act and the biggest expansion in child health under the PERSON ORG, the biggest expansion in child health since ORG. And CARDINAL was when, after PERSON was gone, I vetoed their big tax cut DATE, and the public stuck with me. Now, I do not know if you saw it, but DATE PERSON had a piece on PERSON saying, Where have all the conservatives gone? , in pointing out that all these guys with these rightwing records were out there running away from what they did, running as the new moderates. And in a way, that is a form of flattery. But the point is, every forward progress in this country has always sparked a reaction. And they won some of their reactions. I did not prevail on health care. I did not prevail on gays in the military. I have not won every fight I have been in. But the big things that would have taken us down and taken the country in a different direction the budget and Government shutdown, impeachment, and the big tax cut those CARDINAL things were the seminal battles, and we prevailed. And if you look at it, if you look at the arguments that we are having, you can go all the way back to the beginning, and it is the same sort of thing that you saw in the fight that PERSON and PERSON and PERSON had with PERSON and his crowd; that PERSON had with the people that were against him, and you know, divided the country; that PERSON and PERSON had with the people against them; that PERSON and PERSON had with the people against them. And there is a story about him going to did I tell you this? In ORG, in the story about it, about how everybody that hates me or hates her or hates us both, this is their big deal, so they want to give money to PERSON. So he is at a fundraiser in GPE GPE. And there is a guy that says, I just cannot stand him. He says, She is a carpetbagger and he did not mean to GPE; he meant to GPE and he is a scalawag. Now, the scalawags were the NORP who supported the ORG in the Civil War.", "metadata": {"text_id": "presidencyucsbedudocumentsinterviewwithjannwennerrollingstonemagazine0", "title": "Interview With Jann Wenner of Rolling Stone Magazine", "source": "https://www.presidency.ucsb.edu/documents/interview-with-jann-wenner-rolling-stone-magazine-0", "publication_date": "10-10-2000", "crawling_date": "10-09-2023", "politician": ["Bill Clinton"], "gender": ["M"]}}
{"id": 5762, "true_label": "dialogic", "predicted_label": "monologic", "text": "Our aim is training for CARDINAL unemployed NORP DATE in skills they can use in the private sector. This time, you, the private employers of GPE, will lead, not ORG. The whole idea behind the job-training act is the spirit of new federalism. Private employers will work with Governors and locally elected officials to ensure a proper balance of activity within the GPE. With your leadership, the States can plan and carry out a training program that spends our resources the way they should be spent on training our people. Too often in the past, the bulk of funds set aside for Government job-training programs has been used to pay bureaucrats, not to help the needy. By embarking MONEY of every program dollar for job training, we can eliminate the bureaucratic waste of the past. No one knows better than private employers the skills DATE's employees need or how to train them for the sunrise industries that will pioneer products and technologies for DATE. Never have we had a greater need for job training in GPE. Please do what you do best be leaders and help us make this program work. The Job Training Partnership Act provides you with the opportunity to work locally to explore targeted policies to reduce high youth unemployment. This can include working on ways to improve the transition from school to work, to help those who do not go on to college but who often lack the requisite skills to handle available jobs. Not only will this training help the individual, it can reduce the cost to employers of hiring young workers and the long-term unemployed. We must move forward together on other fronts. In DATE I signed the Export Trading Company Act, which I know ORG strongly supports. This legislation will increase exports and create trade-related jobs by encouraging formation of trading companies. The idea is already being used against us by our principal competitors. With your help, we will even up those odds. We will win back GPE's reputation as the great NORP trader. Our administration will also push in the lame-duck session for passage of our enterprise zones initiative. This bill can revive the most impoverished areas of GPE, provide new incentives to develop business and create jobs. We must not slam shut the doors of opportunity on those who look to us for help. None of these actions would take us back to the inflationary, make-work programs of the past. But they would help us lower structural unemployment.", "metadata": {"text_id": "presidencyucsbedudocumentsremarksandquestionandanswersessionduringunitedstateschambercommerce0", "title": "Remarks and a Question-and-Answer Session During a United States Chamber of Commerce Teleconference on Job Training Programs", "source": "https://www.presidency.ucsb.edu/documents/remarks-and-question-and-answer-session-during-united-states-chamber-commerce-0", "publication_date": "19-11-1982", "crawling_date": "10-09-2023", "politician": ["Ronald Reagan"], "gender": ["M"]}}
