{"id": "3627", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [ORG] and [ORG] are the two things I want to talk about. [SEP] You know, they've been around a long time. [SEP]"}
{"id": "3329", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] I do believe he understands me, and I think I maybe understand him. [SEP] And sometimes that can lead to very good things. [SEP]"}
{"id": "1542", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And we have not yet seen evidence of significant transmission of COVID-19 within schools when schools have fully implemented [ORG]'s mitigation guidance. [SEP] In addition to educator vaccination, which we spoke about on [DATE], testing remains an important tool in our overall efforts to stop the spread of COVID-19, including in our schools. [SEP]"}
{"id": "195", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Taking you back to [PERSON] testimony again [DATE], he was discussing [EVENT] and applying lessons of [EVENT] to what's going on right now. [SEP] During [EVENT] there were plenty of disagreements about tactics, but there was consensus on the most important factor, which was we had to win. [SEP]"}
{"id": "2343", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We have been concerned from the very beginning that [ORG] would attempt to use all of the instability and chaos in [GPE] to try to establish a safe haven that they could then use to launch targets in other locations in the world, and because of the pressure that we have applied, because of the strategy that we have pursued to have fighters on the ground to take the fight to [ORG], and to back them up with military and coalition airstrikes, that pressure has been applied and that has reduced the ability of [ORG] to expand their reign of terror. [SEP] That said, [ORG] continues to be very dangerous, and there have been tragic incidents of violence in which [NORP] have been killed -- [SEP]"}
{"id": "4241", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Well, [PERSON], I don't think the administration is going to be in a position of apologizing for pursuing peace. [SEP] The truth is, in the context of the negotiations that we've already engaged in with the [NORP], [GPE] and our international partners have not been in a position where we have had to make any concessions. [SEP]"}
{"id": "3472", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Thousands of people participate in One Warm Coat, and there are over 450 distribution centers in all 50 states. [SEP] The location for [DATE]'s One Warm Coat coat drive is [ORG], [GPE], and they are one of the distribution agencies across the country. [SEP]"}
{"id": "444", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Our employment numbers are the best that they've been, perhaps ever, but certainly in recorded history. [SEP] Reports just came out - best in [DATE]. [SEP]"}
{"id": "1696", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Look, would you like to trade our economy for [GPE]'s economy? [SEP] Would you like to trade? [SEP]"}
{"id": "5240", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Well, I'll tell you one thing. [SEP] He's failed to listen to the national loud-ranging echo that our criminal justice system needs transformational change to the change of systemic racism that has contributed to the deaths of black men and women. [SEP]"}
{"id": "4798", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Now, I think that there's more of these people coming out of the woodwork than we ever thought nowadays, which is unfortunate and there's a lot of problems with Marxism in our hemisphere and we see what's going on with authoritarian countries like [GPE], but nevertheless, people thought that we wouldn't be able to beat [GPE] and we did it. [SEP] These are really important things that people need to have a great understanding of and I think what you see now with the rise of this woke ideology is an attempt to really delegitimize history and to delegitimize our institutions. [SEP]"}
{"id": "926", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We don't want to have the test. [SEP] For a while there were a scarcity of tests, and the fact is we didn't want to be first in line to get tested when so many people who had symptoms and had justification for it. [SEP]"}
{"id": "4349", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] The founding members resolved that the peace of the world must never again be destroyed by the will and wickedness of any man. [SEP] We created [ORG] so that, unlike [ORG], our deliberations would be more than talk, our resolutions would be more than wishes. [SEP]"}
{"id": "3603", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] About 70, 000 sites have a vaccine -- have vaccination now -- vaccinations now. [SEP] So, I think access from a pure kind of physical location point of view is reasonably good everywhere. [SEP]"}
{"id": "1035", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] With perseverance, we can surely write a new chapter in the history of [GPE]-[GPE] relations. [SEP] With perseverance, our two great nations will definitely make new contribution to creating a better future for mankind. [SEP]"}
{"id": "71", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] They're not having such a hard time anymore. [SEP] We've passed [LAW] through the [ORG], and we're working very hard in the [ORG] to refine it and pass it into law. [SEP]"}
{"id": "1979", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] So with that, why don't I stop and take your questions. [SEP] I'd just note one other thing, and I think this is in the excerpt we sent around. [SEP]"}
{"id": "4333", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And to the women of [GPE], I say, You know better than anyone that equality begins with economic empowerment. [SEP] You're gaining economic power, and I'm not going to let them take it away from you. [SEP]"}
{"id": "450", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We have several different laws that were never meant to deal with -- to address climate change, heading down a path that we believe is not reasonable, nor sustainable, would hurt our economy, and is not good public policy. [SEP] This would have [LAW], [LAW], and [LAW] all addressing climate change in a way that is not the way that they were intended to. [SEP]"}
{"id": "3051", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] What we have seen from the [PERSON] regime and the [NORP] is a concerted campaign to strike civilian targets to bomb civilians into submission. [SEP] And it's taken a variety of forms. [SEP]"}
{"id": "2738", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Being incarcerated, separated from my family for [DATE] - [DATE] - was one of the hardest challenges of my life. [SEP] When one person goes to prison, it impacts not only that person, but their family, their communities, their society. [SEP]"}
{"id": "2215", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] I could even say it stronger. [SEP] I don't want to say, No ammunition, but that gets a lot closer. [SEP]"}
{"id": "2565", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] That amount now is [MONEY]. [SEP] That doesn't even count all that the rest of the world is trying to do for the starving people of [GPE], or those who need food. [SEP]"}
{"id": "1050", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] If you look at where the virus has spread, where the deaths have spread all the arrows point to nursing homes, first and foremost. [SEP] Then it goes to healthcare workers and essential workers. [SEP]"}
{"id": "4391", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Where are we? [SEP] As the Governor mentioned, we are essentially at a plateau with a slight increase in number of cases over [DATE]. [SEP]"}
{"id": "5207", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] To you second question around food security, around speeding the facilitation of grain exports from [GPE]: Obviously, this is something that [ORG] leaders are focused on. [SEP] But the thing I would start by saying is: There is a reason that there is a crisis in global food markets, why there is a crisis of global food security, and that is [GPE]'s invasion of [GPE]. [SEP]"}
{"id": "1847", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [PERSON], who called for the extension as part of a national manufacturing strategy, is working alongside President [PERSON] to pass [LAW] and to create jobs through a nationwide investment in transportation infrastructure. [SEP] There's no better place to discuss the challenges facing our economy and the need to boost job growth than right here in the state of [GPE], said [PERSON]. [SEP]"}
{"id": "2896", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We've given you some updates and some PSAs in a culturally competent way. [SEP] Again, we've got to meet people where they are and that's underway, but not at the scale that we would like in terms of the social media and the peer to peer work, working partnership with community-based organizations, our organization, we call , building off the work we did with our census, but [MONEY] is proposed in that budget. [SEP]"}
{"id": "4582", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] In [GPE], 890, 000 ballots were cast secretly with no [NORP] getting a chance to take a look at the ballot. [SEP] And in [GPE], there are 600, 000 more votes counted, mail votes counted than mail ballots they could find. [SEP]"}
{"id": "1158", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] [ORG] created an equity toolkit, claiming that babies show the first sign of racism at [DATE] and white children become full racist, strongly biased in favor of whiteness, by [DATE]. [SEP] [ORG] denounced [GPE] as a parasitic system, based on the invasion of white male settlers and encourage teachers to cash in on kids inherent empathy in order to recruit them into political activism. [SEP]"}
{"id": "2653", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] What brings me into this fight is - I guess, I was, in many ways, just from the start of my life born into it. [SEP] My mother had two goals in her life: to raise her two daughters and to end breast cancer. [SEP]"}
{"id": "2714", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] They were out in a football field. [SEP] And the press pointed out, [PERSON] is losing it. [SEP]"}
{"id": "3806", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And we're right next to [FAC], and - where cars and trucks emit a lot of carbon pollution. [SEP] What we're seeing here is an amazing success story of how you can work together to make our communities more climate-resilient. [SEP]"}
{"id": "2923", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] That's the core of who we are as a people. [SEP] And unfortunately, we had gone through [DATE] where that dream felt like it was slipping away. [SEP]"}
{"id": "5153", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] [GPE] supports political and economic liberty in a unified [GPE]. [SEP] We can harbor no illusions, and that's important [DATE] to remember. [SEP]"}
{"id": "643", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] The vaccines are safe, highly effective. [SEP] There's nothing political about them. [SEP]"}
{"id": "1291", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [GPE] leadership has been sorely missed over [DATE]. [SEP] And I have to say, as - as we're preparing the - the joint rollout and communiqu from this one, it's nice when the [NORP] are not pulling out all references to climate change and, instead, adding them in. [SEP]"}
{"id": "3584", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] It was [DATE] -- [DATE] when he outlined his idea for personal accounts in the State of the Union address. [SEP] And that's part of the solution. [SEP]"}
{"id": "2100", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And what this has done is it has prevented [ORG] from being able to operate comfortably in [GPE] and in [GPE]. [SEP] We have been concerned from the very beginning that [ORG] would attempt to use all of the instability and chaos in [GPE] to try to establish a safe haven that they could then use to launch targets in other locations in the world, and because of the pressure that we have applied, because of the strategy that we have pursued to have fighters on the ground to take the fight to [ORG], and to back them up with military and coalition airstrikes, that pressure has been applied and that has reduced the ability of [ORG] to expand their reign of terror. [SEP]"}
{"id": "2566", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] First [DATE], nobody has achieved the history of our country what we've achieved with our military, with our tax cuts, with our regulation cuts. [SEP] With all of the things that we've done, nobody has done as much as we've done. [SEP]"}
{"id": "4285", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] This is personal to me. [SEP] I'm going to work hard to make sure our community is safe. [SEP]"}
{"id": "4010", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] In the attacks on [GPE] [DATE], we saw the destructive intentions of our enemies. [SEP] This threat hides within many nations, including my own. [SEP]"}
{"id": "853", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] It is really important for our senior citizens, those who've retired and those near retirement, to know nothing changes. [SEP] When I talk about a [ORG] trust going bankrupt in [DATE], there is enough money in the system to take care of the promises for those who have retired and those who are near retirement. [SEP]"}
{"id": "2307", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And it's not just [NORP] who benefit from this. [SEP] The whole world benefits. [SEP]"}
{"id": "4571", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] This is absolutely unacceptable. [SEP] We're already short the number of teachers we need nationally, before this crisis hit. [SEP]"}
{"id": "832", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] So it's in [GPE] interest to counter terrorism, to counter [ORG], and to have a more stable situation in its neighborhood. [SEP] We want to sit down and have a very broad conversation with them about what types of strategies and capabilities can meet those objectives. [SEP]"}
{"id": "4831", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And it's up to our corporations to create a working environment where employee education and retraining and training never stops. [SEP] From now on, in [GPE], learning must be a lifelong occupation. [SEP]"}
{"id": "4657", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] They're making it hard for small businesses to be able to afford insurance, and they're running good doctors out of practice. [SEP] You cannot be pro-doctor, pro-patient, and pro-trial-lawyer at the same time. [SEP]"}
{"id": "3533", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We've never failed when we stood together, and if there's ever a time we need to stand together it's now. [SEP] May [PERSON] bless you all and may [PERSON] bless everyone here at [ORG], all the doctors, scientists and researchers fighting this pandemic and saving lives, and may [PERSON] protect our troops. [SEP]"}
{"id": "1193", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] You have the most successful, lowest unemployment rate you've ever had. [SEP] And then they say, somebody's gonna come and say, well we'll do a better job. [SEP]"}
{"id": "4083", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] With perseverance, our two great nations will definitely make new contribution to creating a better future for mankind. [SEP] Now please join me in a toast to the prosperity of [GPE] and [GPE] and the wellbeing of our people. [SEP]"}
{"id": "122", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] On the infrastructure vote that Leader [PERSON] says is going to happen on [DATE], it certainly doesn't seem like right now [NORP] would have the votes for that to pass. [SEP] So how is the administration going to help this process, which is, I think, already being set up as a pretty key political moment for the President, even if there is a subsequent vote on another version of this bill? [SEP]"}
{"id": "3662", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And he said that, you know, by signing this bill, the governor has chosen to target some of [GPE]'s most vulnerable students and families, all while under the guise of parents' rights. [SEP] So, [ORG], as you noted, will continue -- will monitor this law upon implementation to evaluate whether it violates federal civil rights law. [SEP]"}
{"id": "2773", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Under these proposals, small businesses will be able to purchase health insurance through an insurance exchange, a marketplace where they can compare the price, quality, and services of a wide variety of plans, many of which will provide better coverage at lower costs than the plans they have now. [SEP] Ninety-five percent of small businesses won't be required to cover their employees, but many that do will receive a tax credit to help them pay for it. [SEP]"}
{"id": "2785", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Pre-existing conditions. [SEP] And, you know, the job we've done on health care, it's not talked about, but we're also doing something. [SEP]"}
{"id": "1459", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] When it was [DATE] old, this [ORG] passed a law to provide and protect health insurance for 11 million [NORP] children whose parents work full time. [SEP] Our recovery plan will invest in electronic health records, a new technology that will reduce errors, bring down costs, ensure privacy, and save lives. [SEP]"}
{"id": "4040", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] I'm going to introduce to you. [SEP] We weren't going to get involved. [SEP]"}
{"id": "922", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And those are very important jobs. [SEP] Nearly 7 million people have been lifted off, very importantly, food stamps. [SEP]"}
{"id": "3132", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] She knows that they were put in for too long. [SEP] [PERSON] was given a life sentence. [SEP]"}
{"id": "2314", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We see it as the creator, as I said earlier, of wealth and of jobs in our country, the lifeblood of [GPE]'s economy. [SEP] But, in order for them to succeed, people need to be well. [SEP]"}
{"id": "4534", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Look, I've been pushing along with my colleagues in a black caucus in the [GPE] [ORG], we should change the entire and have been doing this for awhile. [SEP] Change the entire prison system for one, that is punishment to rehabilitation. [SEP]"}
{"id": "4183", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Our Founders understood that no right is more fundamental to a peaceful, prosperous, and virtuous society than the right to follow one's religious convictions. [SEP] Regrettably, the religious freedom enjoyed by [NORP] citizens is rare in the world. [SEP]"}
{"id": "89", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We are protecting pro-life students' right to free speech on college campuses. [SEP] And if universities want federal taxpayer dollars, then they must uphold your [LAW] right to speak your mind. [SEP]"}
{"id": "4397", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And there really should be-as I've said many times, the fear is not the issue here. [SEP] We really have a handle on what's going on. [SEP]"}
{"id": "2605", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] More than 130 [NORP] in [ORG] have signed up for [PERSON] total government takeover of health care. [SEP] Isn't that nice? [SEP]"}
{"id": "3543", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We honor your talents, we honor your careers, and your remarkable contributions to this country that we love. [SEP] Throughout our history, [GPE] has advanced not only because of the will of our citizens, not only because of the vision of our leaders or the might of our military. [SEP]"}
{"id": "622", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And whether it's crackdowns on free expression in [GPE] or [GPE] or restrictions on freedom of association and assembly in [GPE] or prison camps run by the [NORP] regime, human rights and fundamental freedoms are still at risk around the world. [SEP] And when that happens, we believe we have a moral obligation to speak out. [SEP]"}
{"id": "145", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Remember when? [SEP] Remember when we went through [EVENT], how terrible [EVENT] when we were going through it, but then life brings perspective. [SEP]"}
{"id": "705", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] After [DATE] of rapid progress, our economy is the envy of the world, our military is the most powerful on earth, and [GPE] is winning each and every day. [SEP] Members of [ORG]: the State of our Union is strong. [SEP]"}
{"id": "2842", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And we're going to keep that [ORG] trust fund sound and out of reach of the big spenders. [SEP] To [GPE]'s elderly, I say, Once again, you have the security that is your right, and I'm not going to let them take it away from you. [SEP]"}
