{"id": "7723", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] These funds would be used to coordinate care donated by physicians, hospitals, and specialty services to eligible low-income adults through [ORG]. [SEP] This program provides local solutions for servicing the growing number of individuals without health insurance. [SEP]"}
{"id": "3098", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] He is a fighter, and we are so honored to have him here in [GPE]. [SEP] He moved the [GPE] embassy to [GPE]. [SEP]"}
{"id": "5377", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And, by the way, and now you're rebuilding the country. [SEP] I signed a once-in-a-generation investment in putting [NORP] to work rebuilding our national infrastructure. [SEP]"}
{"id": "2183", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Thousands of people participate in One Warm Coat, and there are over 450 distribution centers in all 50 states. [SEP] The location for [DATE]'s One Warm Coat coat drive is [ORG], [GPE], and they are one of the distribution agencies across the country. [SEP]"}
{"id": "7763", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] No, we do not see the training-and-equip authorization as some prerequisite to strikes. [SEP] We are going to take airstrikes in [GPE] at a time and place of our choosing. [SEP]"}
{"id": "2160", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] When we did our higher education bill, this was really important for us to have significant resources put there. [SEP] Because nothing brings more money. [SEP]"}
{"id": "3933", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Our employment numbers are the best that they've been, perhaps ever, but certainly in recorded history. [SEP] Reports just came out - best in [DATE]. [SEP]"}
{"id": "7896", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Now is also the perfect time to expand commerce between [GPE] and [GPE]. [SEP] [GPE]'s booming economy - we're setting records in so many categories - creates enormous opportunities for investment. [SEP]"}
{"id": "464", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And she told me - probably [DATE], she said, You know, maybe at [DATE] - at the end of a [DATE] period, but [DATE] - I want to take a little time off. [SEP] I want to take a little break. [SEP]"}
{"id": "6500", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] The very idea that a senator from [GPE] wants to cut [ORG] and [ORG] - and, by the way, they don't have to just - they don't go away, they can cut it, they can change it basically. [SEP] A senator from [GPE] going after [ORG] and [ORG]? [SEP]"}
{"id": "412", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] It's been a headache for everybody. [SEP] It's been a nightmare for many. [SEP]"}
{"id": "5690", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] He had the courage to prosecute the people who committed the fraud. [SEP] You don't end fraud by prospective measures to deal with fraud. [SEP]"}
{"id": "3815", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And I don't think it helps grow our economy. [SEP] And I refuse to ask middle class families to give up your deduction for owning a home or raising kids just so we pay for another millionaire's tax cut. [SEP]"}
{"id": "3877", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Millions of people would have been killed. [SEP] I mean, you have [GPE], 30 million people, right off the border, [QUANTITY] away. [SEP]"}
{"id": "2245", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] I understand if they have a breakthrough on that drug and make it more effective and charge more. [SEP] I get that. [SEP]"}
{"id": "6231", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] You know. [SEP] You know, the first time I came to [GPE] was during freshman orientation. [SEP]"}
{"id": "2955", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] A lot of this I think the foreign ministers hadn't heard; I don't think the leaders will have heard. [SEP] And so they need to better understand what our approach is towards [GPE]. [SEP]"}
{"id": "5645", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And then, after the tax cuts, he said all he could see was an anemic recovery. [SEP] And that was just before the [GPE] economy created a recovery that created 6 million more jobs in [DATE] for the [NORP] people. [SEP]"}
{"id": "5743", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Being incarcerated, separated from my family for [DATE] - [DATE] - was one of the hardest challenges of my life. [SEP] When one person goes to prison, it impacts not only that person, but their family, their communities, their society. [SEP]"}
{"id": "524", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [DATE], for the first time in [DATE], drug prices went down. [SEP] And that was for a reason. [SEP]"}
{"id": "7929", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] It's meant for war. [SEP] It's not meant for this, but we have our war with the invisible enemy. [SEP]"}
{"id": "2112", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] That amount now is [MONEY]. [SEP] That doesn't even count all that the rest of the world is trying to do for the starving people of [GPE], or those who need food. [SEP]"}
{"id": "4446", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] I mean, you can't get in. [SEP] I don't call it an experiment anymore, it's far beyond an experiment. [SEP]"}
{"id": "3624", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [PERSON], who called for the extension as part of a national manufacturing strategy, is working alongside President [PERSON] to pass [LAW] and to create jobs through a nationwide investment in transportation infrastructure. [SEP] There's no better place to discuss the challenges facing our economy and the need to boost job growth than right here in the state of [GPE], said [PERSON]. [SEP]"}
{"id": "7686", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Let's give tax breaks to companies that are investing here. [SEP] It's the right thing to do. [SEP]"}
{"id": "2879", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] It's not our role to begin the negotiation. [SEP] Again, our role is to strengthen [GPE] on the battlefield, to try to strengthen [GPE] at the negotiating table by implying these sanctions and costs to [GPE]. [SEP]"}
{"id": "2094", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And one of the incredible things that we've seen - and [PERSON] and I were talking about it before - is the fact oftentimes somebody gets very ill from the plague - okay? - from this horrible scourge. [SEP] And they get better and they recover, and the first thing they say is, I want to give my blood. [SEP]"}
{"id": "719", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] I don't think there has ever been anything like it. [SEP] Worked with [PERSON]-Senator [PERSON] of [GPE]-and many of the great Senators that we do work with and, frankly, [ORG], and we passed something that nobody thought was possible to get passed, and nobody thought it could ever work the way it is. [SEP]"}
{"id": "6594", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] What takes away your freedom is not being able to see your kid, not being able to go to the football game or baseball ballgame, not being able to see your mom or dad sick in the hospital, not being able to do the things -- that's what costs our freedom and it's been the failure of this President to deal -- to deal with this virus and he knew about it. [SEP] He knew the detail of it. [SEP]"}
{"id": "6327", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] [ORG] created an equity toolkit, claiming that babies show the first sign of racism at [DATE] and white children become full racist, strongly biased in favor of whiteness, by [DATE]. [SEP] [ORG] denounced [GPE] as a parasitic system, based on the invasion of white male settlers and encourage teachers to cash in on kids inherent empathy in order to recruit them into political activism. [SEP]"}
{"id": "3700", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] No parent should fear for their child's life when they go to school, and no student or teacher should ever have to worry about their safety at school. [SEP] Sadly, incidents of school violence are too common, and too many families and communities have faced these horrible challenges. [SEP]"}
{"id": "2470", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] The new agreement lifts the risk of serious economic uncertainty that lingers throughout a trade renegotiation process. [SEP] Uncertainty that would have only gotten worse and more damaging had we not reached a new [EVENT]. [SEP]"}
{"id": "4970", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We've launched a historic initiative to reduce the price of prescription drugs. [SEP] And [DATE], this is--I'm so proud of this, because we have no help from the [NORP]. [SEP]"}
{"id": "7019", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [GPE] is truly a nation of peace. [SEP] It is an oasis where you find a great deal of tranquillity and peacefulness. [SEP]"}
{"id": "648", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We have to take care of our people. [SEP] You take a look at the death and destruction that's been caused by people coming into this country, without going through a process. [SEP]"}
{"id": "5644", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] The centerpiece of this approach is choice. [SEP] Seniors should be able to choose the health care plans that suit their needs. [SEP]"}
{"id": "5393", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [DATE], the lack of terrorism insurance has killed or delayed [MONEY] in commercial property financing. [SEP] [ORG] should pass a terrorism insurance bill without unnecessary measures that increase frivolous litigation. [SEP]"}
{"id": "1259", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] With all of the things that we've done, nobody has done as much as we've done. [SEP] Things like [LAW], things like Space Force. [SEP]"}
{"id": "1656", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] One of the things I've found is the only people don't like bad cops, more than we don't like them are police officers. [SEP] And so, what we have to do is yet to have a much more transparent means by which we provide for accountability within police departments. [SEP]"}
{"id": "6721", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Long-term unemployment dropped by the second-largest amount ever recorded. [SEP] Not only that, but the signs of further progress are already here. [SEP]"}
{"id": "800", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We don't want government doing everything; we think that we can do most things ourselves, but there are times where we can come together. [SEP] And we certainly don't want government getting involved in the wrong things; for example, we think we don't need politicians-especially, mostly male politicians-to try to control health care choices that women are perfectly capable of making themselves. [SEP]"}
{"id": "1985", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] The vaccines are safe, highly effective. [SEP] There's nothing political about them. [SEP]"}
{"id": "2109", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] But I'm looking forward to signing it. [SEP] It will be the largest tax cuts, by far, in the history of our country. [SEP]"}
{"id": "5936", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Why should we? [SEP] Why should we allow that to happen? [SEP]"}
{"id": "4998", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] If you look at what happened in [GPE] [DATE], with the roughness of these people in the second caravan that's been forming, and also, frankly, in the first caravan, and now they have one forming in [GPE] - and we are thinking very seriously immediately stopping aid to those countries. [SEP] Because, frankly, they're doing nothing for the [NORP] people. [SEP]"}
{"id": "700", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] As I said during our [DATE] hearing in [ORG] on violence and discrimination against [NORP], the victims of this racist hate are not strangers who pose a threat merely because of their race or ethnicity. [SEP] Rather, they are our neighbors, our friends, our family members, our constituents, and our fellow [NORP], and the increasing danger they face is not just from the pandemic, but from their fellow citizens. [SEP]"}
{"id": "3627", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] So, [ORG], as you noted, will continue -- will monitor this law upon implementation to evaluate whether it violates federal civil rights law. [SEP] And obviously, we will come back to you as we have more information on that. [SEP]"}
{"id": "7892", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] It was [DATE] -- [DATE] when he outlined his idea for personal accounts in the State of the Union address. [SEP] And that's part of the solution. [SEP]"}
{"id": "4601", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [DATE]. [SEP] So we are thrilled to be joined by a number of your state's terrific [NORP] leaders. [SEP]"}
{"id": "3874", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] This is personal to me. [SEP] I'm going to work hard to make sure our community is safe. [SEP]"}
{"id": "7319", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] I was wondering, there's a lot of talk [DATE] about the fragmentation of decision making in the [NORP] leadership and the weight of different interest groups on decision making. [SEP] I was wondering in your conversations [DATE], do you get any sense of which interest groups have a lot of weight [DATE] on either domestic or foreign policy? [SEP]"}
{"id": "2602", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And it's not just [NORP] who benefit from this. [SEP] The whole world benefits. [SEP]"}
{"id": "4519", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Illegal immigration also strains public services that [NORP] depend on. [SEP] And illegal immigration drives down wages for the neediest [NORP]. [SEP]"}
{"id": "7909", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We did not get the results we wanted, but we took a step in shattering a barrier that's still there. [SEP] And little girls and little boys are going to have a different sense of the possible thanks to her nomination and her candidacy. [SEP]"}
{"id": "5111", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] On the other hand, you have [PERSON] who passed a tax bill benefiting the top 1% in the biggest corporations of [GPE]. [SEP] And [GPE], you know that right now people are hurting. [SEP]"}
{"id": "929", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [ORG] must address this crisis. [SEP] [DATE], the President once again -- once again asked [ORG] to send him a bill banning assault weapons and high-capacity magazines, ending immunity for manufacturers, requiring safe storage, enacting universal background checks. [SEP]"}
{"id": "625", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] You still want to make sure you're doing social distancing to the greatest extent possible indoors as well. [SEP] I know that folks are starting to transition back to in-person work, but we just want folks to be as thoughtful as possible as they do it. [SEP]"}
{"id": "589", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] On the infrastructure vote that Leader [PERSON] says is going to happen on [DATE], it certainly doesn't seem like right now [NORP] would have the votes for that to pass. [SEP] So how is the administration going to help this process, which is, I think, already being set up as a pretty key political moment for the President, even if there is a subsequent vote on another version of this bill? [SEP]"}
{"id": "3786", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And he said that, you know, by signing this bill, the governor has chosen to target some of [GPE]'s most vulnerable students and families, all while under the guise of parents' rights. [SEP] So, [ORG], as you noted, will continue -- will monitor this law upon implementation to evaluate whether it violates federal civil rights law. [SEP]"}
{"id": "6859", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Under these proposals, small businesses will be able to purchase health insurance through an insurance exchange, a marketplace where they can compare the price, quality, and services of a wide variety of plans, many of which will provide better coverage at lower costs than the plans they have now. [SEP] Ninety-five percent of small businesses won't be required to cover their employees, but many that do will receive a tax credit to help them pay for it. [SEP]"}
{"id": "2743", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Good journalism costs the people, but it also costs the journalists. [SEP] It could even cost you your freedom. [SEP]"}
{"id": "4345", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Obviously, we have been concerned for some time to build enough [NORP] security capability so that the [NORP] army can deploy to the south of the country, so that there can be, as [PERSON] put it, a unified force under the [NORP] government. [SEP] We are in discussions and have discussed these issues in [ORG] that has been supporting 1559 -- that's [GPE], [GPE], [GPE], [GPE], [GPE] and the [ORG] [SEP]"}
{"id": "4417", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] In other words, we're not growing. [SEP] And if you're somebody who is looking for work during a recession, it's hard to find a job. [SEP]"}
{"id": "2505", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Pre-existing conditions. [SEP] And, you know, the job we've done on health care, it's not talked about, but we're also doing something. [SEP]"}
{"id": "7821", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And when you asked me to chair [ORG], you rightly insisted that our Nation must come together to address the underlying issues that foster a culture of violence. [SEP] You noted that we cannot keep our children safe by looking at only one aspect of a much larger problem. [SEP]"}
{"id": "4987", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] That's because the economy is so good, and we've given incentives, and it's been an incredible success. [SEP] Employers are really, really happy. [SEP]"}
{"id": "8092", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] You could say as a matter of common sense, Well, the law says in person at the [ORG], but we're in the middle of a pandemic and everything is now virtual. [SEP] Why don't we have a virtual meeting? [SEP]"}
{"id": "5550", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] There is huge cross-cultural ties between the two countries. [SEP] I think that as a vibrant democracy that shares many of our values, obviously, we're deeply sympathetic to [GPE]. [SEP]"}
{"id": "3085", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We see it as the creator, as I said earlier, of wealth and of jobs in our country, the lifeblood of [GPE]'s economy. [SEP] But, in order for them to succeed, people need to be well. [SEP]"}
{"id": "2342", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] You also have transportation costs. [SEP] And of course energy costs come into that, when people are trying to move food from one place to the other. [SEP]"}
