{"id": 1, "text": "And that's what's happening. [SEP] We've made so much progress with respect to energy just in the last four months.", "label": "not_continue"}
{"id": 13, "text": "This bill represents a historic, historic victory for the American people. [SEP] I look forward to signing it later this week.", "label": "continue"}
{"id": 33, "text": "It's personal. [SEP] When he was growing up in Scranton, Pennsylvania, Joe's dad had to sit him down and say the words no one wants to say to their child: I'm sorry.", "label": "not_continue"}
{"id": 46, "text": "And they really mean it. [SEP] I also want to make sure we pass a farm bill, which is moving along nicely, before the end of the month to help our great farmers.", "label": "not_continue"}
{"id": 51, "text": "Let me say that again: 50 percent - almost 50 percent of all the seniors in America lived in poverty before - before this law was passed. [SEP] Almost half the seniors - half of them - lived in poverty, even those who spent a lifetime working.", "label": "continue"}
{"id": 72, "text": "It really rests on his right to be treated as a man equal in opportunity to all others. [SEP] It says that he shall share in freedom, he shall choose his leaders, educate his children, and provide for his family according to his ability and his merits as a human being.", "label": "continue"}
{"id": 73, "text": "Do it for your own health. [SEP] Do it for our children who aren't able to get vaccinated and rely on the rest of us to shield them from infection.", "label": "continue"}
{"id": 79, "text": "And when I was in there, it formed and now you have what you have. [SEP] Hundreds of thousands of people are dead.", "label": "not_continue"}
{"id": 80, "text": "Biden's plan will crush Florida. [SEP] My plan will crush the virus and we're doing it.", "label": "continue"}
{"id": 89, "text": "The point the President was making is that there's a different process. [SEP] Sometimes they call.", "label": "not_continue"}
{"id": 97, "text": "By the way, stronger than that, but I'm not going to go there. [SEP] That was what I was told.", "label": "continue"}
{"id": 111, "text": "President Roosevelt signed the Social Security law into - into law 87 years ago. [SEP] And Lyndon Baines Johnson signed Medicare into law 50 years ago.", "label": "continue"}
{"id": 125, "text": "But here's the thing: It's not true. [SEP] I no sooner want Government to get between you and your doctor than I want insurance companies to make arbitrary decisions about what medical care is best for you, as they do today.", "label": "not_continue"}
{"id": 126, "text": "We know the protocols. [SEP] And we know that when they're followed, they work.", "label": "continue"}
{"id": 130, "text": "I'll be better than anybody else. [SEP] But you say, Whatever happened to North Korea?", "label": "continue"}
{"id": 132, "text": "I think a lot of smart people knew that before, but we've distributed many hundreds of millions of masks. [SEP] This pandemic has underscored the vital importance of reshoring our supply chains and bringing them back into the United States where they belong, where they should have never left.", "label": "not_continue"}
{"id": 134, "text": "We will not. [SEP] They are constantly screaming as loud as they can, Death to America, Death to Israel.", "label": "not_continue"}
{"id": 138, "text": "Sometimes they call. [SEP] Sometimes they write letters.", "label": "continue"}
{"id": 141, "text": "It continues to hope that the United Nations will make its contribution toward such a settlement. [SEP] Another setback was the failure to prevent the violence which later broke out in the Middle East.", "label": "not_continue"}
{"id": 156, "text": "We are going to overcome addiction in America. [SEP] We have fought and won many battles and many wars before, and we will win again.", "label": "continue"}
{"id": 159, "text": "All three vaccines help protect against this virus and prevent hospitalization and death. [SEP] For now, only the two shot Pfizer vaccine is authorized for 16 and 17 year olds.", "label": "not_continue"}
{"id": 166, "text": "We have the lowest inflation rate of almost any major country in the world. [SEP] We've done a lot to try to take it under control.", "label": "continue"}
{"id": 167, "text": "I also look confidently ahead at the presidential election in 2024. [SEP] We can, and we will win that race too.", "label": "continue"}
{"id": 171, "text": "Social Security is saving by a third party, the Federal Government. [SEP] Here, what he's talking about is the company plans encourage individual savings, empower the individual to make decisions, had the individual look at the portfolio decisions, had the statement of the person's savings go directly to the individual on a quarterly basis.", "label": "not_continue"}
{"id": 175, "text": "Another setback was the failure to prevent the violence which later broke out in the Middle East. [SEP] Throughout 1966 there was evidence of increased tension in that part of the world.", "label": "continue"}
{"id": 176, "text": "Others were eight years, and they didn't get it passed. [SEP] This man is going to get it done, and I think get it done long before anybody else, and I think it's going to be a great healthcare.", "label": "continue"}
{"id": 190, "text": "Russia has assured us of its support. [SEP] President Putin said he agrees with me 100 percent, and they'll do whatever they have to do to try and make it happen.", "label": "continue"}
{"id": 193, "text": "I don't want you to have to pay for another Wall Street bailout. [SEP] I don't want credit card companies to be able to jack up your interest rates whenever they feel like it without giving you notice.", "label": "continue"}
{"id": 204, "text": "The President is doing his job. [SEP] He enacted the most significant gun safety legislation in nearly 30 years, and he has accomplished more through executive action to reduce gun violence than any other President in history.", "label": "continue"}
{"id": 214, "text": "It's down about $1.25 and going down. [SEP] It needs to go more.", "label": "continue"}
{"id": 218, "text": "And built the strongest, freest, and most prosperous nation the world has ever known. [SEP] Now is the hour.", "label": "not_continue"}
{"id": 239, "text": "To give you an idea of the magnitude of this, the Detroit-Windsor crossing accounts for about one-fourth of all trade between the United States and Canada. [SEP] And if you compare that with, for instance, our global trade, there is more commerce along that one corridor than there are in terms of what we import from Japan -- so to give you again the magnitude of this, so things like ports of entry, the infrastructure.", "label": "continue"}
{"id": 250, "text": "I don't even know if he's here but he's working hard and he's doing a great job. [SEP] We're going to find out.", "label": "not_continue"}
{"id": 252, "text": "We can take care of this. [SEP] It can be taken care of we took care of in our administration.", "label": "continue"}
{"id": 255, "text": "Now, can something else happen a year from now? [SEP] Can there be a different virus?", "label": "continue"}
{"id": 257, "text": "Iraq's regime agreed. [SEP] It broke this promise.", "label": "continue"}
{"id": 262, "text": "And - and thank you again for stepping up in such a big way on tackling climate change. [SEP] U.S. leadership has been sorely missed over the past - past years.", "label": "not_continue"}
{"id": 265, "text": "Under your leadership, sir, Peru has moved to combat this deadly threat. [SEP] You've both strengthened policy and military operations against the drug industry and stressed the need for alternative crop production.", "label": "continue"}
{"id": 268, "text": "I will also insist on spending discipline in Washington D.C., so we can meet our priorities. [SEP] We must prepare for the future costs of Social Security and Medicare.", "label": "not_continue"}
{"id": 273, "text": "How can that be? [SEP] Why is that the case?", "label": "continue"}
{"id": 275, "text": "There is no real demand-focus on demand in health care. [SEP] That's why I believe in health savings accounts, tax-free plans to allow the decisionmaker to be you, a plan you own, a plan you carry with you from job to job, a plan in which you're totally in charge of.", "label": "continue"}
{"id": 276, "text": "Their findings indicate that even among symptomatic adults tested in outpatient settings, it might take weeks for resolution of symptoms and return to usual health. [SEP] One third of those individuals surveyed had not returned to usual health within two to three weeks of testing.", "label": "continue"}
{"id": 286, "text": "But, for years, Big Pharma has stood in the way. [SEP] They beat us every time.", "label": "continue"}
{"id": 288, "text": "Nothing's happened with your Social Security. [SEP] We will continue to confirm judges who will support and defend the Constitution of the United States.", "label": "not_continue"}
{"id": 299, "text": "It should have never been allowed to happen. [SEP] It should have been stopped at the source.", "label": "continue"}
{"id": 300, "text": "For years - for years, many of us have tried very hard to bring prescription drugs under control. [SEP] But, for years, Big Pharma has stood in the way.", "label": "not_continue"}
{"id": 302, "text": "We know the best way to prevent medical debt is to get more Americans covered by health insurance. [SEP] Today because of the leadership of President Biden and Vice President Harris, more Americans have health insurance through Medicaid and the marketplace under the Affordable Care Act than ever before.", "label": "continue"}
{"id": 310, "text": "We will continue to work hard to get the healthcare completed. [SEP] I'm going to be surprising some people with an economic development bill later on, but I haven't even told Mitch because I want to focus on tax cuts and some other things right now.", "label": "not_continue"}
{"id": 312, "text": "I've met and hugged some of the doctors and nurses who've treated Ebola patients. [SEP] I've met with an Ebola patient who recovered, right in the Oval Office.", "label": "continue"}
{"id": 313, "text": "I've released millions of barrels of oil from our Strategic Petroleum Reserve, keeping the price down. [SEP] It's down about $1.25 and going down.", "label": "continue"}
{"id": 316, "text": "We've spent the last six months preparing for this possibility. [SEP] The vaccines are highly effective.", "label": "not_continue"}
{"id": 317, "text": "We took the tough decision, but now we're marching to peace. [SEP] We've overcome a lot, and our economy is growing.", "label": "not_continue"}
{"id": 319, "text": "And the root cause of the problem is terrorist groups trying to stop the advance of democracies. [SEP] Hizballah attacked Israel.", "label": "not_continue"}
{"id": 320, "text": "Finally, we must promote economic security by enforcing fiscal restraint. [SEP] Congress must control its enormous appetite for excessive spending so we can meet our national priorities and return to a budget surplus without undermining our economy.", "label": "not_continue"}
{"id": 325, "text": "And we established more than 300 opportunity zones in Pennsylvania alone, in 289 low-income communities, fighting for the opportunities for every American. [SEP] It's extraordinary.", "label": "continue"}
{"id": 326, "text": "We remain in the teeth of this pandemic. [SEP] January of 2021 was the deadliest month we've had.", "label": "not_continue"}
{"id": 362, "text": "Illegal immigration also strains public services that Americans depend on. [SEP] And illegal immigration drives down wages for the neediest Americans.", "label": "continue"}
{"id": 368, "text": "We talked about our mutual desire to improve lives through good education and health care. [SEP] I assured the President that the billions of dollars of aid that we spend in the neighborhood are all aimed at justice and giving people a chance to realize their dreams.", "label": "not_continue"}
{"id": 372, "text": "I was very intrigued by dealing with a very strong woman who had been raised in a Communist country and what it meant-what it meant. [SEP] I spent some time with her upstairs in the private dining quarters here in the White House complex, listening to her.", "label": "continue"}
{"id": 382, "text": "An amazing quality of life for all of our citizens is within our reach. [SEP] We can make our communities safer, our families stronger, our culture richer, our faith deeper, and our middle class bigger and more prosperous than ever before.", "label": "not_continue"}
{"id": 401, "text": "No, no violence whatsoever. [SEP] He gets the military to go in for tear gas.", "label": "not_continue"}
{"id": 411, "text": "To suspend hostilities, to spare himself, Iraq's dictator accepted a series of commitments. [SEP] The terms were clear to him and to all, and he agreed to prove he is complying with every one of those obligations.", "label": "continue"}
{"id": 415, "text": "And will the government, being showing those people self isolating, receive food and medical essentials during this time? [SEP] Thank you.", "label": "not_continue"}
{"id": 419, "text": "And her wage went up. [SEP] Let me tell you something else interesting.", "label": "not_continue"}
{"id": 427, "text": "We want to thank America's textile manufacturers for their partnership in this remarkable undertaking. [SEP] Two U.S. companies, Hanes and Standard Textile are on track to produce five million gowns by the end of the month and that's really moving.", "label": "not_continue"}
{"id": 442, "text": "This democracy works when people get involved. [SEP] This democracy works when people are paying attention.", "label": "continue"}
{"id": 445, "text": "So important. [SEP] We've got some lawless people in some very high positions.", "label": "not_continue"}
{"id": 446, "text": "That goes, by the way, not just for our small business community, that goes for each and every one of our entire state. [SEP] Let's keep working together to push this virus back down.", "label": "not_continue"}
{"id": 448, "text": "There are millions of Americans who were brutalized by inflation. [SEP] We arrested it, and we're not going to let it out on furlough.", "label": "continue"}
{"id": 453, "text": "He helped spark a national movement. [SEP] In cities and towns all across America, students joined in the protest, and really, it was an incredible moment in the history of our country.", "label": "not_continue"}
{"id": 454, "text": "If the Democrats would sit down instead of obstructing, we could have something done very quickly - good for the children, good for country, good for the world. [SEP] It could take place quickly.", "label": "continue"}
{"id": 467, "text": "I love polls. [SEP] Only when they're good.", "label": "continue"}
{"id": 470, "text": "That's a problem. [SEP] Long Island today has 3% positivity.", "label": "not_continue"}
{"id": 484, "text": "I spent some time with her upstairs in the private dining quarters here in the White House complex, listening to her. [SEP] I asked her what it was like to grow up as a child.", "label": "continue"}
{"id": 486, "text": "So, they can speak to their own guidance. [SEP] It is led by data and science.", "label": "continue"}
{"id": 491, "text": "You know, they play games. [SEP] They were told, Don't even make a facial movement.", "label": "continue"}
{"id": 493, "text": "Very unusual thing. [SEP] Zero.", "label": "not_continue"}
{"id": 503, "text": "It's hard to run a business if you're marching to war. [SEP] It's not conducive to capital investment.", "label": "continue"}
{"id": 506, "text": "Supply lines have been destroyed, fighting positions have been destroyed. [SEP] And what this has done is it has prevented ISIL from being able to operate comfortably in Iraq and in Syria.", "label": "continue"}
{"id": 507, "text": "His regime once ordered the killing of every person between the ages of 15 and 70 in certain Kurdish villages in northern Iraq. [SEP] He has gassed many Iranians and 40 Iraqi villages.", "label": "continue"}
{"id": 508, "text": "This is something we've been talking about for three or four years. [SEP] The challenge there is that ISIL doesn't have an air force, so the damage done there is not against ISIL, it's against the Syrian regime.", "label": "continue"}
{"id": 513, "text": "Same exact drug, with no change. [SEP] I understand if they have a breakthrough on that drug and make it more effective and charge more.", "label": "continue"}
{"id": 523, "text": "It's a con job. [SEP] They want to confiscate your guns, drive God from the public square and abolish the suburbs.", "label": "not_continue"}
{"id": 524, "text": "She is a worker. [SEP] She's heard your stories.", "label": "continue"}
{"id": 527, "text": "It is our work to win this struggle. [SEP] We're now about 3 years into the war against terrorism.", "label": "continue"}
{"id": 529, "text": "They've been pumping money in. [SEP] We haven't.", "label": "continue"}
{"id": 542, "text": "My mother keeps telling me what to say when it comes to Mayo Clinic. [SEP] So there is a fundamental difference of philosophy in this campaign about health care.", "label": "continue"}
{"id": 543, "text": "Nobody. [SEP] Particularly marijuana which makes no sense for people to go to jail.", "label": "not_continue"}
{"id": 545, "text": "And it was a total phony scam. [SEP] It was set up by people within the government to try and stop somebody from getting elected.", "label": "continue"}
{"id": 546, "text": "These are phony claims meant to divide us. [SEP] And we've all heard the charge that reform will somehow bring about a Government takeover of health care.", "label": "continue"}
{"id": 560, "text": "The Constitution says that no person shall be kept from voting because of his race or his color. [SEP] We have all sworn an oath before God to support and to defend that Constitution.", "label": "not_continue"}
{"id": 561, "text": "He's been very clear about the epidemic that we see in gun violence across the country. [SEP] He has been clear not just as President, as Vice President, as senator.", "label": "continue"}
{"id": 563, "text": "This is absolutely unacceptable. [SEP] We're already short the number of teachers we need nationally, before this crisis hit.", "label": "not_continue"}
{"id": 569, "text": "We call on all countries around the world to join us by cutting off all trade and financial ties with North Korea in order to achieve a denuclearized Korean Peninsula. [SEP] As President Trump stated in his speech to the U.N. General Assembly, it is time for all nations to work together to isolate the Kim regime until it seizes its hostile behavior.", "label": "continue"}
{"id": 577, "text": "You're facing the reality of the climate crisis in your own countries. [SEP] We, the G20 Countries, are the world's largest polluters, producing, well making up to 85, 75 percent of emissions.", "label": "not_continue"}
{"id": 593, "text": "They were looking to take over Syria and Yemen and every place, Iraq. [SEP] Right now, they want to survive.", "label": "continue"}
{"id": 602, "text": "First, what we're seeing now is not an outbreak or an epidemic of Ebola in America. [SEP] We're a nation of more than 300 million people.", "label": "continue"}
{"id": 605, "text": "Our administration is also taking action against the bad actors, the folks who violate consumers' rights to force people to pay medical debt. [SEP] Some debt collection companies harass consumers with dozens of phone calls a week.", "label": "continue"}
{"id": 607, "text": "This is a day of great hope for all Americans. [SEP] Our enemies have become our partners, committed to building democratic and civil societies.", "label": "not_continue"}
{"id": 611, "text": "That health exchange works. [SEP] We have one of the highest rates of health coverage ever in this state.", "label": "not_continue"}
{"id": 623, "text": "Teachers in Florida have already faced the devastating consequences of the existing law. [SEP] Under threat of having their licenses revoked, gay teachers have been forced to take down pictures of their spouses from their desks and censor their classroom materials.", "label": "continue"}
{"id": 626, "text": "We are doing broadband. [SEP] Everyone wanted it so badly.", "label": "continue"}
{"id": 627, "text": "We have all sworn an oath before God to support and to defend that Constitution. [SEP] We must now act in obedience to that oath.", "label": "continue"}
{"id": 628, "text": "No single technology is the answer on its own because every sector requires innovation to meet this moment. [SEP] This critical effort is going to propel the most impactful breakthroughs at home and around the world and lower the cost of what we're paying now for polluting the air so badly.", "label": "not_continue"}
{"id": 635, "text": "It's not fair. [SEP] Especially when you take Germany, and Germany is paying 1 percent - a little more than 1 percent - and they're buying and paying tremendous amounts of money to Russia.", "label": "continue"}
{"id": 653, "text": "And they're dying. [SEP] I'm not going to stand for it any longer.", "label": "not_continue"}
{"id": 655, "text": "And that's how America will be number one again. [SEP] Now, I realize that some of you have a different theory on how to grow the economy.", "label": "not_continue"}
{"id": 657, "text": "He said the American people can handle bad news, but you have to give it to them straight. [SEP] That has never been more important than it is now.", "label": "continue"}
{"id": 658, "text": "And, by the way, we talked about trade. [SEP] I don't have any problem with doing business with Russia, as long as they do it based upon international norms.", "label": "not_continue"}
{"id": 664, "text": "But I'm not asking you to take my word for it. [SEP] Instead, I've posted the agreement online.", "label": "continue"}
{"id": 669, "text": "I wonder, have he ever opened it. [SEP] Upside down and then go back to a bunker in the White House?", "label": "not_continue"}
{"id": 689, "text": "We will fully secure the border. [SEP] We will pass Kate's law.", "label": "continue"}
{"id": 691, "text": "So these are the kinds of things we're trying to understand. [SEP] Models are models.", "label": "not_continue"}
{"id": 693, "text": "We know the policies the President has enacted are making a difference. [SEP] Today's four-week average of 505,000 new claims is down from 752,000 the week the American Rescue Plan was signed and badly needed economic relief started getting out of the door to families and communities around the country.", "label": "not_continue"}
{"id": 697, "text": "The war on terror is being fought on many fronts, and since September the 11th, we have seen terrorist violence from Morocco to Indonesia. [SEP] Yet the center of this conflict remains the Middle East.", "label": "continue"}
{"id": 702, "text": "You know better than I do. [SEP] And what happens is, there is a preexisting condition.", "label": "continue"}
{"id": 706, "text": "And personal protective equipment, as I mentioned, they need that so we can stop the spread of the virus. [SEP] We also need to collect and publish demographic data to direct resources to those who need it most, particularly the communities of color who are disproportionately impacted.", "label": "not_continue"}
{"id": 718, "text": "The Farm Bill doubles the amount of farmers that they can borrow to expand and improve their farms. [SEP] It expends and goes all over rural broadband.", "label": "continue"}
{"id": 723, "text": "I mean, frankly, the way that's going right now, that could end up being World War 3, [SEP] But it would have never happened.", "label": "continue"}
{"id": 734, "text": "You earned it. [SEP] Now these guys want to take it away.", "label": "continue"}
{"id": 736, "text": "Hundreds of thousands of people are dead. [SEP] It could be millions, ultimately, could be a World War 3.", "label": "continue"}
{"id": 737, "text": "Social Security and Medicare are the two things I want to talk about. [SEP] You know, they've been around a long time.", "label": "continue"}
{"id": 744, "text": "Localities have to balance their budget. [SEP] There's a reason why the federal government couldn't be able to deal with crises like this.", "label": "not_continue"}
{"id": 751, "text": "We have serious problems with terrorism. [SEP] The main enemy of Iraqi people is Al Qaida and terrorists cooperating with them.", "label": "continue"}
{"id": 752, "text": "And the idea is to develop technology so that we're using more ethanol. [SEP] It's happening in the Midwest, by the way.", "label": "continue"}
{"id": 753, "text": "This year alone, the lack of terrorism insurance has killed or delayed more than $8 billion in commercial property financing. [SEP] Congress should pass a terrorism insurance bill without unnecessary measures that increase frivolous litigation.", "label": "continue"}
{"id": 758, "text": "For history tells a different story. [SEP] History reminds us that at every moment of economic upheaval and transformation, this Nation has responded with bold action and big ideas.", "label": "continue"}
{"id": 759, "text": "I know that sounds scary to many folks; it sounds scary to me too. [SEP] But here's the thing: It's not true.", "label": "continue"}
{"id": 767, "text": "Now we're marching to peace. [SEP] We took the tough decision, but now we're marching to peace.", "label": "continue"}
{"id": 771, "text": "And that's a fact. [SEP] And for real, that's the God's truth.", "label": "continue"}
{"id": 781, "text": "And we think it is a strong record. [SEP] John has done a terrific job.", "label": "not_continue"}
{"id": 787, "text": "We have unemployment at a level that it hasn't been at for many, many years. [SEP] Fantastic numbers.", "label": "not_continue"}
{"id": 805, "text": "And it's not surprising, therefore, that it's a complex relationship. [SEP] Some things we will agree on; some things we will disagree on.", "label": "not_continue"}
{"id": 820, "text": "Government cannot take it away from you. [SEP] It's a part of your legacy to your family.", "label": "continue"}
{"id": 822, "text": "My plan will crush the virus and we're doing it. [SEP] We're rounding the third.", "label": "not_continue"}
{"id": 827, "text": "Now, unemployment has reached its lowest level in over 51 years, with fast-growing wages, low inflation, and real GDP. [SEP] And this is GDP growth that's higher than anybody ever thought possible.", "label": "continue"}
{"id": 828, "text": "It could absolutely happen. [SEP] But, in the meantime, a lot of money is being made by the United States, and a lot of strength is being shown.", "label": "not_continue"}
{"id": 837, "text": "And not a lot of jobs there either, I want to tell you. [SEP] Not a lot of working jobs.", "label": "continue"}
{"id": 839, "text": "And they're going to get checks from the IRS. [SEP] Here's what's in it: For every child you have under the age of six, you're going to get $3,600.", "label": "continue"}
{"id": 843, "text": "Do you notice that? [SEP] We stopped the radical crusade to dismantle U.S. energy production and empower rogue regimes.", "label": "not_continue"}
{"id": 849, "text": "We must reckon with the injustices of the past and confront those that still persist. [SEP] A democracy's strength depends on its ability to protect against injustice.", "label": "continue"}
{"id": 851, "text": "I wear this ring made by them to carry them in our hearts, a constant - not that you need a reminder, but a constant flow of influence from them, inspiration from them. [SEP] It was a wonderful thing that happened for 20 years nearly, of women and girls being educated.", "label": "not_continue"}
{"id": 864, "text": "Iraq has answered a decade of U.N. demands with a decade of defiance. [SEP] All the world now faces a test and the United Nations a difficult and defining moment.", "label": "not_continue"}
{"id": 877, "text": "If you want to send a message in this election, make it a resounding message. [SEP] Turn back the forces of racism and misogyny, and send a message for progress.", "label": "continue"}
{"id": 882, "text": "This marks a critical step in confronting the extraordinary challenge that we face. [SEP] As part of this emergency response, we will announce a new policy to overcome a restrictive 1970s-era rule that prevents states from providing care at certain treatment facilities with more than 16 beds for those suffering from drug addiction.", "label": "continue"}
{"id": 883, "text": "Some bad things happen with talk, too. [SEP] But in this case, we are so far advanced from where we were two and a half years ago that it's always insulting.", "label": "continue"}
{"id": 884, "text": "I would say that our economy - and many of you know that very well - is doing better than it ever has done. [SEP] Our employment numbers are the best that they've been, perhaps ever, but certainly in recorded history.", "label": "continue"}
{"id": 887, "text": "And they're doing a phenomenal job. [SEP] First time it's ever happened in the history of our country.", "label": "continue"}
{"id": 891, "text": "When the pandemic struck, there were zero tests for the China virus, but we've marshaled all of America's resources to achieve these unparalleled capabilities. [SEP] We slashed redtape and approved emergency use authorizations for 243 type of tests.", "label": "not_continue"}
{"id": 898, "text": "Unemployment for Americans without high school diplomas, that's a big thing, recently reached the lowest rate ever recorded. [SEP] The women's unemployment rate in the United States recently reached its lowest rate in over 65 years.", "label": "continue"}
{"id": 899, "text": "It is to be respected and honored because the Office of the President is bigger than the person who occupies it. [SEP] It's one of the great things about a true democracy, is that the institutions outlast the individuals, and therefore, there's stability in the process.", "label": "continue"}
