{"id": "0000000093", "text": "Shortly thereafter, it was announced that NATO will be setting up a new program in order to combat terrorism -- a true step in the right direction.", "label": "support"}
{"id": "0000002023", "text": "This remarkable effort has given highlevel energy to critical projects, from energy to education, from business development to science and technology, cutting through redtape, turning good words into concrete deeds.", "label": "support"}
{"id": "0000012250", "text": "As you know, I am willing to send the military to defend our southern border, if necessary.", "label": "support"}
{"id": "0000000004", "text": "We have a deep commitment to bilingual education, as you know, and a wonderful Secretary of Education.", "label": "support"}
{"id": "0000001531", "text": "While I am talking about the forces of progressive liberalism, I want to add a word to all the people of California who believe in liberal ideas.", "label": "support"}
{"id": "0000001675", "text": "Our national experience during the war afforded illustration of how a great common purpose, intense and universal, would weld the nation into a true unity.", "label": "support"}
{"id": "0000000836", "text": "Russia was known by those who knew it best to have been always in fact democratic at heart, in all the vital habits of her thought, in all the intimate relationships of her people that spoke their natural instinct, their habitual attitude towards life.", "label": "support"}
{"id": "0000002992", "text": "I think that our investments in education are absolutely critical to our long-term economic health.", "label": "support"}
{"id": "0000000294", "text": "Ultimately, the best strategy to ensure our security and to build a durable peace is to support the advance of democracy elsewhere.", "label": "support"}
{"id": "0000001406", "text": "Nevertheless, the still further spreading of available work in industrial, commercial, and service activities, especially with every recovery of employment, would be a vital contribution.", "label": "support"}
{"id": "4", "text": "To promote this democracy, I will ask Congress for $350 million to support Palestinian political, economic, and security reforms.", "label": "support"}
{"id": "0000000773", "text": "We, too, must make democracy work and we must defend it against its enemies.", "label": "support"}
{"id": "5", "text": "This commitment to the future, to continue the progress we've made, using the great technology and the natural resources of our country are very important to you and to me.", "label": "support"}
{"id": "0000002670", "text": "So fighting climate change and using energy wisely also makes our forces more nimble and more ready.", "label": "support"}
{"id": "0000001374", "text": "My solicitude and willingness to advance and protect the interests of agriculture is shown by the record.", "label": "support"}
{"id": "10", "text": "Finally, working with the Federal Reserve, we will continue to support monetary policy that keeps both interest rates and inflation down.", "label": "support"}
{"id": "0000003114", "text": "My opinion is that Ukraine will increase its authority among nations for doing this.", "label": "support"}
{"id": "14", "text": "I pledge myself to a resumption of a real endeavor to make the outlawry of war effective by removing its causes and to substitute the methods of conciliation, conference, arbitration and judicial determination.", "label": "support"}
{"id": "0000000327", "text": "This program strengthens democracy, transparency, and the rule of law in developing nations, and I ask you to fully fund this important initiative.", "label": "support"}
{"id": "0000000361", "text": "My administration is promoting free and fair trade to open up new markets for America's entrepreneurs and manufacturers and farmers, to create jobs for American workers.", "label": "support"}
{"id": "0000001840", "text": "The greatness of our democracy is grounded in our ability to move beyond our differences and to learn from our experience as we confront the many challenges ahead.", "label": "support"}
{"id": "0000001681", "text": "Like so many other good things, the benefits of trade are taken for granted and are assumed somehow to be a normal part of life.", "label": "support"}
{"id": "0000002043", "text": "Our societies are designed to permit everyone to pursue family welfare and happiness in liberty, and also to promote the well-being of all, not just a few, of the people.", "label": "support"}
{"id": "0000010761", "text": "We're going to favor work over welfare.", "label": "support"}
{"id": "0000010977", "text": "Today, new threats to liberal democracy loom on the horizon, and we are united in our efforts to protect our countries and what we stand for.", "label": "support"}
{"id": "0000001317", "text": "Like all citizens, I am proud of the progress American education has made over the past 100 years.", "label": "support"}
{"id": "0000000195", "text": "In the wake of war and depression, the GI bill sent a generation to college and created the largest middle class in history.", "label": "support"}
{"id": "0000019937", "text": "By fostering European economic and military unity, he furthered the cause of democracy.", "label": "support"}
{"id": "0000000087", "text": "We Republicans are agreed that full employment shall be a first objective of national policy.", "label": "support"}
{"id": "0000004015", "text": "We've done a great job with - I think our military is getting stronger, stronger, stronger.", "label": "support"}
{"id": "0000000777", "text": "As a Nation we have realized that our export trade and our import trade had a definitely good effect on the life of families, not only on our coasts but on the farms and in the cities a hundred or a thousand miles from salt water.", "label": "support"}
{"id": "0000001411", "text": "They will continue to give energy and hope to new generations of men, here and in other countries, in the long struggle to create a better society on earth.", "label": "support"}
{"id": "0000000622", "text": "In China we are supporting a free and democratic government.", "label": "support"}
{"id": "0000000172", "text": "Since small business has such a stabilizing influence on recession, I think this is a good sign for all Americans.", "label": "support"}
{"id": "0000001321", "text": "Lincoln's faith in education is part of America's faith in the ability of people to govern themselves.", "label": "support"}
{"id": "7", "text": "Energy is absolutely vital to the defense of our country, to the strength of our economy, and to the quality of our lives.", "label": "support"}
{"id": "0000000200", "text": "And we must support the victims of crime.", "label": "support"}
{"id": "0000000020", "text": "I pledge a complete devotion to the welfare of our country and our people.", "label": "support"}
{"id": "6", "text": "I appeal to every American, regardless of party, race, creed, or color, to support our efforts to build a strong and lasting United Nations Organization.", "label": "support"}
{"id": "0000000435", "text": "During the war the Government started a system of voluntary insurance at peace-time rates for men and women in the service.", "label": "support"}
{"id": "8", "text": "Tonight I am asking you to defend our very dangerous southern border out of love and devotion to our fellow citizens and to our country.", "label": "support"}
{"id": "0000012914", "text": "And I think a big part of that investment ought to be the broadest possible commitment to science and technology, including vigorous, vigorous exploration of outer space and the depths of the ocean.", "label": "support"}
{"id": "0000002635", "text": "Over the past 50 years, our commitment to science has strengthened this country in countless ways.", "label": "support"}
{"id": "0000024036", "text": "As far as school segregation is concerned, I support the law of the land.", "label": "support"}
{"id": "0000000221", "text": "We now live in a world where technology has made it possible for companies to take their business anywhere.", "label": "support"}
{"id": "0000000597", "text": "A national objective of full employment-and that is the Democratic Party's objective-reflects faith in the future and the courage to do something about it.", "label": "support"}
{"id": "0000022754", "text": "As the entire U.S. Government works to combat the global pandemic, it is absolutely essential that the key positions at relevant Federal agencies are fully staffed.", "label": "support"}
{"id": "0000000112", "text": "As the Republican platform says, the welfare of the farmer is vital to that of the whole country.", "label": "support"}
{"id": "0000012121", "text": "We are supporting our police and rebuilding our military, including one billion dollars to totally revamp the legendary B-52 bombers like those at Barksdale Air Force Base.", "label": "support"}
{"id": "0000001962", "text": "Ultimately, it is up to the people of Afghanistan to take ownership of their future, to govern their society, and to achieve an everlasting peace.", "label": "support"}
{"id": "0000019403", "text": "We will support the voices of tolerance and moderation across the world.", "label": "support"}
{"id": "0000002033", "text": "Trade, education, and the environment are critical pieces of the greater mosaic of our relationship, designed to turn our 2, 000-mile border into a vibrant source of growth and jobs and open exchange.", "label": "support"}
{"id": "0000004344", "text": "We've made real, continuing investments in science and technology, which I think are pivotal to the long-term health of the economy and the continuation of this productivity increase.", "label": "support"}
{"id": "0000001542", "text": "As a result our citizens have spread their trade and finance into every corner of the Earth.", "label": "support"}
{"id": "0000000614", "text": "But the stimulus of new and vigorous competitors is necessary to keep the old enterprises efficient, and to bring the greatest benefit to consumers and to the public.", "label": "support"}
{"id": "0000000381", "text": "In the battle between democracy and autocracies, democracies are rising to the moment, and the world is clearly choosing the side of peace and security.", "label": "support"}
{"id": "0000000932", "text": "With our help, since 1954, South Viet-Nam has already doubled its rice production, providing food for the people, as well as providing a vital export for that nation.", "label": "support"}
{"id": "0000000752", "text": "If the nations can agree to observe a code of good conduct in international trade, they will cooperate more readily in other international affairs.", "label": "support"}
{"id": "0000016306", "text": "We will support abstinence-based education for young people in schools and churches and community centers.", "label": "support"}
{"id": "0000000420", "text": "We must reinforce our commitment to medical science.", "label": "support"}
{"id": "0000014727", "text": "We will support this young democracy, and we will win in Iraq.", "label": "support"}
{"id": "0000016524", "text": "We will support the voices of tolerance and moderation in the Muslim world.", "label": "support"}
{"id": "0000026039", "text": "We both see that we will continue support to Ukraine, which is defending not only herself, but also all the values we represent in the western world.", "label": "support"}
{"id": "0000004024", "text": "Well, first of all, by sending an additional 17, 000 troops, we are obviously going to be bolstering our forces in Afghanistan, and that will obviously be important to the folks that are already there.", "label": "support"}
{"id": "0000020302", "text": "This will will help foster new breakthroughs in our war on disease.", "label": "support"}
{"id": "0000000141", "text": "In my budget, I ask for greater support for emergency food and shelter, for health services and measures to prevent substance abuse, and for clinics for the mentally ill.", "label": "support"}
{"id": "0000000409", "text": "The more we bring China into the world, the more the world will bring change and freedom to China.", "label": "support"}
{"id": "0000023878", "text": "I support the embargo, and I support the Cuban Democracy Act, which was passed in 1992.", "label": "support"}
{"id": "0000001855", "text": "In great numbers and under great risk, Iraqis have shown their commitment to democracy.", "label": "support"}
{"id": "0000000140", "text": "I'm asking for $1.6 billion for education to prevent the disease and for research to find a cure.", "label": "support"}
{"id": "0000026547", "text": "And so not only do we support democracy in the Palestinian Territory, we also support the Lebanese democracy.", "label": "support"}
{"id": "0000000414", "text": "To accelerate the march of discovery across all these disciplines in science and technology, I ask you to support my recommendation of an unprecedented $3 billion in the 21st century research fund, the largest increase in civilian research in a generation.", "label": "support"}
{"id": "0000000411", "text": "First of all, our markets are already open to China; this agreement will open China's markets to us.", "label": "support"}
{"id": "0000024473", "text": "We've long supported a political settlement in Afghanistan, and we view this negotiating process as a result of our sustained support to end more than a decade of war by securing Afghans' self-determination.", "label": "support"}
{"id": "0000002037", "text": "As part of that settlement, the Sandinistas agreed to implement genuine democracy, with free elections and full civil liberties.", "label": "support"}
{"id": "0000000321", "text": "On housing, we must trust Americans with the responsibility of homeownership and empower them to weather turbulent times in the housing market.", "label": "support"}
{"id": "0000019174", "text": "We're committed to revitalizing our infrastructure and strengthening our electrical grid.", "label": "support"}
{"id": "0000000061", "text": "And I believe in science!", "label": "support"}
{"id": "0000016184", "text": "We will support the consolidation of market democracy where it is taking new root, as in the states of the former Soviet Union and all over Latin America.", "label": "support"}
{"id": "0000000813", "text": "They gave their services in the war with the same patriotism and readiness that other citizens did.", "label": "support"}
{"id": "0000004168", "text": "And so, yes, I'm absolutely committed to helping fight poverty.", "label": "support"}
{"id": "0000000507", "text": "The record flow of goods and the high standard of living it indicates, on both sides of the border, provide a practical demonstration of the benefits of the democratic way of life and a free economy.", "label": "support"}
{"id": "0000006272", "text": "We're supporting housing for 10 million people.", "label": "support"}
{"id": "0000003794", "text": "I believe in freedom of religion.", "label": "support"}
{"id": "0000000434", "text": "During the war itself provision was made for Government allowances for the families and other dependents of enlisted men in service.", "label": "support"}
{"id": "0000000859", "text": "The power of the atom, the heat of the sun and the steam stored deep in the Earth, the force of the winds and water must be main sources of energy for our grandchildren, and we can do it.", "label": "support"}
{"id": "0000013458", "text": "We have supported zero tolerance for guns in schools.", "label": "support"}
{"id": "0000000728", "text": "Two, we are working to improve our democracy so as to give further proof, both to our own citizens and to people in other parts of the world, that democracy is the best system of government that men have yet devised.", "label": "support"}
{"id": "0000020115", "text": "My administration has put education at the top of the agenda.", "label": "support"}
{"id": "0000003970", "text": "And I think energy is the key to national security through energy independence to fighting global warming, and most important of all to the people that are listening to this, to more jobs and higher incomes.", "label": "support"}
{"id": "0000016453", "text": "I believe in equal opportunity for all without discrimination or prejudice of any kind.", "label": "support"}
{"id": "0000021132", "text": "For almost 4 years, my administration has strengthened our military.", "label": "support"}
{"id": "0000006557", "text": "Well, we're supporting people who are fighting for democracy and freedom.", "label": "support"}
{"id": "0000001454", "text": "These cooperative programs to build a world economy will bring increasing welfare to all free people, and are vital to world peace.", "label": "support"}
{"id": "0000000492", "text": "We must aid them to make progress in agriculture, in industry, in health, and in the education of their children.", "label": "support"}
{"id": "0000021911", "text": "Last September, while our troops were in combat in both Afghanistan and Iraq, I proposed supplemental funding to support them in their missions.", "label": "support"}
{"id": "0000000208", "text": "And I propose we make a major investment in conservation by fully funding the Land and Water Conservation Fund.", "label": "support"}
{"id": "0000000872", "text": "But as a result of our farm policy our agriculture was so adaptable that we were able, almost at once, to set new world records in grain exports.", "label": "support"}
{"id": "0000021596", "text": "My administration is committed to creating the jobs that trade brings.", "label": "support"}
{"id": "0000000218", "text": "First, in response to decades of inequity and indifference, we will support democracy, reform, and human freedom.", "label": "support"}
{"id": "9", "text": "Tonight I ask Congress to support our students and back my plan to offer vocational and technical education in every single high school in America.", "label": "support"}
{"id": "0000000781", "text": "And the Ordinance went on to declare further that religion, morality and knowledge being necessary to good government and the happiness of mankind, schools and the means of education shall forever be encouraged.", "label": "support"}
{"id": "0000006332", "text": "I believe it is a good investment in momentum and a long-range possibility of an equitable and secure peace in the Middle East.", "label": "support"}
{"id": "0000000259", "text": "These changes are essential to provide the new investment which is needed to create millions of new jobs between now and 1985 , and to make America competitive once again in the world market.", "label": "support"}
{"id": "0000000478", "text": "The war brought a great test of our experiment in amalgamating these varied factors into a real Nation, with the ideals and aspirations of a united people.", "label": "support"}
{"id": "0000003606", "text": "And I think the future in trade and development for both of us holds out a great promise for our people.", "label": "support"}
{"id": "0000003694", "text": "So I think NATO is very relevant.", "label": "support"}
{"id": "11", "text": "We're strongly supporting the International Atomic Energy Agency in its mission to track and control nuclear materials around the world.", "label": "support"}
{"id": "12", "text": "I also ask you to support creating a freer and fairer trading system for 21st century America.", "label": "support"}
{"id": "0000000395", "text": "As the leader of the West and as a country that has become great and rich because of economic freedom, America must be an unrelenting advocate of free trade.", "label": "support"}
{"id": "0000019063", "text": "Specifically, this growth package should bolster both business investment and consumer spending, which are critical to economic growth.", "label": "support"}
{"id": "0000003081", "text": "But I think that since there's no inflation in the economy, interest rates should not continue to go up.", "label": "oppose"}
{"id": "0000001416", "text": "We are against war and have agreed among ourselves quietly to discuss difficulties in such a way that the possibility of war has become remote.", "label": "oppose"}
{"id": "0000000910", "text": "But while we guard our shores against threats of war, we will continue to remove the causes of unrest and antagonism at home which might make our people easier victims to those for whom foreign war is profitable.", "label": "oppose"}
{"id": "0000001965", "text": "Last month, I ordered our military to take targeted action against ISIL to stop its advances.", "label": "oppose"}
{"id": "0000012489", "text": "And what I think we also see is companies using inflation as an excuse to raise fees even more, and that is wrong.", "label": "oppose"}
{"id": "0000012398", "text": "I have said many times that terrorism is one of the greatest dangers we face in this new global era.", "label": "oppose"}
{"id": "0000000930", "text": "For in that world, as long as we can foresee, every threat to man's welfare will be a threat to the welfare of our own people.", "label": "oppose"}
{"id": "0000004326", "text": "So, we have to win the battle against inflation.", "label": "oppose"}
{"id": "0000006549", "text": "I'm opposed to taxing for this problem, or the solution to this problem, because if you look back in history, every major tax decrease has resulted in more revenues for the Government at the lower rates because of the stimulant to the economy.", "label": "oppose"}
{"id": "0000000705", "text": "The more intense and widely spread becomes the resentment against poverty abroad, the more serious will become the consequent problems on our own doorstep.", "label": "oppose"}
{"id": "0000004396", "text": "And I think the threats of terrorism and the hatred that presently exists, the threat of war, the threat of economic boycotts and punishment against Egypt, are certainly not conducive to realizing the hopes of the Palestinian people.", "label": "oppose"}
{"id": "0000001735", "text": "It's a cause of the increased inflation and unemployment that we now face.", "label": "oppose"}
{"id": "0000001589", "text": "Our struggle against aggression in Korea has had profound effects.", "label": "oppose"}
{"id": "0000013987", "text": "That's why we oppose terrorism.", "label": "oppose"}
{"id": "0000005174", "text": "To turn this situation around, I declared total war against heroin and other illicit drugs.", "label": "oppose"}
{"id": "0000000644", "text": "This is a war which imperils the very principles for which this Government was set up, and it is our duty to lend all the force that we have, whether of men or of resources, to the resistance of these designs.", "label": "oppose"}
{"id": "0000017041", "text": "I have always opposed discrimination.", "label": "oppose"}
{"id": "0000006384", "text": "I can only say with emphasis, we vigorously oppose any government in NATO that would have a Communist head or control--vigorously.", "label": "oppose"}
{"id": "0000022641", "text": "The law cannot tolerate any discrimination, and my administration will not tolerate abuse of that principle.", "label": "oppose"}
{"id": "0000000247", "text": "Our sanctions against the military dictatorship that has attempted to crush human rights in Poland-and against the Soviet regime behind that military dictatorship-clearly demonstrated to the world that America will not conduct business as usual with the forces of oppression.", "label": "oppose"}
{"id": "0000019942", "text": "I have sworn upon the altar of God eternal hostility against every form of tyranny over the mind of man.", "label": "oppose"}
{"id": "0000001299", "text": "I do not believe that war is inevitable, and I shall make use of every honorable means to prevent it.", "label": "oppose"}
{"id": "0000002959", "text": "I have been opposed to a poll tax all my life.", "label": "oppose"}
{"id": "0000000249", "text": "In the face of this situation, the United States--torn as it was by the emotions of a decade of war--was unable to respond.", "label": "oppose"}
{"id": "0000004756", "text": "We are struggling against international terrorism in Iran.", "label": "oppose"}
{"id": "0000000298", "text": "Our own generation is in a long war against a determined enemy, a war that will be fought by Presidents of both parties who will need steady bipartisan support from the Congress.", "label": "oppose"}
{"id": "0000011115", "text": "And if we are going to win the battle against inflation, we have to have more savers than spenders.", "label": "oppose"}
{"id": "0000004682", "text": "I think abortion is wrong and I'm doing everything I can as President to hold down the need for abortion.", "label": "oppose"}
{"id": "2", "text": "And I will oppose any attempts to pay for tax cuts with Medicare cuts.", "label": "oppose"}
{"id": "0000001924", "text": "And many others--I among them--have been strongly critical of the way the war has been conducted.", "label": "oppose"}
{"id": "0000001849", "text": "At the same time we undertook this initiative, we made clear that Iran must oppose all forms of international terrorism as a condition of progress in our relationship.", "label": "oppose"}
{"id": "0000001939", "text": "For over a year, I have ordered our military to take thousands of airstrikes against ISIL targets.", "label": "oppose"}
{"id": "0000000739", "text": "We have waged war against poverty- against disease.", "label": "oppose"}
{"id": "0000027499", "text": "And now we must redouble our fight against the persistent inflation that has wracked our country for more than a decade.", "label": "oppose"}
{"id": "0000002772", "text": "So America and a large coalition of nations are waging a global and unrelenting war against the terrorists, and we are winning.", "label": "oppose"}
{"id": "0000000064", "text": "We are a nation at war - a global war on terror against an enemy unlike any we have ever known before.", "label": "oppose"}
{"id": "0000000659", "text": "The Vietnamese war produced a profound moral crisis, sapping worldwide faith in our own policy and our system of life, a crisis of confidence made even more grave by the covert pessimism of some of our leaders.", "label": "oppose"}
{"id": "0000027831", "text": "And I do not intend to lose this battle against inflation in our country.", "label": "oppose"}
{"id": "0000001659", "text": "Four years and two months ago, when I first came into this office as President, by far the most difficult problem confronting the Nation was the seemingly endless war in Vietnam.", "label": "oppose"}
{"id": "0000012685", "text": "I don't like the ever-increasing dependency on foreign sources of energy; I don't think it is good.", "label": "oppose"}
{"id": "0000006291", "text": "China, in my opinion would have destroyed our country economically, if I didn't get elected.", "label": "oppose"}
{"id": "0000001326", "text": "And upon that unchanging truth we are determined to wage unconditional war against the poverty that keeps one-fifth of our people in economic bondage.", "label": "oppose"}
{"id": "0000005029", "text": "That's why I fight against poverty.", "label": "oppose"}
{"id": "0000001582", "text": "I hate corruption not only because it is bad in itself, but also because it is the deadly enemy of all things the Democratic Party has been doing all these years.", "label": "oppose"}
{"id": "0000016432", "text": "We must firmly oppose discrimination against those who have AIDS.", "label": "oppose"}
{"id": "0000003118", "text": "Well, I think terrorism is the hardest thing to curtail.", "label": "oppose"}
{"id": "0000001581", "text": "In the interest of business as much as any other group, we must win the fight against inflation to avoid disaster.", "label": "oppose"}
{"id": "0000000856", "text": "To millions of Americans for the past quarter century the Kremlin has stood for implacable hostility toward all that we cherish, and to millions of Russians the American flag has long been held up as a symbol of evil.", "label": "oppose"}
{"id": "0000000029", "text": "Many conditions growing out of the war will not and should not continue.", "label": "oppose"}
{"id": "0000004217", "text": "Always been strongly opposed to discrimination against gays and lesbians.", "label": "oppose"}
{"id": "0000004557", "text": "It is - because the war against terrorists is a war against individuals who hide in caves in remote parts of the world, individuals who have these kind of shadowy networks, individuals who deal with rogue nations.", "label": "oppose"}
{"id": "0000000881", "text": "The attitude of the present authorities in China has forced the withdrawal of American official representatives from that country.", "label": "oppose"}
{"id": "0000016185", "text": "But we must oppose everywhere extremism that produces terrorism and hate.", "label": "oppose"}
{"id": "0000011053", "text": "Our fight against terrorism is making real progress on both fronts, thanks to the leadership of our President, the strong bipartisan support of these initiatives in Congress, and the extraordinary work that our military has done overseas.", "label": "oppose"}
{"id": "0000001970", "text": "This is the most difficult war in America's history, fought against a ruthless enemy.", "label": "oppose"}
{"id": "0000002357", "text": "We must declare and win the war against the criminal elements which increasingly threaten our cities, our homes, and our lives.", "label": "oppose"}
{"id": "0000003378", "text": "We cannot abandon the struggle against inflation.", "label": "oppose"}
{"id": "0000010572", "text": "We will continue to oppose Russian aggression in Ukraine.", "label": "oppose"}
{"id": "0000000012", "text": "The real outlawry of war must come from a more substantial endeavor to remove the causes of war and in this endeavor the Republican administration has signally failed.", "label": "oppose"}
{"id": "0000001673", "text": "Already, this movement is threatening the young democracy in Macedonia, which has its own Albanian minority and a Turkish minority.", "label": "oppose"}
{"id": "0000015762", "text": "I am vigorously opposed to any additional Federal tax on gasoline, and I will fight it as hard as I possibly can.", "label": "oppose"}
{"id": "0000000429", "text": "Our war on terror begins with Al Qaida, but it does not end there.", "label": "oppose"}
{"id": "0000002887", "text": "We could fight a narrow war against al-Qaida and the Taliban or we could fight a broad war against a global menace.", "label": "oppose"}
{"id": "0000003359", "text": "Our Nation is at war against a far-reaching network of violence and hatred.", "label": "oppose"}
{"id": "0000011539", "text": "There are those who say that values and morals and religions have no place in public education; I think that is wrong.", "label": "oppose"}
{"id": "0000011857", "text": "I did not ask for a gas tax; I am opposed to a gas tax; and, I know the Congress won't pass one.", "label": "oppose"}
{"id": "0000016225", "text": "Nevertheless, our resolute opposition to terrorism does not mean we can ever be indifferent to the conditions that foster it.", "label": "oppose"}
{"id": "0000020690", "text": "We cannot allow the world's leading sponsor of terrorism to possess the planet's most dangerous weapons.", "label": "oppose"}
{"id": "0000000071", "text": "Humanity's long struggle against war has to be won and won now.", "label": "oppose"}
{"id": "0000009420", "text": "When it comes to Iraq, I opposed the war in Iraq.", "label": "oppose"}
{"id": "0000000056", "text": "Because I am a businessman, formerly connected with a large company, the doctrinaires of the opposition have attacked me as an opponent of liberalism.", "label": "oppose"}
{"id": "0000001820", "text": "The war on terror is a different kind of war, waged capture by capture, cell by cell, and victory by victory.", "label": "oppose"}
{"id": "0000000145", "text": "The danger of inflation arises when the level of total public and private demand presses against our productive capacity.", "label": "oppose"}
{"id": "0000002825", "text": "I opposed the grain embargo in my administration.", "label": "oppose"}
{"id": "0000020930", "text": "I opposed the war in Iraq precisely because I believe that we must exercise restraint in the use of military force and always consider the long-term consequences of our actions.", "label": "oppose"}
{"id": "0000001710", "text": "This military action is a part of our campaign against terrorism, another front in a war that has already been joined through diplomacy, intelligence, the freezing of financial assets, and the arrests of known terrorists by law enforcement agents in 38 countries.", "label": "oppose"}
{"id": "3", "text": "I've fought tobacco companies and trial lawyers, drug companies and union bosses.", "label": "oppose"}
{"id": "0000000391", "text": "As we made clear last week, if China threatens our sovereignty, we will act to protect our country.", "label": "oppose"}
{"id": "0000000063", "text": "We're going to have a real war and not a phony war against drugs; and, my friends, we won't be doing business with drug-running Panamanian dictators anymore.", "label": "oppose"}
{"id": "0000013347", "text": "We are waging a broad and unrelenting war against terror and an active campaign against proliferation.", "label": "oppose"}
{"id": "0000003678", "text": "And the other thing I would say is, I think that the globalization of society has made us all more vulnerable to each other's epidemics and viruses.", "label": "oppose"}
{"id": "0000004478", "text": "I don't think that abortion should be encouraged by the government under any circumstances.", "label": "oppose"}
{"id": "0000001913", "text": "The troops here and across the world are fighting a global war on terror.", "label": "oppose"}
{"id": "0000001408", "text": "The great war against depression is being fought on many fronts in many parts of the world.", "label": "oppose"}
{"id": "0000001096", "text": "But events in Korea have also made it more apparent than ever that the evil spirit of aggression is still abroad in the world.", "label": "oppose"}
{"id": "0000015576", "text": "As I said in my State of the Union Address, every one of us must confront and condemn racism, anti-Semitism, bigotry, and hate not next week, not tomorrow, but right now -- every single one of us.", "label": "oppose"}
{"id": "0000000505", "text": "Our goal must be to deter war of any kind.", "label": "oppose"}
{"id": "0000000970", "text": "But we have prevented world war III.", "label": "oppose"}
{"id": "0000004272", "text": "We recently, you know, implemented new sanctions against North Korea because of a cyber attack against us.", "label": "oppose"}
{"id": "0000000846", "text": "The United States alone among the Allied and associated powers continues in a technical state of war against the Central Powers of Europe.", "label": "oppose"}
{"id": "0000016601", "text": "We established NATO to oppose the aggression of communism.", "label": "oppose"}
{"id": "0000019751", "text": "In fighting a war on terror, we are determined to oppose every source of catastrophic harm that threatens our country, our friends, and our allies.", "label": "oppose"}
{"id": "0000000432", "text": "We will take defensive measures against terrorism to protect Americans.", "label": "oppose"}
{"id": "0000000345", "text": "What we have found in Afghanistan confirms that, far from ending there, our war against terror is only beginning.", "label": "oppose"}
{"id": "0000001511", "text": "Another important problem in our foreign intercourse relates to China.", "label": "oppose"}
{"id": "0000017596", "text": "Those of us who oppose abortion can and should aggressively move forward with a positive adoption versus abortion campaign.", "label": "oppose"}
{"id": "0000004291", "text": "We're in a war against a non-state, a set of non-state actors that are operating in the shadows, are in nooks and crannies and crevices around the world.", "label": "oppose"}
{"id": "0000000193", "text": "We will carry on the fight against poverty and misery, and disease and ignorance, in other lands and in our own.", "label": "oppose"}
{"id": "0000004559", "text": "It's - we're in a war against these terrorists who will bring great harm to America, and I've asked these young ones to sacrifice for that.", "label": "oppose"}
{"id": "0000000328", "text": "America is leading the fight against disease.", "label": "oppose"}
{"id": "0000000079", "text": "And in my first hundred days, I will stop the illegal war in Nicaragua.", "label": "oppose"}
{"id": "0000000348", "text": "Our war on terror is well begun, but it is only begun.", "label": "oppose"}
{"id": "0000000555", "text": "When there is a difficulty which affects so large a population, so large an area, and so important an interest as that of agriculture, it is distinctly a national problem.", "label": "oppose"}
{"id": "0000000168", "text": "Too often these few have listened to the dictatorship of a small minority-of individuals and corporations who oppose the objectives themselves.", "label": "oppose"}
{"id": "0000000342", "text": "In Syria, we'll support the opposition that rejects the agenda of terrorist networks.", "label": "oppose"}
{"id": "0000000005", "text": "Twenty-five years ago, the legal basis for segregation was struck down in this Republic by the Supreme Court in Brown v. Board of Education.", "label": "oppose"}
{"id": "0000026379", "text": "Our policy is that we oppose terrorism wherever it may occur.", "label": "oppose"}
{"id": "0000000270", "text": "The war on terror we fight today is a generational struggle that will continue long after you and I have turned our duties over to others.", "label": "oppose"}
{"id": "0000001107", "text": "When the Bonneville and Grand Coulee projects were before the Congress, they were bitterly opposed by the private power lobby.", "label": "oppose"}
{"id": "0000001476", "text": "The war in which you fought was a great joint effort against tyranny and aggression.", "label": "oppose"}
{"id": "0000001902", "text": "We organized a war against organized crime and a stepped-up effort against drug trafficking.", "label": "oppose"}
