{"id": "7723", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] These funds would be used to coordinate care donated by physicians, hospitals, and specialty services to eligible low-income adults through [ORG]. [SEP] This program provides local solutions for servicing the growing number of individuals without health insurance. [SEP]"}
{"id": "7763", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] No, we do not see the training-and-equip authorization as some prerequisite to strikes. [SEP] We are going to take airstrikes in [GPE] at a time and place of our choosing. [SEP]"}
{"id": "2160", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] When we did our higher education bill, this was really important for us to have significant resources put there. [SEP] Because nothing brings more money. [SEP]"}
{"id": "3933", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Our employment numbers are the best that they've been, perhaps ever, but certainly in recorded history. [SEP] Reports just came out - best in [DATE]. [SEP]"}
{"id": "7896", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Now is also the perfect time to expand commerce between [GPE] and [GPE]. [SEP] [GPE]'s booming economy - we're setting records in so many categories - creates enormous opportunities for investment. [SEP]"}
{"id": "4103", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] In [DATE], [PERSON] voted to obliterate [GPE] thriving pharmaceutical industry. [SEP] I am reversing that and we're going back so that [GPE] can get its pharmaceutical industry back, and they're going to have it back soon. [SEP]"}
{"id": "464", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And she told me - probably [DATE], she said, You know, maybe at [DATE] - at the end of a [DATE] period, but [DATE] - I want to take a little time off. [SEP] I want to take a little break. [SEP]"}
{"id": "6500", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] The very idea that a senator from [GPE] wants to cut [ORG] and [ORG] - and, by the way, they don't have to just - they don't go away, they can cut it, they can change it basically. [SEP] A senator from [GPE] going after [ORG] and [ORG]? [SEP]"}
{"id": "482", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] I want the [NORP] people to know that the COVID vaccines remain highly effective to reduce the risk of serious illness, hospitalization, and death. [SEP] You know, this announcement that we're making is -- is possible because of the historic progress that we have made over [DATE] to fight COVID and ensure that people have the information and tools they need to keep themselves and their community safe. [SEP]"}
{"id": "412", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] It's been a headache for everybody. [SEP] It's been a nightmare for many. [SEP]"}
{"id": "398", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We have seen, since I became Governor, a 10-percent decrease in violent crime in our state, a 20-percent overall decrease in crime. [SEP] We have seen our [NORP] percentage in our prison system drop significantly. [SEP]"}
{"id": "5690", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] He had the courage to prosecute the people who committed the fraud. [SEP] You don't end fraud by prospective measures to deal with fraud. [SEP]"}
{"id": "3815", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And I don't think it helps grow our economy. [SEP] And I refuse to ask middle class families to give up your deduction for owning a home or raising kids just so we pay for another millionaire's tax cut. [SEP]"}
{"id": "1964", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] The job they've done is fantastic. [SEP] So [GPE] is largely built; it'll be completed very shortly. [SEP]"}
{"id": "2245", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] I understand if they have a breakthrough on that drug and make it more effective and charge more. [SEP] I get that. [SEP]"}
{"id": "6231", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] You know. [SEP] You know, the first time I came to [GPE] was during freshman orientation. [SEP]"}
{"id": "2955", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] A lot of this I think the foreign ministers hadn't heard; I don't think the leaders will have heard. [SEP] And so they need to better understand what our approach is towards [GPE]. [SEP]"}
{"id": "5645", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And then, after the tax cuts, he said all he could see was an anemic recovery. [SEP] And that was just before the [GPE] economy created a recovery that created 6 million more jobs in [DATE] for the [NORP] people. [SEP]"}
{"id": "524", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [DATE], for the first time in [DATE], drug prices went down. [SEP] And that was for a reason. [SEP]"}
{"id": "7929", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] It's meant for war. [SEP] It's not meant for this, but we have our war with the invisible enemy. [SEP]"}
{"id": "3795", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And I've read the speculation about that that's what they may be doing, but whether they've doubled it or not, the idea of [GPE] having a nuclear weapon is unacceptable. [SEP] And it's unacceptable to [GPE], and it's unacceptable to nations we're working with in [ORG] to send a common message. [SEP]"}
{"id": "5849", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] They're going crazy, folks. [SEP] They're going crazy. [SEP]"}
{"id": "3624", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [PERSON], who called for the extension as part of a national manufacturing strategy, is working alongside President [PERSON] to pass [LAW] and to create jobs through a nationwide investment in transportation infrastructure. [SEP] There's no better place to discuss the challenges facing our economy and the need to boost job growth than right here in the state of [GPE], said [PERSON]. [SEP]"}
{"id": "7400", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We've given you some updates and some PSAs in a culturally competent way. [SEP] Again, we've got to meet people where they are and that's underway, but not at the scale that we would like in terms of the social media and the peer to peer work, working partnership with community-based organizations, our organization, we call , building off the work we did with our census, but [MONEY] is proposed in that budget. [SEP]"}
{"id": "7686", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Let's give tax breaks to companies that are investing here. [SEP] It's the right thing to do. [SEP]"}
{"id": "6594", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] What takes away your freedom is not being able to see your kid, not being able to go to the football game or baseball ballgame, not being able to see your mom or dad sick in the hospital, not being able to do the things -- that's what costs our freedom and it's been the failure of this President to deal -- to deal with this virus and he knew about it. [SEP] He knew the detail of it. [SEP]"}
{"id": "6944", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And we have seen this since I came into office. [SEP] Since my inauguration, the amount of wind power has tripled, the amount of solar power has gone up by 20 times. [SEP]"}
{"id": "6327", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] [ORG] created an equity toolkit, claiming that babies show the first sign of racism at [DATE] and white children become full racist, strongly biased in favor of whiteness, by [DATE]. [SEP] [ORG] denounced [GPE] as a parasitic system, based on the invasion of white male settlers and encourage teachers to cash in on kids inherent empathy in order to recruit them into political activism. [SEP]"}
{"id": "7975", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And we have to change our laws. [SEP] We have to make them sensible. [SEP]"}
{"id": "2470", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] The new agreement lifts the risk of serious economic uncertainty that lingers throughout a trade renegotiation process. [SEP] Uncertainty that would have only gotten worse and more damaging had we not reached a new [EVENT]. [SEP]"}
{"id": "7469", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] They were out in a football field. [SEP] And the press pointed out, [PERSON] is losing it. [SEP]"}
{"id": "648", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We have to take care of our people. [SEP] You take a look at the death and destruction that's been caused by people coming into this country, without going through a process. [SEP]"}
{"id": "2191", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And we're right next to [FAC], and - where cars and trucks emit a lot of carbon pollution. [SEP] What we're seeing here is an amazing success story of how you can work together to make our communities more climate-resilient. [SEP]"}
{"id": "5644", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] The centerpiece of this approach is choice. [SEP] Seniors should be able to choose the health care plans that suit their needs. [SEP]"}
{"id": "1259", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] With all of the things that we've done, nobody has done as much as we've done. [SEP] Things like [LAW], things like Space Force. [SEP]"}
{"id": "7962", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] [GPE] supports political and economic liberty in a unified [GPE]. [SEP] We can harbor no illusions, and that's important [DATE] to remember. [SEP]"}
{"id": "1656", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] One of the things I've found is the only people don't like bad cops, more than we don't like them are police officers. [SEP] And so, what we have to do is yet to have a much more transparent means by which we provide for accountability within police departments. [SEP]"}
{"id": "6721", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Long-term unemployment dropped by the second-largest amount ever recorded. [SEP] Not only that, but the signs of further progress are already here. [SEP]"}
{"id": "800", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We don't want government doing everything; we think that we can do most things ourselves, but there are times where we can come together. [SEP] And we certainly don't want government getting involved in the wrong things; for example, we think we don't need politicians-especially, mostly male politicians-to try to control health care choices that women are perfectly capable of making themselves. [SEP]"}
{"id": "2109", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] But I'm looking forward to signing it. [SEP] It will be the largest tax cuts, by far, in the history of our country. [SEP]"}
{"id": "5936", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Why should we? [SEP] Why should we allow that to happen? [SEP]"}
{"id": "4998", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] If you look at what happened in [GPE] [DATE], with the roughness of these people in the second caravan that's been forming, and also, frankly, in the first caravan, and now they have one forming in [GPE] - and we are thinking very seriously immediately stopping aid to those countries. [SEP] Because, frankly, they're doing nothing for the [NORP] people. [SEP]"}
{"id": "700", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] As I said during our [DATE] hearing in [ORG] on violence and discrimination against [NORP], the victims of this racist hate are not strangers who pose a threat merely because of their race or ethnicity. [SEP] Rather, they are our neighbors, our friends, our family members, our constituents, and our fellow [NORP], and the increasing danger they face is not just from the pandemic, but from their fellow citizens. [SEP]"}
{"id": "7045", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Pass this jobs bill, and companies will get a [MONEY] [MONEY] tax credit if they hire anyone who has spent [DATE] looking for a job. [SEP] We have to do more to help the long-term unemployed in their search for work. [SEP]"}
{"id": "7892", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] It was [DATE] -- [DATE] when he outlined his idea for personal accounts in the State of the Union address. [SEP] And that's part of the solution. [SEP]"}
{"id": "743", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] The job numbers have been really good. [SEP] We have unemployment at a level that it hasn't been at for [DATE]. [SEP]"}
{"id": "640", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Just get this next phase finished. [SEP] Nail it down. [SEP]"}
{"id": "3874", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] This is personal to me. [SEP] I'm going to work hard to make sure our community is safe. [SEP]"}
{"id": "5767", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] If you were working at a big company that already has a big pool, then--but you know what, I want to make sure--because, [PERSON], we're going to end up in a back-and-forth that cuts everybody else out. [SEP] I've got, on the [NORP] side, a couple of people that want to speak, and there are probably some--a couple of [NORP]. [SEP]"}
{"id": "5111", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] On the other hand, you have [PERSON] who passed a tax bill benefiting the top 1% in the biggest corporations of [GPE]. [SEP] And [GPE], you know that right now people are hurting. [SEP]"}
{"id": "929", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [ORG] must address this crisis. [SEP] [DATE], the President once again -- once again asked [ORG] to send him a bill banning assault weapons and high-capacity magazines, ending immunity for manufacturers, requiring safe storage, enacting universal background checks. [SEP]"}
{"id": "6749", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] They're making it hard for small businesses to be able to afford insurance, and they're running good doctors out of practice. [SEP] You cannot be pro-doctor, pro-patient, and pro-trial-lawyer at the same time. [SEP]"}
{"id": "589", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] On the infrastructure vote that Leader [PERSON] says is going to happen on [DATE], it certainly doesn't seem like right now [NORP] would have the votes for that to pass. [SEP] So how is the administration going to help this process, which is, I think, already being set up as a pretty key political moment for the President, even if there is a subsequent vote on another version of this bill? [SEP]"}
{"id": "3786", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And he said that, you know, by signing this bill, the governor has chosen to target some of [GPE]'s most vulnerable students and families, all while under the guise of parents' rights. [SEP] So, [ORG], as you noted, will continue -- will monitor this law upon implementation to evaluate whether it violates federal civil rights law. [SEP]"}
{"id": "6859", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Under these proposals, small businesses will be able to purchase health insurance through an insurance exchange, a marketplace where they can compare the price, quality, and services of a wide variety of plans, many of which will provide better coverage at lower costs than the plans they have now. [SEP] Ninety-five percent of small businesses won't be required to cover their employees, but many that do will receive a tax credit to help them pay for it. [SEP]"}
{"id": "2743", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Good journalism costs the people, but it also costs the journalists. [SEP] It could even cost you your freedom. [SEP]"}
{"id": "4345", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Obviously, we have been concerned for some time to build enough [NORP] security capability so that the [NORP] army can deploy to the south of the country, so that there can be, as [PERSON] put it, a unified force under the [NORP] government. [SEP] We are in discussions and have discussed these issues in [ORG] that has been supporting 1559 -- that's [GPE], [GPE], [GPE], [GPE], [GPE] and the [ORG] [SEP]"}
{"id": "4417", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] In other words, we're not growing. [SEP] And if you're somebody who is looking for work during a recession, it's hard to find a job. [SEP]"}
{"id": "229", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] As the President also mentioned, in addition to what I saw [DATE] in [GPE], [GPE], we continue to - we continue to build our [FAC]. [SEP] It's growing, again, with ventilators - nearly 11, 000 in supply. [SEP]"}
{"id": "2505", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Pre-existing conditions. [SEP] And, you know, the job we've done on health care, it's not talked about, but we're also doing something. [SEP]"}
{"id": "3364", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And we're a net exporter of [NORP] energy now for the first time in [DATE]. [SEP] And none of that would have been possible without the strong support in [DATE] of [NORP] majorities in the house of representatives. [SEP]"}
{"id": "7821", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And when you asked me to chair [ORG], you rightly insisted that our Nation must come together to address the underlying issues that foster a culture of violence. [SEP] You noted that we cannot keep our children safe by looking at only one aspect of a much larger problem. [SEP]"}
{"id": "5550", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] There is huge cross-cultural ties between the two countries. [SEP] I think that as a vibrant democracy that shares many of our values, obviously, we're deeply sympathetic to [GPE]. [SEP]"}
{"id": "6858", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We talked about [PERSON] of [ORG] sitting in a [NORP] prison as we speak on espionage charges. [SEP] Which, espionage charges by the way, that's the foreign equivalent of saying someone fits the description. [SEP]"}
