{"id": "3623", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Now please join me in a toast to the prosperity of [GPE] and [GPE] and the wellbeing of our people. [SEP] To the friendship between [GPE] and [GPE], and between our people and to the health of you, President [PERSON], Mrs. [PERSON], and all our sides present, cheers. [SEP]"}
{"id": "1730", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We're at the start of something here in [DATE]. [SEP] Some people are describing it as a return of some [DATE] energy here in [GPE]'s 14th district. [SEP]"}
{"id": "191", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] One, on [DATE], that's going to mark the [DATE] anniversary of the transfer of sovereignty to the [NORP] people. [SEP] And in that [DATE] period, there has been significant progress on the political front. [SEP]"}
{"id": "4355", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] The future generations who deserve clear water and clean air that will sustain their bodies and sustain their souls, jewels like [LOC]. [SEP] And it's not going to happen without hard work. [SEP]"}
{"id": "78", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Our employment numbers are the best that they've been, perhaps ever, but certainly in recorded history. [SEP] Reports just came out - best in [DATE]. [SEP]"}
{"id": "3491", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And we've got to get those numbers in [GPE] better, and I think they will be better. [SEP] And a lot of people - a lot of the greatest people I know in [GPE], they're totally involved, including [PERSON] and [PERSON], they're so much involved, and it's so important to them, the word education. [SEP]"}
{"id": "6187", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] So, if you are not vaccinated, the [ORG] announcement gives you one more reason to get vaccinated. [SEP] Please do it. [SEP]"}
{"id": "3253", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Parties are the indispensable organizers of democracy. [SEP] And yet times have changed, and [DATE]'s special interest political action committees and their [MONEY] war chests overshadow the great parties of [PERSON] and [PERSON]. [SEP]"}
{"id": "8102", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Before my election, violent crime was on the rise, and [GPE] saw the steepest [DATE] consecutive increase in murders in [DATE]. [SEP] It was in bad, bad condition. [SEP]"}
{"id": "5374", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We have to take care of our people. [SEP] You take a look at the death and destruction that's been caused by people coming into this country, without going through a process. [SEP]"}
{"id": "720", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [NORP] people should be able to feel free to go to -- to go to -- into a grocery store, to go a church. [SEP] Our kids should feel free and feel safe, and our teachers, administrators should feel safe to go into a school. [SEP]"}
{"id": "6815", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] The first was commercializing research. [SEP] [GPE] does a tremendous amount of high-quality research in nanotechnology and biotechnology and in other fields, but unfortunately, a relatively small amount of that research ever becomes commercialized. [SEP]"}
{"id": "7483", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] They favor reimposing the death tax on people. [SEP] And they favor creating higher rates on the [NORP] people than the [NORP] people have been told that they will be able to rely on and count on. [SEP]"}
{"id": "6213", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We saw it in [GPE], where citizens stood up to the scourge of apartheid. [SEP] We saw it in [LOC], where [NORP] marched in [ORG] to help bring down the Iron Curtain; in [GPE], where mothers of the disappeared spoke out against [EVENT]. [SEP]"}
{"id": "403", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] I don't think there has ever been anything like it. [SEP] Worked with [PERSON]-Senator [PERSON] of [GPE]-and many of the great Senators that we do work with and, frankly, [ORG], and we passed something that nobody thought was possible to get passed, and nobody thought it could ever work the way it is. [SEP]"}
{"id": "594", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] The most important thing you can do is to be engaged and to reach out to your circle of friends and family, not to try to give them just a laundry list of things that we've already done, but to listen to them and give them a sense that they can make a difference if they get involved. [SEP] This democracy works when people get involved. [SEP]"}
{"id": "6437", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] He will have a joint press availability with the Chancellor of [GPE] in [FAC], and will later meet with business leaders on [NORP] relief and reconstruction efforts in [FAC]. [SEP] And finally, [DATE], I've got some bittersweet news. [SEP]"}
{"id": "3173", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And we are fighting very hard for school choice, and it's moving along well in [GPE]. [SEP] [GPE] created the first school choice program [DATE] to free children from failing government schools, and now my administration is working to give school choice to every child in [GPE] who needs it. [SEP]"}
{"id": "3612", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] You've got the floods that have caused so much instability. [SEP] You've got reports that the military may try to install a new President. [SEP]"}
{"id": "4350", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And not a lot of jobs there either, I want to tell you. [SEP] Not a lot of working jobs. [SEP]"}
{"id": "5294", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] But the leap forward is going to take much more than pledges for development assistance from governments. [SEP] It's going to take private sector efforts and a commitment to innovation and the capital to keep driving down the cost of clean energy all around the world. [SEP]"}
{"id": "6548", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] They are tracking whether virus is mutating anywhere in the world. [SEP] The virus has always a little bit of a mutation. [SEP]"}
{"id": "5780", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And I think there are surveys that show [NORP] in support of being able to have the opportunity of owning more of their retirement savings. [SEP] This is about giving people -- giving all [NORP] the opportunity to own their retirement savings by giving them a voluntary option of investing in personal accounts. [SEP]"}
{"id": "21", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Okay. [SEP] So right now we continue to have the challenge of [ORG]. [SEP]"}
{"id": "4503", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] I mean, you can't get in. [SEP] I don't call it an experiment anymore, it's far beyond an experiment. [SEP]"}
{"id": "4525", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And also, we're truly grateful that a leading research company made more than 200 doses of an experimental therapeutic medication available for people that are struggling and having severe difficulty with coronavirus. [SEP] And we have a commitment that those medicines will continue to be made available on a daily basis. [SEP]"}
{"id": "2154", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Let's give tax breaks to companies that are investing here. [SEP] It's the right thing to do. [SEP]"}
{"id": "4036", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Let me begin, as the President did, by expressing our deepest condolences to the family of the woman in [GPE] who's lost her life to the coronavirus. [SEP] I want to assure that family that they're on the hearts of every [NORP]. [SEP]"}
{"id": "1763", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Remember, we were supposed to be in a war? [SEP] With [PERSON] or [PERSON] or whoever it was, you would have been in a war. [SEP]"}
{"id": "3292", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And we're right next to [FAC], and - where cars and trucks emit a lot of carbon pollution. [SEP] What we're seeing here is an amazing success story of how you can work together to make our communities more climate-resilient. [SEP]"}
{"id": "6234", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We don't want government doing everything; we think that we can do most things ourselves, but there are times where we can come together. [SEP] And we certainly don't want government getting involved in the wrong things; for example, we think we don't need politicians-especially, mostly male politicians-to try to control health care choices that women are perfectly capable of making themselves. [SEP]"}
{"id": "5369", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] When scientists first told us that our planet was changing because of human activity, it was received as a bombshell, but in a way, we shouldn't have been surprised. [SEP] The most important changes are always the changes made by us. [SEP]"}
{"id": "6433", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] As President [PERSON] stated in his speech to [ORG], it is time for all nations to work together to isolate the [PERSON] regime until it seizes its hostile behavior. [SEP] We will continue to work with our allies and partners to stop [GPE] from using the global financial system to further [PERSON]'s reckless behavior. [SEP]"}
{"id": "2589", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] You've got to pay for your military. [SEP] We'll take care of it. [SEP]"}
{"id": "6236", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] On [GPE] more broadly, you've got the recent missile strike that has caused so much difficulty. [SEP] You've got the floods that have caused so much instability. [SEP]"}
{"id": "2246", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Democracy trumps their ideology every time. [SEP] Freedom and democracy represent hope; their point of view represents despair. [SEP]"}
{"id": "6230", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We've gone up [MONEY] since the election; they've gone way down since my election. [SEP] So, that's the way it is. [SEP]"}
{"id": "87", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And it's not just [NORP] who benefit from this. [SEP] The whole world benefits. [SEP]"}
{"id": "4948", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] In the end, there is no program or policy that can substitute for a parent, for a mother or father who will attend those parent-teacher conferences or help with homework or turn off the TV, put away the video games, read to their child. [SEP] I speak to you not just as a President, but as a father, when I say that responsibility for our children's education must begin at home. [SEP]"}
{"id": "4311", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We don't want to have the test. [SEP] For a while there were a scarcity of tests, and the fact is we didn't want to be first in line to get tested when so many people who had symptoms and had justification for it. [SEP]"}
{"id": "1544", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] There are millions of [NORP] who were brutalized by inflation. [SEP] We arrested it, and we're not going to let it out on furlough. [SEP]"}
{"id": "7226", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] Obviously, we have been concerned for some time to build enough [NORP] security capability so that the [NORP] army can deploy to the south of the country, so that there can be, as [PERSON] put it, a unified force under the [NORP] government. [SEP] We are in discussions and have discussed these issues in [ORG] that has been supporting 1559 -- that's [GPE], [GPE], [GPE], [GPE], [GPE] and the [ORG] [SEP]"}
{"id": "3815", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] We continue to see more and more data on the safety and effectiveness of the vaccines authorized in [GPE], and now we have full [ORG] approval for one vaccine and extraordinary safety and effectiveness data for the others. [SEP] If you are unvaccinated and ready to revisit your decision to get vaccinated, or if you still have questions, talk to your physician or a trusted source to get the information you need to get vaccinated. [SEP]"}
{"id": "6488", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Pre-existing conditions. [SEP] And, you know, the job we've done on health care, it's not talked about, but we're also doing something. [SEP]"}
{"id": "5043", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] That's because the economy is so good, and we've given incentives, and it's been an incredible success. [SEP] Employers are really, really happy. [SEP]"}
{"id": "4451", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] You see it better than anyone, but we are stopping it and we're taking care of doctors, nurses, teachers and groups like [ORG]. [SEP] We are preserving faith-based adoption and to uphold our founding documents. [SEP]"}
{"id": "6327", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Theoretically, everybody thinks it's a bad deal if my wife had breast cancer, I lose my job, I now try to buy insurance, and they say, Well, you know what, if we're going to cover--we can't cover you because your wife has a history of cancer. [SEP] We all think that's a bad deal. [SEP]"}
{"id": "4756", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] When people walk in here, they don't come in here in bathing suits and flip-flops. [SEP] They come in here dressed like they'd come to a shrine. [SEP]"}
{"id": "1119", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] And so, it remains highly effective. [SEP] It is important for the [NORP] people to know that. [SEP]"}
{"id": "5182", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] [NORP] haven't been getting it straight from this president. [SEP] They've made tremendous sacrifices over [DATE] to buy this government time to get his act together to beat this virus. [SEP]"}
{"id": "3819", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] You want to have people feel comfortable. [SEP] So I hated it, but you folks were saying such lies, such horrible things about a call that was so innocent and so nice. [SEP]"}
{"id": "4728", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] And once people are online, they have greater access then to education, greater access to information, and greater access to financial services - which is why [GPE] will double down on our effort to mobilize [MONEY] in public and private capital from [GPE], the continent of [LOC], and around the world, in order to expand Internet access for the benefit of all people here on the continent. [SEP] To this end, the partnership between the public and private sectors is essential. [SEP]"}
{"id": "5679", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] We are protecting pro-life students' right to free speech on college campuses. [SEP] And if universities want federal taxpayer dollars, then they must uphold your [LAW] right to speak your mind. [SEP]"}
{"id": "8018", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Thank you very much, Mr. Vice President. [SEP] First, what I would like to say is that I am really grateful to be here to express [ORG]'s appreciation for the dedication and efforts of the public health community and the people here in [GPE] as you begin to confront and continue to confront this outbreak. [SEP]"}
{"id": "7038", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] [GPE] offers paid sick days. [SEP] So does [GPE]. [SEP]"}
{"id": "7706", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] You also have transportation costs. [SEP] And of course energy costs come into that, when people are trying to move food from one place to the other. [SEP]"}
{"id": "2182", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] I brought up the pipeline. [SEP] I said, why is [GPE] paying [MONEY] a month for energy in a pipeline that goes to [GPE]? [SEP]"}
{"id": "7763", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] As a result, this is a generational investment - a generational investment to modernize our infrastructure, creating millions of good-paying jobs - and that's not coming from me; that's coming from Wall Street - millions of good-paying jobs that position [GPE] to compete with the rest of the world in [DATE] - because [GPE] is way out-working us, in terms of infrastructure. [SEP] And it's going to make the world of difference for families here in [GPE]. [SEP]"}
{"id": "6135", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] As [NORP], we honor the strivers and the dreamers, the small-business men and women, the entrepreneurs, the risk takers, the free enterprise system that's the greatest engine of prosperity the world has ever known. [SEP] But we also know that our markets work best, the free enterprise system works best when everybody is participating, when we make sure that everybody has got a good education and everybody can learn new skills, when we support research into medical breakthroughs or clean energy technology. [SEP]"}
{"id": "5852", "true_label": "not_continue", "predicted_label": "continue", "text": "[CLS] This, more than anything, will go at the costs that [NORP] face. [SEP] You talk about health care, one of the biggest costs of [NORP] families face. [SEP]"}
{"id": "7391", "true_label": "continue", "predicted_label": "not_continue", "text": "[CLS] Now, this is something that [GPE] has been clear about what our role is and what our role is not. [SEP] This does not -- the President does not envision a scenario where we would send [NORP] combat troops to be on the ground in [GPE]. [SEP]"}
