{"id": "0000000369", "text": "The consequent material development has greatly changed the conditions under which many articles described by the schedules of the tariff are now produced.", "label": "support"}
{"id": "0000000298", "text": "It is the responsibility of the president of the United States, in working for peace, to insure that the safety of our people cannot successfully be threatened by a hostile foreign power.", "label": "support"}
{"id": "0000000279", "text": "Using the richest people in the world, which our country has, I am going to turn our bad trade agreements into great trade agreements.", "label": "support"}
{"id": "0000000262", "text": "But if these goals are to be reached, the next president of the United States must have the wisdom to choose between the things that government should and should not do.", "label": "support"}
{"id": "0000000619", "text": "The lessons that we have all learned are going to save a hundred times their cost in dollars just as fast as government or private capital-or as I hope, both of them-go on with the inevitable task of improving living conditions throughout the country and helping Americans to live as modern science has made it possible for them to live.", "label": "support"}
{"id": "0000000549", "text": "Now, with the Common Market, with the prospect of Britain's joining, with the tremendous revolution in agricultural production which is about to hit Europe-France in particular--the levies and the rates and the penalties which are placed on the introduction of agricultural commodities into Europe in the coming 3 or 4 months may be of decisive importance to us in our battle on the balance of payments, and also in our struggle to bring some sense out of the problems we face in American agriculture.", "label": "support"}
{"id": "0000000344", "text": "It was in accordance with these principles that at the first stage of the depression I called upon the leaders of business and of labor and of agriculture to meet with me and induced them, by their own initiative, to organize against the panic with all its devastating destruction; to uphold wages until the cost of living was adjusted; to spread existing employment through shortened hours; and to advance construction work against future need.", "label": "support"}
{"id": "0000000263", "text": "But formidable as will be the diplomatic and military problems confronting the next President, far more difficult and critical will be the decisions he must make to meet and defeat the enemies of freedom in an entirely different kind of struggle.", "label": "support"}
{"id": "0000000639", "text": "Harry Truman once said there are 14 or 15 million Americans who have the resources to have representatives in Washington to protect their interests, and that the interests of the great mass of other people, the hundred and fifty or sixty million, is the responsibility of the President of the United States.", "label": "support"}
{"id": "0000000309", "text": "Instead of government jobs, and government housing, and government welfare, let government use its tax and credit policies to enlist in this battle the greatest engine of progress ever developed in the history of man-American private enterprise.", "label": "support"}
{"id": "0000000181", "text": "And I want the members of the Congress to work with me and I'm going to work with them so that, at long last, we can make good on Harry Truman's commitment to basic health insurance for every family in America.", "label": "support"}
{"id": "0000001203", "text": "From the coalitions we've built to secure nuclear materials to the missions we've led against hunger and disease, from the blows we've dealt to our enemies to the enduring power of our moral example, America is back.", "label": "support"}
{"id": "0000000007", "text": "And now, searching about for a place to put a few thousand, 3 or 4 thousand, where they would be accommodated in a military base, I decided to put some in Puerto Rico.", "label": "support"}
{"id": "0000000146", "text": "When that military objective is accomplished-and much of it has not yet been accomplished-the Italian people will be free to work out their own destiny, under a government of their own choosing.", "label": "support"}
{"id": "0000000030", "text": "We've learned to do that, and the best example, I think, of our success is in energy, which has been the most serious domestic challenge that I have had to face.", "label": "support"}
{"id": "0000000156", "text": "We are here today to represent a sacred cause-the preservation of American democracy.", "label": "support"}
{"id": "0000000031", "text": "There's another reason for confidence in addition to energy, and that is that during my term in office we've been able to address many other challenges-economic deregulation, where we ended regulation after many, many Presidents, Republicans and Democrats, had promised to do so, and brought competition to the airline, railroad, trucking, banking, and finance industries.", "label": "support"}
{"id": "0000001007", "text": "The second main issue is providing for the security of all parties involved, including, of course, our friends, the Israelis, so that none of them need fear attack or military threats from one another.", "label": "support"}
{"id": "0000000004", "text": "But there's a special element of energy that must be addressed humanely, and that's how these serious problems-that might be accommodated by rich people or those even with moderate means and a steady job-and that is the minority impact of energy problems.", "label": "support"}
{"id": "0000000388", "text": "The important part the Administration took in bringing about an end of the Russian-Japanese War by a treaty honorable to both parties, and the prevention of wars in Central America and Cuba are striking instances of this.", "label": "support"}
{"id": "0000000039", "text": "We'll strengthen our presence in the vital Persian Gulf and the Indian Ocean region, building a system of regional security in that part of the world through diplomacy as well as military strength.", "label": "support"}
{"id": "0000000374", "text": "The promotion of industrial peace through the instrumentality of the trade agreement is often one of the results of such union when intelligently conducted.", "label": "support"}
{"id": "0000000038", "text": "Equality of rights cannot be abridged by the Federal Government or any State government just because the person's a woman.", "label": "support"}
{"id": "0000000036", "text": "In the next 4 years I want to see equal rights for American women guaranteed where the rights of Americans are supposed to be guaranteed, in the Constitution of the United States.", "label": "support"}
{"id": "0000000040", "text": "Just to point out the importance of better relations with the Third World, let me remind you that every American who has been killed in action since World War II has died on the soil of a Third World country.", "label": "support"}
{"id": "0000000106", "text": "From my point of view he only deserves to be called a progressive who cannot see a wrong persist without an effort to redress it, or a right denied without an effort to protect it; who feels a deep concern for the economic welfare of the United States, but realizes that the making of better men and better women is a matter greater still; who thinks of every governmental policy first of all in its bearing upon human rights rather than upon material things; who believes profoundly in human equality and detests privilege in whatever form or in whatever disguise, and who finds the true test of success in the welfare of the many and not the prosperity and comfort of the few.", "label": "support"}
{"id": "0000000019", "text": "And the economic stimulus package, which is just now being approved by Congress and has been signed into law by me and is now being implemented, I think, will have an additional beneficial effect.", "label": "support"}
{"id": "0000000519", "text": "In fact, the proportionate decline in Federal nondefense expenditures which I have described may well have been too rapid in view of our pressing need for more and better education, better mental and physical health, better programs to meet the needs of our cities, our unemployed workers, our youth, and all the other services which the Federal Government renders to the needs of the Nation.", "label": "support"}
{"id": "0000000213", "text": "To all of my fellow Democrats now who have labored hard and openly this week, at the difficult and sometimes frustrating work of democracy, I pledge myself to that task of leading the Democratic Party to victory in November.", "label": "support"}
{"id": "0000001188", "text": "I will not cede the wind or solar or battery industry to China or Germany because we refuse to make the same commitment here.", "label": "support"}
{"id": "0000000023", "text": "I think it's best for the American people to know the reason why we have not had a Middle Eastern settlement in 30 years or maybe 2, 000 years and to understand not only our own Nation's positions in seeking a compromise or an agreement that might lead to permanent peace but also to understand, as best we can, the difference of opinion that exists between Israel and Egypt and Jordan and Syria and some of the other nations in the Mideast.", "label": "support"}
{"id": "0000000008", "text": "I think in general that the opening of access into Africa, the normalization of relations with China, the Mideast peace efforts, the maintaining of our Nation's peace, in international affairs it will look on us well.", "label": "support"}
{"id": "0000001769", "text": "The resolution of this issue will determine whether the United Nations is able to protect not only the new nations of Africa, but also other countries against outside pressures.", "label": "support"}
{"id": "0000000577", "text": "In the last year, it has embarked upon a campaign of lending and trade agreements directed especially toward the newly-developing countries.", "label": "support"}
{"id": "0000000204", "text": "By our example at Washington itself, we shall have the opportunity of pointing the way of economy to local government, for let us remember well that out of every tax dollar in the average State in this Nation, 40 cents enter the treasury in Washington, D. C., 10 or 12 cents only go to the State capitals, and 48 cents are consumed by the costs of local government in counties and cities and towns.", "label": "support"}
{"id": "0000000301", "text": "We are going to win because you have nominated as my running mate a statesman of the first rank who will be a great campaigner and one who is fully qualified to undertake the new responsibilities that I shall give to the next Vice President of the United States.", "label": "support"}
{"id": "0000000506", "text": "And this administration has made efforts to transfer to private ownership many of the financial assets held by the Government, to substitute private for public credit, to reduce farm surpluses, to dispose of excess commodities, and to make our transportation system less restrictive.", "label": "support"}
{"id": "0000000061", "text": "Therefore, while I emphasize my belief that legitimate business promotes the national welfare, let me warn the forces of corruption and favoritism, that Democratic victory means that they will be relegated to the rear and the front seats will be occupied by the friends of equal opportunity.", "label": "support"}
{"id": "0000000012", "text": "He was probably the most instrumental figure during the Second World War in opening up industries, when our Nation was fighting for freedom, to give employment to black people.", "label": "support"}
{"id": "0000000239", "text": "So if you are sick and tired of a government that doesn't work to create jobs, if you're sick and tired of a tax system that's stacked against you, if you're sick and tired of exploding debt and reduced investments in our future, or if, like the great civil rights pioneer Fannie Lou Hamer, you're just plain old sick and tired of being sick and tired , then join us, work with us, win with us, and we can make our country the country it was meant to be.", "label": "support"}
{"id": "0000000399", "text": "We are joined this evening by members of the Border Patrol Union representing our country's courageous border agents.", "label": "support"}
{"id": "0000000306", "text": "The next eight years, my friends, this period in which we are entering, I think we will have the greatest opportunity for world peace but also face the greatest danger of world war of any time in our history.", "label": "support"}
{"id": "0000000117", "text": "Proud of the leadership and achievement of the party in war, Democracy faces unafraid the problems of peace.", "label": "support"}
{"id": "0000000394", "text": "The sudden and terrible crisis in China calls for the gravest consideration, and you will not expect from me now any further expression than to say that my best efforts shall be given to the Immediate purpose of protecting the lives of our citizens who are in peril, with the ultimate object of the peace and welfare of China, the safeguarding of all our treaty rights, and the maintenance of those principles of impartial intercourse to which the civilized world is pledged.", "label": "support"}
{"id": "0000000446", "text": "There is progress in the establishment of official revealment of issues and conditions which lead to conflict, so that unerring public sentiment may speed the adjustment, but I hope for that concord of purpose, not forced but inspired by the common weal, which will give a regulated public service the fullest guaranty of continuity.", "label": "support"}
{"id": "0000000377", "text": "It is thought that the government guaranty will bring out of hoarding-places much money which may be turned into wealth-producing capital, and that it will be a great incentive for thrift in the many small places in the country having now no savings-bank facilities, which are reached by the Post Office Department.", "label": "support"}
{"id": "0000000335", "text": "The decision of a child not to use drugs; of a student not to cheat; of a young woman or a young man to serve when called; of a screenwriter to refuse to add to mountains of trash; of a businessman not to bribe; of a politician to cast a vote or take action that will put his office or his chances of victory at risk, but which is right.", "label": "support"}
{"id": "0000000531", "text": "Yes, I know a lot of people feel we have overweighed it in favor of consumption, and that what we really need is additional funds for investment, using the argument that the rate of investment really is only now approaching what it was in '56, and that this has been a serious problem.", "label": "support"}
{"id": "0000000270", "text": "Never again must free Americans face the spectre of long-continued, mass unemployment.", "label": "support"}
{"id": "0000000432", "text": "It is a satisfaction to observe that the crime of lynching, of which they have been so often the victims, has been greatly diminished, and I trust that any further continuation of this national shame may be prevented by law.", "label": "support"}
{"id": "0000000420", "text": "We covet no territory; we support no threatening military array; we harbor no hostile intent.", "label": "support"}
{"id": "0000001648", "text": "On September 11th, enemies of freedom committed an act of war against our country.", "label": "support"}
{"id": "0000000284", "text": "I pledge to never sign any trade agreement that hurts our workers, or that diminishes our freedom and independence.", "label": "support"}
{"id": "0000000026", "text": "I think that there is now and will be a growing realization of the value of Andrew Young to our country--both his work in the United Nations and also his work among the developing countries of the world, who in the past have been turned away from us almost unanimously.", "label": "support"}
{"id": "0000000018", "text": "And I think that there has been a restoration of the confidence of people in the Government, not because of me but because there's such a deep desire on the part of our people to trust Washington, the Congress, the President, the White House for a change, after the war in Vietnam and the CIA and Watergate revelations.", "label": "support"}
{"id": "0000000017", "text": "And we are now slowly but steadily putting into effect the campaign promises that I made on Government reorganization, welfare reform, energy policy, a new Energy Department, and so forth.", "label": "support"}
{"id": "0000000016", "text": "And I trust that Israel will indeed evolve from a strength rooted in determination and vigilance to a strength that is reinforced and maintained by a just and lasting peace with its neighbors.", "label": "support"}
{"id": "0000000006", "text": "And as you know, the Federal Cochairman of the Southwest Border Regional Commission is the Federal representative who ties together the Southwestern States, relates them one to another, to Mexico as well, and to our Federal Government.", "label": "support"}
{"id": "0000000034", "text": "This is the only way I know to fight inflation and to put Americans to work by the millions, in new jobs, with new tools, new factories, in fact, in entire new industries that many Americans cannot even envision yet.", "label": "support"}
{"id": "0000000047", "text": "We want to be sure that at the beginning of this new administration, under the leadership of Sam Brown and Mary King 1 that we reassess the most effective way to use this tremendous untapped resource of American citizens of very young age and very old age, highly educated, and those who have little education at all, who want to work with us among people who need their direct and personal help and advice, counsel, and support.", "label": "support"}
{"id": "0000000022", "text": "I think it's accurate to say that on generalities, the people are strongly in favor of a new, very tough energy conservation program.", "label": "support"}
{"id": "0000000011", "text": "On those issues that I could decide-should we go ahead with the Panama Canal treaty or not, should we normalize relationships with China or not, should we deal with the Mideast peace treaty in a highly speculative way by going to Camp David and then later going to Jerusalem and Cairo or not-I don't think I've failed, in those respects when the issues were in my hands, to act with a proper degree of boldness.", "label": "support"}
{"id": "0000000180", "text": "So let's put ourselves in the shoes of young black and Latino men and women who face the effects of systemic racism and are made to feel like their lives are disposable!", "label": "support"}
{"id": "0000001099", "text": "Criminal gang members and drug dealers are destroying the lives of decent tenants.", "label": "oppose"}
{"id": "0000000136", "text": "Not a constructive law can be cited, Money and time were wasted in seeking to make a military triumph an odious chapter in history-and yet is it not significant that after two years of sleuthful inquiry, there was nothing revealed in that vast enterprise, carrying billions of dollars in expense, upon which they could base even a whisper of dishonesty?", "label": "oppose"}
{"id": "0000000216", "text": "We are more compassionate than a government that lets veterans sleep on our streets and families slide into poverty; that sits on its hands while a major American city drowns before our eyes.", "label": "oppose"}
{"id": "0000000072", "text": "But the usefulness of those treaties as deterrents of war is materially impaired by the reservations asserted by various nations of the right to wage defensive wars as those reservations are interpreted in the light of President Coolidge's record.", "label": "oppose"}
{"id": "0000000217", "text": "The truth is, on issue after issue that would make a difference in your lives - on health care and education and the economy - Senator McCain has been anything but independent.", "label": "oppose"}
{"id": "0000000994", "text": "The Soviet Union has therefore refused to put into effect the important 1972 trade agreement between our two countries.", "label": "oppose"}
{"id": "0000000078", "text": "The corruption in enforcement activities which caused a former Republican Prohibition Administrator to state that three-fourths of the dry agents were political ward heelers named by politicians without regard to Civil Service laws and that prohibition is the new political pork barrel, I will ruthlessly stamp out.", "label": "oppose"}
{"id": "0000001195", "text": "It's because they understand that when I get a tax break I don't need and the country can't afford, it either adds to the deficit or somebody else has to make up the difference, like a senior on a fixed income or a student trying to get through school or a family trying to make ends meet.", "label": "oppose"}
{"id": "0000000402", "text": "Biden voted for the NAFTA disaster, the single-worst trade deal ever enacted.", "label": "oppose"}
{"id": "0000000330", "text": "It has been during Democratic years that we have weakly stumbled into conflict, timidly refusing to draw our own lines against aggression, deceitfully refusing to tell even our people of our full participation, and tragically, letting our finest men die on battlefields.", "label": "oppose"}
{"id": "0000000103", "text": "Is there not something of humor as well as honesty lacking in those who in one and the same breath can promise a reduction of the cost of living and praise a statute which raises, the price of the elemental necessaries of life; who can .demand, as they should, the payment of our foreign debts but refuse to accept from the debtor the goods in which alone payment can be made; who clamor for an American merchant marine but deny ft the cargoes necessary for its existence?", "label": "oppose"}
{"id": "0000000620", "text": "The question of production of food supply was an academic question twenty years ago; today it is becoming a question of bread and butter.", "label": "oppose"}
{"id": "0000000060", "text": "If you look at Mr. Reagan's record the last 8 or 10 years, including recently, many times when there was a troublespot in the world, when diplomacy was obviously the best approach, and my predecessors in office, Democrats and Republicans, resolved those issues peacefully, Governor Reagan has advocated the sending in of American military forces.", "label": "oppose"}
{"id": "0000000118", "text": "Before the treaty was submitted to the Senate in the manner the Constitution provides, they violated every custom and every consideration of decency by presenting a copy of the document, procured unblushingly from enemy hands, and passed it into the printed record of Senatorial proceedings.", "label": "oppose"}
{"id": "0000001035", "text": "Adding to our troubles is a mass of regulations imposed on the shopkeeper, the farmer, the craftsman, professionals, and major industry that is estimated to add $100 billion to the price of the things we buy, and it reduces our ability to produce.", "label": "oppose"}
{"id": "0000000492", "text": "The fundamental facts remain that the Soviets retain a very powerful military machine in the service of objectives which are still too often in conflict with ours.", "label": "oppose"}
{"id": "0000000366", "text": "To destroy them and to eliminate the wealth they represent from the producing capital of the country would entail enormous loss, and would throw out of employment myriads of workingmen and workingwomen.", "label": "oppose"}
{"id": "0000000560", "text": "What I am concerned about is the kind of deficit we would have if we had a recession, and while the prospects for a recession are not certainly imminent before us, we do have to look at our historical record and realize that any society such as ours, particularly with the tax structure such as ours, must face that prospect at some time.", "label": "oppose"}
{"id": "0000000143", "text": "This can only mean the so-called normal of former reactionary administrations, the outstanding feature of which was a pittance for farm produce and a small wage for a long day of labor.", "label": "oppose"}
{"id": "0000000203", "text": "It will not do merely to state, as do Republican leaders to explain their broken promises of continued inaction, that the depression is worldwide.", "label": "oppose"}
{"id": "0000000272", "text": "In all the record of the past 11 years is there anything that suggests the present administration can bring about high-level employment after this war?", "label": "oppose"}
{"id": "0000001054", "text": "And this dependence leaves us more vulnerable to hostile regimes and to terrorists who could cause huge disruptions of oil shipments and raise the price of oil and do great harm to our economy.", "label": "oppose"}
{"id": "0000001268", "text": "Those with money and power will gain greater control over the decisions that could send a young soldier to war or allow another economic disaster or roll back the equal rights and voting rights that generations of Americans have fought, even died, to secure.", "label": "oppose"}
{"id": "0000000121", "text": "They preach Americanism with a meaning of their own invention, and artfully appeal to a selfish and provincial spirit, forgetting that Lincoln fought a war over the purely moral question of slavery, and that McKinley broke the fetters of our boundary lines, spoke the freedom of Cuba, and carried the torch of American idealism to the benighted Philippines.", "label": "oppose"}
{"id": "0000000275", "text": "And when a Secretary of State illegally stores her emails on a private server, deletes 33, 000 of them so the authorities can't see her crime, puts our country at risk, lies about it in every different form and faces no consequence - I know that corruption has reached a level like never ever before in our country.", "label": "oppose"}
{"id": "0000000209", "text": "For years Washington has alternated between putting its head in the sand and saying there is no large number of destitute people in our midst who need food and clothing, and then saying the States should take care of them, if there are.", "label": "oppose"}
{"id": "0000000338", "text": "And by any measure, the trade policies of the Clinton administration has been a disaster.", "label": "oppose"}
{"id": "0000000223", "text": "And today, as my call for a time frame to remove our troops from Iraq has been echoed by the Iraqi government and even the Bush Administration, even after we learned that Iraq has a $79 billion surplus while we're wallowing in deficits, John McCain stands alone in his stubborn refusal to end a misguided war.", "label": "oppose"}
{"id": "0000000296", "text": "Who was not embarrassed when the administration handed a major propaganda victory in the United Nations to the enemies of Israel, our staunch Middle East ally for three decades, and them claim that the American vote was a mistake, the result of a failure of communication between the president, his secretary of state, and his U.N. ambassador?", "label": "oppose"}
{"id": "0000000536", "text": "But to have cut the level of Government expenditures by 5 or 6 or 7 billion, or even 10 as some suggest, in my opinion would have been a serious mistake at a time when the rate of investment was still submarginal, and which was really the reason why we did not reach the gross national product figures that the Council had predicted some months ago.", "label": "oppose"}
{"id": "0000000115", "text": "Nor can I reconcile it with my ideas of the dignity of a great nation to be represented at international gatherings only under the poor pretense of unofficial observation.", "label": "oppose"}
{"id": "0000000020", "text": "You mentioned energy, and you are quite correct--some interest groups, of course, are chewing away at the program.", "label": "oppose"}
{"id": "0000000607", "text": "They have fought against advances in housing and health and education.", "label": "oppose"}
{"id": "0000000872", "text": "If we allow that tax cut to expire--if we refuse to act--middle class families will get hit with a tax increase at the worst possible time.", "label": "oppose"}
{"id": "0000000062", "text": "While tax rates have been reduced and some war-time taxes abandoned, the government actually took from the people in income taxes $383, 000, 000 more during the last fiscal year than during the first year of the Coolidge administration.", "label": "oppose"}
{"id": "0000000202", "text": "Now it is inevitable--and the choice is that of the times--it is inevitable that the main issue of this campaign should revolve about the clear fact of our economic condition, a depression so deep that it is without precedent in modern history.", "label": "oppose"}
{"id": "0000000355", "text": "I refuse to accept either of these destinies, on the one hand to return to the old saloon with its political and social corruption, or on the other to endure the bootlegger and the speakeasy with their abuses and crime.", "label": "oppose"}
{"id": "0000000654", "text": "How false it is should be obvious to anyone who has followed the steps taken by local authorities in the creation of this airport, for example-or in the construction of roads, or low-cost public housing--or any other projects financed in part from Federal funds.", "label": "oppose"}
{"id": "0000000280", "text": "America has lost nearly-one third of its manufacturing jobs since 1997, following the enactment of disastrous trade deals supported by Bill and Hillary Clinton.", "label": "oppose"}
{"id": "0000000601", "text": "His war against Iran cost at least half a million lives over 10 years.", "label": "oppose"}
{"id": "0000000564", "text": "Communism denies the spiritual premises on which your education has been based.", "label": "oppose"}
{"id": "0000000285", "text": "Our horrible trade agreements with China and many others, will be totally renegotiated.", "label": "oppose"}
{"id": "0000000259", "text": "The last time taxes were this high as a percentage of our economy, there was a good reason; we were fighting World War II.", "label": "oppose"}
{"id": "0000000281", "text": "My opponent, on the other hand, has supported virtually every trade agreement that has been destroying our middle class.", "label": "oppose"}
{"id": "0000000343", "text": "Poisoned springs of political instability lay in the treaties which closed the war.", "label": "oppose"}
{"id": "0000000282", "text": "She supported NAFTA, and she supported China's entrance into the World Trade Organization - another one of her husband's colossal mistakes and disasters.", "label": "oppose"}
{"id": "0000000295", "text": "The present administration has been forced by us Republicans to play follow-the-leader with regard to a tax cut.", "label": "oppose"}
{"id": "0000000837", "text": "At the same moment of this great crisis, we face anew decisions involving tyranny or freedom, totalitarianism or democracy.", "label": "oppose"}
{"id": "0000000566", "text": "Far too often those political boundaries become serious obstacles to the flow of trade.", "label": "oppose"}
{"id": "0000000433", "text": "There was the unfortunate tendency before; there was the surrender of Congress to the growing assumption of the executive before the world-war imperilled all the practices we had learned to believe in; and in the war emergency every safeguard was swept away.", "label": "oppose"}
{"id": "0000000230", "text": "I am here as your candidate tonight in large part because during four administrations of both parties, a terrible war has been chartered behind closed doors.", "label": "oppose"}
{"id": "0000001413", "text": "No issue better illustrates the divide between America's working class and America's political class than illegal immigration.", "label": "oppose"}
{"id": "0000001656", "text": "From this day forward, any nation that continues to harbor or support terrorism will be regarded by the United States as a hostile regime.", "label": "oppose"}
{"id": "0000000509", "text": "Recent scattered price increases have caused concern and stimulated fear that expanded demand would lead to inflation.", "label": "oppose"}
{"id": "0000000001", "text": "Fifty Americans continue to be held captive in Iran, hostages of a mob and a government that have become one and the same.", "label": "oppose"}
{"id": "0000000283", "text": "She supported the job killing trade deal with South Korea.", "label": "oppose"}
{"id": "0000001042", "text": "To allow this imbalance to continue is a threat to our national security.", "label": "oppose"}
{"id": "0000001031", "text": "At the same time, I think it cuts the defense budget too much, and by attempting to reduce the deficit through higher taxes, it will not create the kind of strong economic growth and the new jobs that we must have.", "label": "oppose"}
{"id": "0000000308", "text": "I pledge to you that our new Attorney General will be directed by the President of the United States to launch a war against organized crime in this country.", "label": "oppose"}
{"id": "0000000010", "text": "And for us to exalt, you know, the outcome of an election here, when the facts are that policies won't be basically changed toward Iran and the hostages, into something important for the Iranians I think is just a mistake.", "label": "oppose"}
{"id": "0000000128", "text": "The public official who fails to enforce the law is an enemy both to the Constitution and to the American principle of majority rule.", "label": "oppose"}
{"id": "0000001176", "text": "Our enemies know this, and that is why the terrorist Zarqawi recently declared war on what he called the evil principle of democracy.", "label": "oppose"}
{"id": "0000000289", "text": "We face a disintegrating economy, a weakened defense and an energy policy based on the sharing of scarcity.", "label": "oppose"}
